{"teams":[{"idTeam":"135150","idSoccerXML":"1354","idAPIfootball":"463","intLoved":null,"strTeam":"Aldosivi","strTeamShort":null,"strAlternate":"","intFormedYear":"1913","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Estadio Minella","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Mar Del Plata","intStadiumCapacity":"35354","strWebsite":"www.aldosivi.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético Aldosivi (usually referred simply as Aldosivi) is an Argentine football club based in the city of Mar del Plata. The institution was founded on March 29, 1913, and plays in the first division of the Argentine football league system, the Argentine Primera División. The club's name comes from the first two letters of the last name of their founders, Allard, Doulfus, Sillard, and Wiriott (the w was changed to a v because there was no W available to telegraph the official announcement).\r\n\r\nIn 1979, Aldosivi merged with two other clubs from Mar del Plata and was known by the name Defensores del Puerto until 1981 when it returned to the traditional name, which it still uses today.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/nqrjqb1517767667.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/quxxpt1423842749.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136813","idSoccerXML":null,"idAPIfootball":"1782","intLoved":null,"strTeam":"Argentina Women","strTeamShort":null,"strAlternate":"Argentina W","intFormedYear":"1993","strSport":"Soccer","strLeague":"FIFA Womens World Cup","idLeague":"4565","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Argentina women's national football team represents Argentina in international women's football. Since there is no professional league in Argentina, almost all its members were amateur players until 1991.\r\n\r\nWomen's football in Argentina remains largely in the shadow of the men in terms of play development and fan support; in women's sports in Argentina, field hockey and volleyball are also more popular.\r\n\r\nThe Argentina–Brazil football rivalry in women's football cannot be compared to that of men given the big differences between both countries, with Brazil having a competitive professional women's league. Nevertheless, Argentina follows Brazil in the CONMEBOL standings.\r\n\r\nOn 26 November 2006, in the finals of the 2006 Sudamericano Femenino, Argentina beat Brazil (2–0) to take the title.\r\n\r\nThe team returned to play in the 2014 ODESUR South American Games, with new coach Luis Nicosia, losing 1–0 the opening match against Chile, winning against Bolivia 4–0 and advancing to the semi-finals, where they won in against their rivals Brazil in penalties after a 0–0 draw. At the final, they win the gold medal by a 2–1 victory against Chile, making Argentina women's team won another gold medal after many years.\r\n\r\nDespite a lack of investment, Argentina still managed to qualify for their first two Women's World Cup in USA 2003 and China 2007, though they were eliminated in the Group Stage of both tournaments.\r\n\r\nIn 2018, Argentina finished third at the Copa América which qualified them for the CONCACAF–CONMEBOL play-off. Argentina defeated the fourth place finisher from the CONCACAF Championship Panama in a two-legged home-and-away play-off in November 2018 to qualify for the 2019 FIFA Women's World Cup.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Female","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/o0ppzr1560080983.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135151","idSoccerXML":"1331","idAPIfootball":"458","intLoved":null,"strTeam":"Argentinos Juniors","strTeamShort":null,"strAlternate":"Argentinos JRS","intFormedYear":"1904","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Estadio Maradona","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Diego Armando Maradona is a football stadium in Villa General Mitre, Buenos Aires, Argentina. It is the home venue of Argentinos Juniors, and has a capacity of 26,000.\r\n\r\nIt was given its name in 2004 in honour of the former Argentinos player Diego Maradona who made his first professional appearance ever in that field in 1976, following the refurbishment of the ground, and to celebrate the club's centenary.\r\n\r\nHistory\r\nBefore the construction of this stadium, there was another one on the same place, wooden made, which first opened in 1940. Since it was small and unsafe, it was left apart in the early 1980s, and the football team moved its basis to the nearer Arquitecto Ricardo Etcheverri stadium, in the neighbourhood of Caballito. The idea was to build a modern and bigger stadium with the 5,800,000 dollars that the club received from the transfer of Diego Armando Maradona to the FC Barcelona but finally that money was invested in constructing other venues at the multisport complex Las Malvinas, owned by the same club, and in bringing some first level footballers in order to succeed at the national championship. The project of the new stadium had to wait until the next decade.\r\n\r\nIn 1995, the old stadium was demolished, but at the same time a deep economic crisis hit the club and continued for a long time, delaying the works for eight years. Finally, in 2003, the new stadium was finished, and opened on December 26. Six months later, the team returned to the Argentinean First Division, where it is now based. The opening ceremony included two football games between the 1984 team, that won the first national championship for the club versus the team that won the second division tournament in 1997, and another one between the Argentinean U-20 national team and a mix of some of the best players born in the club's youth divisions such as Juan Pablo Sorín, Esteban Cambiasso, Diego Placente, Carlos Mac Allister, Claudio Borghi, Fabricio Coloccini, Leonel Gancedo and Sergio Batista together with some others remarkable footballers that played in Argentinos, such as Ubaldo Fillol. Lionel Messi made his debut in the Argentina U20 team in this stadium and scored his first international goal in a friendly match against Paraguay on 29 June 2004.","strStadiumLocation":"La Paternal, Buenos Aires","intStadiumCapacity":"26000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Asociación Atlética Argentinos Juniors is an Argentine sports club based in La Paternal, Buenos Aires. The club is mostly known for its football team, which currently plays in the Argentine Primera División, and was recognized as one of the most important football teams of South America by FIFA. It is one of the eight Argentine first division teams that won the Copa Libertadores. The continental trophy was won in the club's first entry to the contest, in 1985. The most remarkable sign of this team is the power of its youth teams, which unveiled some of the most talented footballers in Argentinian football history, with Diego Maradona as the greatest example of all.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/me7a601580842569.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/xprtqp1423784269.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135152","idSoccerXML":"1345","idAPIfootball":"459","intLoved":null,"strTeam":"Arsenal Sarandi","strTeamShort":null,"strAlternate":"","intFormedYear":"1957","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Estadio Julio H. Grondona","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Julio H. Grondona, or the Estadio Viaducto, is a multi-use stadium in Buenos Aires, Argentina. It is currently used primarily for football matches and is the home stadium of Arsenal de Sarandí.\r\n\r\nThe stadium holds 18,300 people. Estadio Julio H. Grondona is famous for its \"chinchulines\" (chitterlings), a popular Argentinian food sold by many vendors.","strStadiumLocation":"Sarandí, Avellaneda Partido","intStadiumCapacity":"18300","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Arsenal Fútbol Club (Spanish pronunciation: ), usually referred as Arsenal de Sarandí , is an Argentine sports club from the Sarandí district of Avellaneda Partido, Greater Buenos Aires.\r\n\r\nThe football team currently plays in Primera División, the top division of the Argentine football league system. The squad plays its home games at the Estadio Julio H. Grondona, named after one of the founders, which has a capacity of 16,000. It opened in 1964 but was not used in the First Division until 2004. The club's colours are red and light blue, in honour of the traditional teams of Avellaneda (Independiente and Racing). Arsenal won its first Primera División championship in 2012. Until then, club's major title had been the Copa Sudamericana won in 2007.\r\n\r\nApart from football, the club hosts other sports such as handball and field hockey.\r\n\r\nThe club was founded in January 1957 by brothers Héctor and Julio Humberto Grondona. The club were founded near to where the country's military arsenal was housed, which inspired the name. The team's shirt colour is light blue with a diagonal red band (similar to the shirt used by River Plate). The colours were chosen as a combination of the two older clubs in Avellaneda – Racing (light blue) and Independiente (red).\r\n\r\nThe 1962 Arsenal team, which won the first official title for the institution.\r\nJulio Grondona went on to become president of Independiente, and then, in 1979, president of the Argentine Football Association, a post he still holds. He is also a vice-president of FIFA. Héctor Grondona, and then son Julio Ricardo, became presidents of Arsenal.\r\n\r\nThe club's best known former player is Jorge Burruchaga, who started his career at Arsenal in 1979, and had several stints as coach. Burru, as he is nicknamed, scored the winning goal for Argentina in the 1986 FIFA World Cup final against Germany.\r\n\r\nArsenal's football team was promoted to successively higher divisions in 1962, 1986 and 1992, finally reaching the Primera División in 2002.\r\n\r\nOn 6 September 2006, Arsenal and Spanish club FC Barcelona (Barça) struck a deal whereby in exchange for the option to acquire young players that have not played more than one year in the Arsenal first team, Barça would help to improve Arsenal's infrastructure.\r\n\r\nA member from Barça was to oversee the project, and visit the club on a monthly basis. This deal, however, fell through in 2007, reportedly because Arsenal could not afford the infrastructure to keep up with the plan.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/t5yzu71580842576.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/wwqpqw1423783752.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135153","idSoccerXML":"1356","idAPIfootball":"465","intLoved":null,"strTeam":"Atletico Rafaela","strTeamShort":null,"strAlternate":"","intFormedYear":"1907","strSport":"Soccer","strLeague":"Argentinian Primera B Nacional","idLeague":"4616","strDivision":null,"strManager":"","strStadium":"Estadio Nuevo Monumental","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Rafaela","intStadiumCapacity":"14660","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Asociación Mutual Social y Deportiva Atlético de Rafaela (locally ; usually known simply as Atlético de Rafaela) is an Argentine sports club from the city of Rafaela, in Santa Fe Province. The club is mostly known for its football team, which currently plays in the Primera B Nacional, the second division of Argentine football league system.\r\n\r\nOther sports practised at the institution are basketball, field hockey, gymnastics, roller skating, fronton, skeet shooting, swimming, tennis and volleyball.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/f0mcpk1517767869.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/spxurp1423783938.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135681","idSoccerXML":"1381","idAPIfootball":"455","intLoved":null,"strTeam":"Atletico Tucuman","strTeamShort":null,"strAlternate":"","intFormedYear":"1902","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Monumental José Fierro","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Estadio José Fierro is a multi-use stadium in Tucumán, Argentina. It is the home ground for Club Atlético Tucumán. The stadiums capacity is now 35,200 due to extensive remodeling of the stadium. A further expansion is in the planning stages and will be revealed in the near future.\r\n\r\nThe ground has been used several times by the Argentina national rugby team. A 24–16 defeat by Scotland in June 2010 was the first time Argentina had lost at the ground, after seven previous wins.\r\n\r\nThe ground will be used once more by the Argentina national rugby team in 2014, where it will host one of two Admiral Brown Cup matches against Ireland.","strStadiumLocation":"Tucumán, Tucumán Province","intStadiumCapacity":"35200","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético Tucumán (mostly known as Atlético Tucumán) is an Argentinian football club based in the city of San Miguel de Tucumán of Tucumán Province. Although several sports are practised at the club, Atlético is mostly known for its football team, which currently plays in the Primera División, the first division of the Argentine football league system. They played for the first time in 2017 both Copa Libertadores and Copa Sudamericana.\r\n\r\nOther activities hosted by the institution are basketball, chess, field hockey, handball and karate.\r\n\r\nHistory\r\nThe club was founded in 1902, which makes Atlético the oldest football club from the province of Tucumán.\r\n\r\nAtlético has participated in nine seasons in the Primera division: eight seasons between 1973 and 1981, and a single season in 1984. The team's best ever performance in Primera División was in 1979, when they reached the semi-finals of the Torneo Nacional.\r\n\r\nIn 2008 Atlético Tucumán was promoted to the Argentine 2nd Division after defeating Racing de Córdoba in the final game of Torneo Argentino A, and one year later the squad achieved its 2nd consecutive promotion by winning the B Nacional tournament and reaching the Primera División.\r\n\r\nTucumán Derby\r\nThe Tucumán Derby is played between Atlético and its longtime rival San Martín, both of the same city. The Santo (as San Martín is nicknamed) currently plays in the Torneo Argentino A, the regionalized third division of Argentine league system.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/sqvwxw1471876021.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135154","idSoccerXML":"1339","idAPIfootball":"449","intLoved":null,"strTeam":"Banfield","strTeamShort":null,"strAlternate":"","intFormedYear":"1896","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"Julio César Falcioni","strStadium":"Estadio Florencio Sola","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Florencio Sola (nicknamed \"Lencho\") is a multi-use stadium in Banfield, Argentina. It is currently used primarily for football matches, and it is the home of Banfield of the Argentine Primera División. The stadium has a capacity of 34,901 people and was built in 1940.\r\n\r\nThe stadium was renovated in 2006 due to Banfield's qualification for the Copa Sudamericana 2006 and Copa Libertadores 2007.","strStadiumLocation":"Banfield, Buenos Aires","intStadiumCapacity":"34901","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético Banfield is an Argentine sports club located in the city of Banfield, Buenos Aires. Founded on 21 January 1896 by town residents of British origin (mostly from England and some from Scotland and Ireland), Banfield is mostly known for its football team, which currently plays in Primera División, the first division of the Argentine football league system.\r\n\r\nThe club's football greatest achievement was obtained in 2009 when it became champion of the Apertura, the first Primera División title won by the club. Apart from that championship, Banfield has also achieved two runners-up places, in 1951 and 2005. Banfield's main rival is Club Atlético Lanús, with which the club has a strong rivalry.\r\n\r\nOther sports practiced at the club include boxing, chess, field hockey, futsal, gymnastics, handball, roller skating, taekwondo, tennis and volleyball.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/udyvv91517768017.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/ypqsyw1423783768.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135155","idSoccerXML":"1350","idAPIfootball":"440","intLoved":null,"strTeam":"Belgrano","strTeamShort":null,"strAlternate":"Belgrano Cordoba","intFormedYear":"1905","strSport":"Soccer","strLeague":"Argentinian Primera B Nacional","idLeague":"4616","strDivision":null,"strManager":"","strStadium":"Estadio Kempes","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Estadio Mario Alberto Kempes, formerly known as Estadio Córdoba and popularly Estadio Olímpico Chateau Carreras, is a stadium in the Chateau Carreras neighborhood of Córdoba, Argentina. It is used mostly for association football matches and also sometimes for athletics.\r\n\r\nThe stadium was built in 1976 in preparation for the 1978 World Cup, with a capacity for 46,083 spectators although it doesn't provide seating for all of them, like many Argentine stadiums.\r\n\r\nMost football teams in Córdoba have their own stadiums but they usually prefer playing in this stadium for its size and comfort, especially when playing important games that attract big crowds. Generally, this stadium is used for Talleres' matches, and is used for Belgrano's, Instituto's and Racing's matches. The Argentina national football team home matches have also been played here.\r\n\r\nThe stadium, in 2006 and 2007, hosted some Special Stages of motorsport event named Rally Argentina, a round of the World Rally Championship.\r\n\r\n\r\nThe stadium during a game played between Argentina and Ghana in 2009. This picture was taken before remodeling.\r\nDuring 2010 and 2011 the stadium went through a remodelling process. The field was sunken 4 meters, the iconic Autotrol scoreboards installed for the 1978 World Cup were replaced with modern video screens, new bleachers were built in order to improve the poor view caused by the shallow shape of the stadium and the capacity was increased to 57,000, becoming the second largest stadium in Argentina by seating capacity. It was re-opened on June 26, 2011, just 5 days before the start of the 2011 Copa America. The stands were fully covered after the cup.\r\n\r\nIn October, 2010 the name was changed to honor Mario Kempes, top goal scorer of the 1978 FIFA World Cup, native of Cordoba.","strStadiumLocation":"Córdoba, Argentina","intStadiumCapacity":"57000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético Belgrano (Spanish pronunciation: ; mostly known simply as Belgrano  or Belgrano de Córdoba ) is an Argentine sports club from the city of Córdoba, best known for its football team, which currently plays in Primera B Nacional, the second division of the Argentine football league system. Belgrano's stadium is the El Gigante de Alberdi, which is located in Barrio Alberdi, in the central area of the city of Cordoba.\r\n\r\nHistory\r\nBelgrano was founded on March 19, 1905. It was named in commemoration of the Argentine historical figure General Manuel Belgrano, and its colours were taken from the flag of Argentina, created by Belgrano himself. It´s the club in the Province of Cordoba with the most victories, and the one which has sent the most players to Seleccion Argentina.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0twgzi1517768087.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/tyqttr1423783780.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135156","idSoccerXML":"1338","idAPIfootball":"451","intLoved":null,"strTeam":"Boca Juniors","strTeamShort":null,"strAlternate":"Boca, Club Atlético Boca Juniors","intFormedYear":"1905","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"La Bombonera","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/yyqywy1421591352.jpg","strStadiumDescription":"The Estadio Alberto J. Armando (formerly the Estadio Camilo Cichero) is a stadium located in La Boca district of Buenos Aires. Widely known as La Bombonera (English: the Chocolate Box) due to its shape, with a \"flat\" stand on one side of the pitch and three steep stands round the rest of the stadium. It has a capacity of 49,000.\r\n\r\nThe stadium is owned by Boca Juniors, one of Argentina's most famous football clubs. The unusual shape of the stadium has led to it having excellent acoustics and the Boca support being nicknamed \"La Doce\" (The 12th man).\r\n\r\nThe pitch at La Bombonera is the minimum size required under FIFA regulations - 105m x 68m.\r\n\r\nThe stadium, as well as being the home of Boca Juniors, is also used as a concert venue. Past performers at La Bombonera have included Lenny Kravitz, Sir Elton John, James Blunt, Bee Gees, the Backstreet Boys, and Cast having performed there.","strStadiumLocation":"Buenos Aires","intStadiumCapacity":"49000","strWebsite":"www.bocajuniors.com.ar","strFacebook":"www.facebook.com\/BocaJuniors","strTwitter":"twitter.com\/BocaJrsOficial","strInstagram":"","strDescriptionEN":"Club Atlético Boca Juniors is an Argentine sports club based in the La Boca neighborhood of Buenos Aires. Although many activities are hosted by the club, Boca Juniors is mostly known for its professional football team which, since it was promoted in 1913, has always played in the Argentine Primera División.\r\n\r\nBoca Juniors is the most successful football team of Argentina, with an overall of more than 60 official titles to date, including its most recent championship, the 2011-12 Copa Argentina. Domestic titles won by Boca Juniors include 30 Primera División championships, and 12 National cups\r\n\r\nInternationally, the team has won 18 international titles recognized by FIFA, second in the world for number of international titles won, together with A.C. Milan and Real Madrid C.F., holding eighteen titles each, and behind Al Ahly SC with twenty international titles. Other international titles won by Boca Juniors include Rioplatenses competitions Tie Cup, Copa de Honor Cousenier and Copa Escobar-Gerona, organized by Argentine and Uruguayan Associations together.\r\n\r\nBoca Juniors is also one of only eight teams to have won CONMEBOL's treble (the others being Olimpia, São Paulo, Independiente, Vélez Sársfield, Cruzeiro, Internacional and LDU Quito). Their success usually has Boca ranked among the IFFHS's Club World Ranking Top 25, which they have reached the top position six times (mostly during the coaching tenure of Carlos Bianchi). Boca was also named by the IFFHS as the top South American club of the first decade of the 21st century (2001–2010). Boca is currently ranked 6th. Boca Juniors is also known to be the most popular football club in Argentina, due to its fanbase being composed of approximately 46% of the total population of the country.\r\n\r\nBoca has always had a fierce rivalry with River Plate, due to both clubs were established in La Boca. Matches between them are known as the Superclásico, and are one of the most heated rivalries in Argentina and the world, as both clubs are the two most popular in the country. Boca's home stadium is Estadio Alberto J. Armando, which is colloquially known as La Bombonera. The youth academy has produced many Argentine internationals such as Oscar Ruggeri, Sebastián Battaglia, Nicolás Burdisso, Carlos Tevez, Éver Banega, and Fernando Gago, who have played or are playing for top European clubs.\r\n\r\nIn addition to football, Boca Juniors also has professional basketball and volleyball teams. Other (amateur) activities held in the club are: athletics, futsal, artistic and rhythmic gymnastics, martial arts (judo, karate and taekwondo), swimming, weightlifting and wrestling.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Club Atlético Boca Juniors es una entidad deportiva de la ciudad de Buenos Aires, Argentina. Fue fundada en el barrio de La Boca el 3 de abril de 1905 por cinco jóvenes inmigrantes de origen italiano. El fútbol profesional es su disciplina más destacada, aunque también compite a nivel profesional (nacional e internacionalmente) en baloncesto y voleibol. Juega sus partidos de local en el Estadio Alberto J. Armando, conocido mundialmente como La Bombonera, donde la Selección Argentina mantiene un invicto histórico, de más de 60 años.\r\n\r\nParticipa de la Primera División de Fútbol desde 1913 y, a partir del Torneo Inicial 2013, se convirtió en el único club que habrá disputado todas las temporadas desde el comienzo del profesionalismo en 1931. Además, es el equipo con mayor cantidad de partidos disputados en Primera División en la historia del fútbol argentino.3\r\n\r\nEs considerado uno de los denominados cinco grandes del fútbol argentino, a partir de que la AFA dispusiera la implementación del llamado «voto proporcional» en 1937, que consistía en darle mayor poder de decisión a aquellos clubes con mayor número de socios, mayor antigüedad y mayor cantidad de títulos.4 Es, asimismo, el único de los cinco grandes que nunca ha descendido de Primera División.5 6\r\n\r\nJunto con River Plate protagoniza el denominado Superclásico del fútbol argentino, un evento que según el periódico inglés The Observer está en el primer puesto entre los 50 espectáculos deportivos que hay que ver antes de morir,7 mientras que el también británico The Sun lo describe como la «experiencia deportiva más intensa del mundo».8 Asimismo, según diversas encuestas, es el club más popular de Argentina (40,4 %) y el quinto con mayor cantidad de simpatizantes en todo el mundo.9 10\r\n\r\nA nivel local, Boca Juniors cuenta con 30 campeonatos de liga de Primera División: 24 obtenidos durante la era profesional y 6 durante la era amateur,11 y con 11 copas nacionales oficiales de AFA,12 entre las que se destacan dos Copas Argentinas (1969 y 2011\/12). También posee un título honorífico de la era amateur: la Copa de Honor, obtenida en 1925, un reconocimiento de la AFA a su gira por Europa de ese año.13\r\n\r\nEn el ámbito internacional, es la 2.° institución con mayor cantidad de títulos oficiales en el mundo: 18, al igual que el AC Milan y el Real Madrid, solo superados por Al Ahly.14 Entre dichos títulos se destacan 6 Copas Libertadores, 4 Recopas Sudamericanas, 2 Copas Sudamericanas y 3 Copas Intercontinentales. Además, es el club de América con más finales de copas internacionales con 27 (2.° a nivel mundial, detrás del Milan).15 Asimismo, es el club récord de finales de Copa Libertadores de América: 10, junto con Peñarol, y también es el 2.° club con mayor cantidad de Libertadores ganadas, detrás de Independiente, que tiene 7.16\r\n\r\nSumando torneos nacionales e internacionales, es el club argentino más exitoso y con mayor cantidad de títulos en la historia: 64 (63 oficiales y 1 de honor).\r\n\r\nA su vez, es el equipo argentino más exitoso en el profesionalismo, y uno de los más exitosos del amateurismo, solamente siendo superado por el extinto Alumni y Racing Club. Además, es el único club del país en haber logrado al menos 1 título por década y el equipo argentino (junto con Racing) que más veces salió campeón de forma invicta: 5 en 1919, 1924, 1926, 1998 y 2011.17\r\n\r\nLa Federación Internacional de Historia y Estadística de Fútbol en su Clasificación histórica del Ranking Mundial de Clubes lo distinguió como el Mejor Club de Sudamérica del Siglo XXI.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rjl2be1517768150.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2018-135156-Jersey.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/rrsstx1421591573.png","strTeamFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xwutvy1421590345.jpg","strTeamFanart2":null,"strTeamFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/swsrpr1431169811.jpg","strTeamFanart4":null,"strTeamBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/xrtpxq1421590518.jpg","strYoutube":"","strLocked":"unlocked"},{"idTeam":"135899","idSoccerXML":"4837","idAPIfootball":"447","intLoved":null,"strTeam":"Chacarita Juniors","strTeamShort":null,"strAlternate":"Club Atlético Chacarita Juniors","intFormedYear":"1906","strSport":"Soccer","strLeague":"Argentinian Primera B Nacional","idLeague":"4616","strDivision":null,"strManager":"","strStadium":"Estadio de Chacarita Juniors","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Villa Maipú, Argentina","intStadiumCapacity":"24300","strWebsite":"www.chacaritajuniors.com.ar","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético Chacarita Juniors (usually known simply as Chacarita) is an Argentine football club headquartered in Villa Crespo, Buenos Aires, while the stadium is located in Villa Maipú, General San Martín Partido of Gran Buenos Aires.\r\n\r\nThe squad currently plays at Argentine Primera División, the top division of the Argentine football league system.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/pjam301511624231.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135157","idSoccerXML":"1349","idAPIfootball":"448","intLoved":null,"strTeam":"Colon","strTeamShort":null,"strAlternate":"Colon Santa Fe","intFormedYear":"1905","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Estadio López","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Brigadier General Estanislao Lopez (nicknamed \"El Cementerio de Los Elefantes\") is a football stadium in Santa Fe, Argentina. It is the home stadium of Club Atlético Colón. The stadium has a capacity of 33,458 and was first opened in 1946.\r\n\r\nThe ground's nickname (Elephants Graveyard in English) was created in 1964, as a result of the unexpected defeat of the Brazilian team Santos FC led by Pelé. The frequent defeats of the major Argentine teams strengthened the reputation.","strStadiumLocation":"Santa Fe, Argentina","intStadiumCapacity":"47000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético Colón (Spanish pronunciation: ), commonly referred to as Colón de Santa Fe , is a sports club from Santa Fe, Argentina. The football team plays in the first division of the Argentine football league system, the Argentine Primera División.\r\n\r\nHistory\r\nThe club was founded on 5 May 1905, as \"Colón Foot-ball Club\" by a group of friends that were enthusiastic about football. It was named after Cristóbal Colón (Christopher Columbus), whose biography was being studied by one of the boys at the time.\r\n\r\nIn 1965 Colon won the Primera B title.\r\n\r\n\r\nThe 1965 team that won the Primera B title promoting to Primera División.\r\nThe first game played by Colón in Primera was v Chacarita Juniors on 6 May 1966. After the first season in the top level Colón finished 16th, but the following year the structure of Argentine football was changed so as there were two championships each season, the Metropolitano and the Nacional, with entrance to the latter originally only available to the higher placed Metropolitano teams. Colon did not qualify for the Nacional until 1968, although the squad did then managed a 6th place finish.\r\n\r\nColón finished 2nd in their group in the 1972 Nacional.\r\n\r\nIn 1975 the team made a good campaign in the Metropolitano, finishing in 6th place. This got better two years later, when Colón finished 5th in the Metropolitano, although the team then struggled in the Nacional. In 1978 Colón reached the knockout stages of the Nacional but was beaten in the quarter-finals by Independiente.\r\n\r\nColon was relegated from the Metropolitana in 1981 having won only 6 games that season It was to take 14 years for Colón to return to the top division (for the 1995–96 season). During the intervening period the team came close to promotion on a number of occasions, and lost Promotion Play-off games in 1988–89 to arch-rivals Union 3–0 on aggregate, and in 1992–93 Colón lost the championship play-off, being defeated by Banfield and then failed to qualify through the secondary play-offs.\r\n\r\nAfter a few mid-table finishes Colón was placed 2nd in the 1997 Clausura tournament, which is team's highest placed finish to date. As River Plate won both titles that season, a play-off was required between the two runners-up. In December 1997 Colón defeated Independiente 1–0 to qualify for the Copa Libertadores 1998. In the 2016-17 season, Colón drew an average home league attendance of 25,000.\r\n\r\nSouth American Tournament Qualification\r\nColon made their South American debut in the Copa CONMEBOL 1997 against Universidad de Chile. They subsequently reached the semi-finals where they lost to fellow Argentine side Lanús.\r\n\r\nThey made their debut in South America's most prestigious club tournament (Copa Libertadores) the following season. Their first game in the group stage was a 1–2 home defeat to River Plate, although they were still to qualify for the knockout stages. After beating Olimpia on penalties they were again drawn to play River Plate, but were defeated 5–2 on aggregate in the quarter-final.\r\n\r\nIn 2003, they qualified for their 3rd different continental competition (Copa Sudamericana), and they defeated Vélez Sársfield before losing to Boca Juniors.\r\n\r\nStadium\r\nThe club's current stadium is the Estadio Brigadier General Estanislao López, which holds 33,500 spectators. The ground was inaugurated in 1946, and received a renovation in 2002.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/nu7e3h1517768260.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2018-135157-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135158","idSoccerXML":"1328","idAPIfootball":"788","intLoved":null,"strTeam":"Crucero del Norte","strTeamShort":null,"strAlternate":"","intFormedYear":"1989","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Andrés Guacurarí","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Garupá, Argentina","intStadiumCapacity":"15000","strWebsite":"www.clubcrucerodelnorte.com.ar","strFacebook":"","strTwitter":"www.twitter.com\/prensacrucero","strInstagram":"","strDescriptionEN":"Club Mutual Crucero del Norte (simply known as Crucero del Norte) is an Argentine sports club based in Garupá, Misiones Province. The club was founded in 1989 by a long-distance bus company which gave its name to the institution. Although the club is mostly known for its association football team, other sports such as field hockey, paddle tennis and tennis are hosted.\r\n\r\nAfter many seasons playing in the Torneo Argentino A, the football team was promoted to Primera B Nacional after defeating Guillermo Brown via playoff. They currently play in Primera B Nacional.\r\n\r\nThe main Crucero's rival is Guaraní Antonio Franco of the same city.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/quyvuu1422409527.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/qqsuvx1423842761.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135159","idSoccerXML":"1336","idAPIfootball":"442","intLoved":null,"strTeam":"Defensa y Justicia","strTeamShort":null,"strAlternate":"","intFormedYear":"1935","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Norberto Tomaghello","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Norberto \"Tito\" Tomaghello is a multi-use stadium in Buenos Aires, Argentina. It is primarily used for football and is currently the home ground for Club Social y Deportivo Defensa y Justicia. The stadium holds 10,500 after its most recent expansion works and it opened in 1978.","strStadiumLocation":"Florencio Varela, Buenos Aires","intStadiumCapacity":"10500","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Social y Deportivo Defensa y Justicia, commonly known as Defensa y Justicia or simply Defensa, is an Argentine football club from Florencio Varela, Buenos Aires. The team currently plays in the Primera División, the top division of the Argentine football league system. Home games are played at the Estadio Norberto \"Tito\" Tomaghello which has a capacity of approximately 18,000.\r\n\r\nHistory\r\nThe institution was founded on 20 March 1935 by a group of friends who wanted to form a local team. There are no sources explaining how the name was given to the club. Presided by Norberto Tomaghello, Defensa y Justicia affiliated to Argentine Football Association, built its stadium, which was opened in occasion of a friendly match against Boca Juniors reserve team in December 1977.\r\n\r\nThe club's original colors were blue with white collars and cuffs, which were changed to yellow with green details. These were the colors of the bus line \"El Halcón\", a company that belonged to the club president at the time. This company used its buses to bring the fans to away games, and thus received the nickname \"Los Halcones de Varela\".\r\n\r\nEven though the club was founded as early as 1935, Defensa y Justicia did not play in official tournaments until 1978, when the team debuted in Primera D, defeating Cañuelas.\r\n\r\nEstadio.JPG\r\nThe team quickly promoted to upper divisions, first to Primera C Metropolitana in 1982 after winning the championship, and 3 years later reaching the next division, Primera B, while being coached by Hugo García. Defensa only played in Primera B one year and in 1986 were promoted to Primera B Nacional. As of May 17, 2014 Defensa y Justicia has been promoted to the Primera Division of the Argentina Football (the highest level in the country)","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qu1qrk1517768329.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/strpuv1423783875.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135160","idSoccerXML":"1170","idAPIfootball":"450","intLoved":null,"strTeam":"Estudiantes de la Plata","strTeamShort":null,"strAlternate":"Estudiantes L.P.","intFormedYear":"1905","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Estadio Único","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"La Plata","intStadiumCapacity":"53000","strWebsite":"www.clubestudianteslp.com.ar","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Estudiantes de La Plata (Spanish pronunciation: ), simply referred to as Estudiantes , is an Argentine sports club based in La Plata. The club's football team currently competes in the Primera División, where it has spent most of its history.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/anlus01517768424.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/uprrvt1423783900.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135161","idSoccerXML":"1333","idAPIfootball":"434","intLoved":null,"strTeam":"Gimnasia LP","strTeamShort":null,"strAlternate":"Gimnasia L.P.","intFormedYear":"0","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ksqyvk1517768491.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/uxyvss1423784057.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135162","idSoccerXML":"1347","idAPIfootball":"439","intLoved":null,"strTeam":"Godoy Cruz","strTeamShort":null,"strAlternate":"","intFormedYear":"1921","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Estadio Feliciano Gambarte","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Feliciano Gambarte is a multi-use stadium in Godoy Cruz, Mendoza, Argentina. It is used primarily for football matches and is the home ground of Godoy Cruz Antonio Tomba. The stadium holds 14,000 people and was built in 1959.","strStadiumLocation":"Godoy Cruz, Mendoza, Mendoza Province","intStadiumCapacity":"14000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Deportivo Godoy Cruz Antonio Tomba, known simply as Godoy Cruz, is an Argentine sports club from Godoy Cruz, Mendoza. The club is best known for its football team, that plays in the Primera División, the top level of the Argentine football league system.\r\n\r\nOther activities practised at Godoy Cruz are basketball, team handball, field hockey, tennis and volleyball.\r\n\r\nHistory\r\nGodoy Cruz was born as an institution in 1921. It all started when a group of friends, gathered in the \"Victoria Bar\" (located opposite the departmental square at that time), decided to found a club, taking advantage of the boom at the time . Thus was born on 1 June 1921, the Club Sportivo Godoy Cruz with the novice presidency of Don Romero Garay.\r\n\r\n\r\nThe team of 1954.\r\nThe club was founded on 21 June 1921 under the name sportivo Godoy Cruz, and changed to its current name on 25 April 1930 after the fusion with Deportivo Bodega Antonio Tomba. In 1959, Godoy Cruz' stadium, the , was constructed. The stadium is nicknamed La Bodega (Spanish for \"wine cellar\") and holds 21,000 people.\r\n\r\nGodoy Cruz played in the regional league for several years before reaching the national level. The club won the Mendoza first division championship in 1944, 1947, 1950, 1951, 1954, 1968, and also in 1989 and 1990 that qualified to play in the defunct Torneo del Interior national-level tournament.\r\n\r\nWinning the Torneo del Interior in 1994, Godoy Cruz reached the Primera B Nacional (Argentine second division) that year. After more than ten years in the second division, the club was finally promoted to the Primera División in 2006, after winning the 2005–06 season of the Primera B Nacional, defeating Nueva Chicago in the final.\r\n\r\nTwenty-year-old Enzo Pérez scored the first goal by Godoy Cruz in the Argentine Primera, in a 1–1 draw with Belgrano on 9 September 2006.\r\n\r\nAt the end of the 2006–07 season, Godoy Cruz was relegated from the Primera after losing their promotion\/relegation play-off with Huracán. Their stay in the second division was short, as they earned automatic promotion to the first division after finishing runners-up to San Martín de Tucumán during the 2007–08 season.\r\n\r\nGodoy Cruz secured their best ever league position of 3rd place under Omar Asad's management during the 2010 Clausura. In that tournament, they also achieved the best-ever point total (37) for a team indirectly affiliated to the Argentine Football Association (meaning clubs under the administration of the Federal Council branch of AFA, which are teams outside Buenos Aires, Greater Buenos Aires, Rosario and Santa Fe). These results qualified them for the 2011 Copa Libertadores, their first appearance in this tournament.\r\n\r\nIn his participation in the Superliga Argentina, in the season 2017\/18, Godoy Cruz, with his coach Diego Dabove achieved an excellent campaign, obtaining the second place in the season. The \"Tomba\" got 56 points in 27 games played, one of the milestones of the team in this championship was to get a record of 6 consecutive wins, in addition to having had the scorer of the season, Santiago García, who converted 17 goals.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/d3c0ds1517768584.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/swvyvu1423784034.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135163","idSoccerXML":"1334","idAPIfootball":"445","intLoved":null,"strTeam":"Huracan","strTeamShort":null,"strAlternate":"","intFormedYear":"1908","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Tomás Adolfo Ducó","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Buenos Aires, Argentina","intStadiumCapacity":"48314","strWebsite":"cahuracan.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético Huracán (Spanish pronunciation: ) is an Argentine sports club from the Parque Patricios neighbourhood of Buenos Aires. The club is notable for its football team, that currently plays in the Primera División, the top level of the Argentine football league system. Its home stadium is the Estadio Tomás Adolfo Ducó.\r\n\r\nHuracán was founded on 1 November 1908 in the Nueva Pompeya neighbourhood of Buenos Aires. The club's name and nickname (Globo, literally \"Balloon\") comes from the Huracán (\"Hurricane\") balloon flown by Jorge Newbery in 1909. Its supporters are called los Quemeros (\"the Burners\") because the stadium is located in a former garbage burning area.\r\n\r\nSince its establishment, Huracán has won 13 domestic titles (including five Primera División championships, and most recently the 2014 Supercopa Argentina). Apart from those achievements, the team has finished as runner-up of the top division seven times (the last one in the 2009 Clausura). Huracán's historical rival is San Lorenzo de Almagro.\r\n\r\nOther sports practised at the club are artistic gymnastics, boxing, field hockey, roller hockey, handball, martial arts and volleyball.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/3cafun1580842587.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/rqpvpt1423842771.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/17ke141535789388.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135164","idSoccerXML":"1343","idAPIfootball":"453","intLoved":null,"strTeam":"Independiente","strTeamShort":null,"strAlternate":"Diablos Rojos","intFormedYear":"1905","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"Jorge Almiron","strStadium":"Estadio Libertadores de America","strKeywords":null,"strRSS":"https:\/\/clubaindependiente.com\/rss","strStadiumThumb":null,"strStadiumDescription":"On 4 March 1928, in a match against Peñarol of Uruguay that ended in a draw, Independiente established the first stadium in South America. The stadium would later be known as Doble Visera.\r\n\r\nThe Estadio Libertadores de América was closed for repairs in 2007, and reopened 28 October 2009 in a league match against Colón, which Independiente won 3–2. During construction, Independiente played their home games in four different fields.","strStadiumLocation":"Avellaneda","intStadiumCapacity":"48069","strWebsite":"clubaindependiente.com","strFacebook":"www.facebook.com\/Independiente","strTwitter":"twitter.com\/Independiente","strInstagram":"instagram.com\/caindependiente","strDescriptionEN":"Club Atlético Independiente (Spanish pronunciation: ) is an Argentine sports club, which has its headquarters and stadium in the city of Avellaneda, Greater Buenos Aires. The club is best known for its football team, that plays in the Primera División and is considered one of Argentina's Big Five football clubs. The club holds a long-standing rivalry with neighbor Racing Club de Avellaneda in the Avellaneda derby, referred to as El Clásico de Avellaneda.\r\n\r\nIndependiente was officially founded on 1 January 1905, although the institution had been formed on 4 August 1904 and had already played in Argentina's first division. Originally from Monserrat, a historic neighborhood of Buenos Aires, the club moved to Avellaneda in 1907. The football team has won 16 Primera División title, the last one being the 2002 Apertura) and 9 National cups.\r\n\r\nIn international club football competitions, Independiente holds 16 titles, with a record seven Copa Libertadores wins, being the only club to win four finals in a row, between 1972 and 1975. Additionally, the club has won three times the Copa Interamericana, twice the Supercopa Sudamericana, once the Recopa Sudamericana, twice the Intercontinental Cup (1973 and 1984), and the Copa Sudamericana in 2010, its most recent title after 16 years without international wins. Other international titles won by Independiente include Rioplatenses competition Copa Aldao, organized by Argentine and Uruguayan Associations together.\r\n\r\nOther activities practised at the club are athletics, basketball, boxing, chess, field hockey, handball, gymnastics, martial arts, pilates, roller skating, scuba diving, swimming, tennis, volleyball and water polo and yoga.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Club Atlético Independiente es una institución deportiva que tiene su sede y su estadio en la ciudad de Avellaneda, Provincia de Buenos Aires, Argentina. Se originó en el histórico barrio de Monserrat el día 1 de enero de 1905, aunque la institución ya estaba organizada desde el 4 de agosto de 1904. Su sede social data de 1936. Disputa sus partidos en el Estadio Libertadores de América, el cual se construyó en 1928 y se encuentra en proceso de remodelación desde 2008.1\r\n\r\nEs considerado como uno de los cinco grandes de Argentina,2 y en cuanto a las rivalidades, el clásico rival de Independiente es Racing Club, con quien juega el Clásico de Avellaneda, marcado por una amplia dominación del conjunto rojo con 23 partidos a favor. El resto de los cinco grandes, los cuales son River Plate, Boca Juniors y San Lorenzo, también son rivales históricos del club y los partidos que disputa con ellos también son considerados como clásicos.\r\n\r\nHacia la actualidad, Independiente ganó 16 campeonatos locales de Primera División, de los cuales 14 fueron logrados en el profesionalismo del fútbol argentino. Cuenta también con 9 copas domésticas de primera división y 1 de segunda división y, en el ámbito internacional, ha alzado 16 títulos internacionales oficiales y 2 copas rioplatenses, posicionándose como uno de los clubes más ganadores del mundo. Dichos logros internacionales le valieron el reconocimiento de ser llamado \"Rey de Copas\", siendo el club argentino, sudamericano, e incluso del mundo, con más logros internacionales durante décadas, siendo famoso y respetado en todo el mundo.\r\n\r\nSu última conquista fue la Copa Sudamericana 2010. Es también el máximo campeón de la Copa Libertadores de América y de la descontinuada Copa Interamericana, con siete y tres conquistas respectivamente, siendo además: el único tetracampeón consecutivo de la Copa Libertadores, el primer club argentino en consagrarse campeón y bicampeón consecutivo de dicho torneo y también el primer equipo en ganarla de forma invicta. Ganó también dos Supercopas Sudamericanas y una Recopa Sudamericana, además de dos Copas Intercontinentales, que lo posicionaron de facto como campeón mundial en 1973 y 1984.3\r\n\r\nConjuntamente con el fútbol, se practican en el club otras disciplinas deportivas como natación, ajedrez, artes marciales, básquet, boxeo, handball, hockey sobre patines, tenis, waterpolo, voleyball, entre otros. Cuenta con aproximadamente 104.000 socios activos.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/eki4nd1580842605.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/rxvqyp1423784011.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/SitioOficialCAI","strLocked":"unlocked"},{"idTeam":"135165","idSoccerXML":"1342","idAPIfootball":"446","intLoved":null,"strTeam":"Lanus","strTeamShort":null,"strAlternate":"","intFormedYear":"1915","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"Ezequiel Carboni","strStadium":"Estadio Lanús","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Ciudad de Lanús – Néstor Díaz Pérez, also known as La Fortaleza (The Fortress), is a multi-use stadium in Lanús, Argentina. It is currently used primarily for football matches and is the home ground of Club Atlético Lanús. The stadium holds 47,027 people and was built in 1929. In September 2010, the club started construction on a roof for the local stand, which has since been completed. Several other works were completed in 2014, these additions consisting in a new changing rooms, a press conference room, an official club shop, a highly competitive gym, a café for club members and a secondary school behind the stadium.","strStadiumLocation":"Lanús, Buenos Aires Province, Argentina","intStadiumCapacity":"47027","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético Lanús (Spanish pronunciation: ) is an Argentine sports club from the Lanús district of Greater Buenos Aires. Founded on 3 January 1915, the club's main sports are football and basketball. In both sports, Lanús plays in Argentina's top divisions: Primera División (football) and Liga Nacional de Básquet (basketball). In football, Lanús has won six major championships in its history: the 1996 Copa CONMEBOL (the predecessor of the current Copa Sudamericana), the 2007 Apertura, the 2013 Copa Sudamericana, the 2016 Argentine Primera División, the 2016 Bicentenario national cup and the 2017 Supercopa Argentina.\r\n\r\nApart from football, Lanús hosts many other sports such as athletics, gymnastics, martial arts, handball, field hockey, roller skating, swimming, tennis, volleyball and weightlifting. The club has a futsal team in Colombia.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/8g8cqd1580842625.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/qvusqs1423783983.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135166","idSoccerXML":"1346","idAPIfootball":"457","intLoved":null,"strTeam":"Newells Old Boys","strTeamShort":null,"strAlternate":"","intFormedYear":"1903","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Estadio Marcelo Bielsa","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Marcelo A. Bielsa is Newell's Old Boys' multi-use stadium in Rosario, Argentina. It didn't have any official name until December 22, 2009, when it was named after the former manager of the club Marcelo Bielsa. Until then it was simply called El Coloso del Parque (\"The Colossus of the Park\"), and this remained as the stadium's popular name. It is currently used mostly for football matches, but it has hosted some rugby matches sometimes, albeit rarely. The stadium was built in 1911, and has been expanded several times since. It currently holds 42,000.\r\n\r\nHistory\r\nFirst pitch (1905)\r\nThe first pitch or \"field\" as it was called at that time was located between the streets Boulevard Humberto First and Avellaneda, in the northwest of the city of Rosario, in the neighborhood of the workshops. The same was achieved through management by Claudio Newell (son of Isaac Newell, founder of the club), and was opened in 1905 . It was the scene of the beginning of the meetings at that time the Football League Rosarina. The same had few amenities: had only a small box lumber modest. Due to this and the growth of the club, he found a new space for the court.\r\n\r\nSecond court (1907)\r\nIn 1907, thanks to the efforts of the then Mayor of Rosario, Nicasio Vila, who ceded some land, the court moved to the block between Avenue United Provinces streets, San Luis and La Rioja, in the neighborhood Vila, in the west corner of the city.","strStadiumLocation":"Rosario, Santa Fe Province, Argentina","intStadiumCapacity":"42000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético Newell's Old Boys (Spanish pronunciation: ) is an Argentine sports club based in Rosario, Santa Fe. The club was founded on 3 November 1903, and is named after Isaac Newell, from the English county of Kent, one of the pioneers of Argentine football.\r\n\r\nOriginally a member of Rosario's Football Association, Newell's affiliated to the Argentine Football Association (AFA) in 1939. They were the 2013 champions in Argentine football, and have won AFA's Primera División six times throughout their history. Newell's has also been twice Copa Libertadores runner-up (in 1988 and 1992).\r\n\r\nThe club's football stadium is the Estadio Marcelo Bielsa, named after the team's former player and manager Marcelo Bielsa (twice champion, and runner-up of one Copa Libertadores). Newell's plays the Rosario derby against Rosario Central, a club with which they have a huge historical rivalry.\r\n\r\nNewell's is also notable for its youth divisions, being one of the clubs with most national titles in AFA's youth tournaments. Players from the club's youths who have represented Argentina at World Cups are Gabriel Batistuta, Éver Banega, Walter Samuel, Américo Gallego, Jorge Valdano, Gabriel Heinze, Roberto Sensini, Mauricio Pochettino and Maxi Rodríguez, among others. Lionel Messi also played in the club's youths, but left at a young age to Barcelona to seek treatment for his growth hormone deficiency, while Diego Maradona played briefly for the first team in 1993.\r\n\r\nOther sports practised at this club are basketball, boxing, field hockey, martial arts, roller skating and volleyball.\r\n\r\nHistory\r\nOrigins\r\n\r\nClub Atlético Newell's Old Boys was established on 3 November 1903. Claudio Newell was one of the founding members. Newell called teachers, pupils and alumni of the school to sign the act of foundation of the club. The name chosen paid tribute to Isaac Newell's life. The first president was Víctor Heitz.\r\n\r\nThe name \"old boys\" is referred to graduates of a school. Therefore, \"Newells Old Boys\" would mean \"Graduates of Newell's school\" or something similar. In fact, the players of the first football team were graduates of the school Isaac Newell had established, the Colegio Comercial Anglicano Argentino.\r\n\r\nThe colours of the club were taken from the Colegio Comercial Anglicano Argentino emblem (designed by Isaac Newell himself) that were red and black inspired in the colours of the English and German flags respectively.\r\n\r\nNewell's Old Boys is often referred to as \"leprosos\" (\"lepers\"). The club got its nickname, the lepers, after playing in a charity match for a leprosy clinic in the 1920s.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/23aftf1580842633.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/upvtvv1423783844.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/m7g5s71580842643.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135167","idSoccerXML":"1355","idAPIfootball":"484","intLoved":null,"strTeam":"Nueva Chicago","strTeamShort":null,"strAlternate":"Club Atlético Nueva Chicago","intFormedYear":"1911","strSport":"Soccer","strLeague":"Argentinian Primera B Nacional","idLeague":"4616","strDivision":null,"strManager":"","strStadium":"Estadio Nueva Chicago","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Mataderos, Argentina","intStadiumCapacity":"28500","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Nueva Chicago is an Argentine sports club based in Mataderos, a neighborhood in the west side of Buenos Aires, formerly called \"Nueva Chicago\". Club's nickname, El Torito (The Little Bull) is an allusion to 1930s legendary boxer Justo Suárez, known as El Torito de Mataderos (The Little Bull of Mataderos).\r\n\r\nThe club is mostly known for its football team, that currently plays in the Primera B Nacional, the second division of the Argentine football league system. Other sports practised at the club are basketball, boxing, field hockey, futsal, handball, roller skating and volleyball.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/srwsvr1422408821.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/xyxxyx1423842780.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135168","idSoccerXML":"1353","idAPIfootball":"443","intLoved":null,"strTeam":"Olimpo","strTeamShort":null,"strAlternate":"Olimpo Bahia Blanca, Club Olimpo","intFormedYear":"1910","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Estadio Roberto Natalio Carminatti","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Bahía Blanca, Argentina","intStadiumCapacity":"20000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Olimpo, usually referred to as Olimpo de Bahía Blanca, is an Argentine sports club based in the city of Bahía Blanca, Buenos Aires Province. The club was founded October 15th, 1910. Its primary activity is soccer. The club is recognized in Argentina's highest soccer league. In basketball the club participated in the Torneo Nacional de Ascenso until the 2016\/2017 season, stopping due to economic problems. Olimpo is considered one of the most recognized and important institutions in southern Argentina due to the history, championships won, infrastructure, large number of sports, representation of the city of Bahía Blanca, and for its fan base.\r\n\r\nThroughout the history of the club, their basketball team has stood out. Olimpo won the Campeonato Argentino de Clubes twice, 1974 and 1978. Until 1984, Club Olimpo participated in the highest category for argentine basketball and participated in a sub-tournament of the Liga Nacional in 1986. Club Olimpo´s basketball is recognized for being the only sports club from Bahía Blanca to reach a national title on the world scale. Olimpo has won 19 championships in the first division of the Asociación Bahiense de Básquetbol, making them the team which has won the most championships. Since July 3, 1971, Olimpo plays its games in their home stadium, Estadio Norberto Tomas, which has a capacity of 2,500 people.\r\n\r\nSoccer has always been the main activity of the club. Olimpo records the most wins in La Liga del Sur history with 28 championships. This is the oldest and most important regional tournament in Argentina. Olimpo has also won the championship in the second division three times (2001\/2, 2006\/7, and 2009\/10), making them the club with the most wins in the competition, along with Banfield.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/292b4k1517768961.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/uprwsq1423783861.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135682","idSoccerXML":"1382","idAPIfootball":"444","intLoved":null,"strTeam":"Patronato de Parana","strTeamShort":null,"strAlternate":"Patronato","intFormedYear":"1914","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Estadio Grella ","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estádio Presbítero Bartolomé Grella is a multi-use stadium in Paraná, Argentina. It is currently used mostly for football matches and is the home ground of Patronato de Paraná. The stadium has a capacity of 23,500 spectators and it opened in 1956.","strStadiumLocation":"Paraná, Entre Ríos Province","intStadiumCapacity":"23500","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Club Atlético Patronato de la Juventud Católica (commonly called Patronato or Patronato de Paraná) is an Argentine football club based in Paraná, Entre Ríos. The squad currently plays in Primera División, the top division of Argentine football league system.\r\n\r\nThe club debuted in Primera División in 1978, playing the Nacional championship. In December 2015, Patronato achieved its second promotion to Primera after defeating Santamarina de Tandil by penalty shoot-out.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/1u0gms1580842653.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135169","idSoccerXML":"1337","idAPIfootball":"480","intLoved":null,"strTeam":"Quilmes","strTeamShort":null,"strAlternate":"Quilmes Atlético Club","intFormedYear":"1887","strSport":"Soccer","strLeague":"Argentinian Primera B Nacional","idLeague":"4616","strDivision":null,"strManager":"","strStadium":"Estadio Centenario Ciudad de Quilmes","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Quilmes, Argentina","intStadiumCapacity":"30200","strWebsite":"www.quilmesaclub.org.ar","strFacebook":"www.facebook.com\/QuilmesAClub","strTwitter":"twitter.com\/qacoficial","strInstagram":"instagram.com\/quilmesaclub","strDescriptionEN":"Quilmes Atlético Club (Spanish pronunciation: ) is an Argentine sports club based in the Quilmes district of Greater Buenos Aires. Quilmes is one of the oldest clubs of Argentina still competing in official tournaments, having been founded in 1887. Its football squad currently plays in the Primera B Nacional, the second division of the Argentinian football.\r\n\r\nApart from football, Quilmes' main sport is field hockey, which both teams, women's and men's, have won a large number of titles at Torneo Metropolitano championships. Quilmes has also a field hockey stadium, \"Estadio Nacional\" with a capacity of 6,000 seats.\r\n\r\nOther sports practised at the club are basketball, gymnastics, handball, martial arts, roller skating, swimming and tennis.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/1nj5uk1517769025.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/uvqsts1423783657.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCFSZ8DPHla-DZ1amU_IufdQ","strLocked":"unlocked"},{"idTeam":"135170","idSoccerXML":"1330","idAPIfootball":"436","intLoved":null,"strTeam":"Racing Club","strTeamShort":null,"strAlternate":"","intFormedYear":"1903","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Estadio Juan Domingo Perón,","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/xxqquu1424078101.jpg","strStadiumDescription":"The Estadio Juan Domingo Perón is a stadium in Argentina that is the home of Racing Club. The club's fans refer to it as El Cilindro.","strStadiumLocation":"Avellaneda, Greater Buenos Aires, Argentina","intStadiumCapacity":"51389","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Racing Club is an Argentine professional sports club based in Avellaneda, a city of Greater Buenos Aires. Founded in 1903, Racing has been historically considered one of the \"big five\" clubs of Argentine football. Racing currently plays in the Primera División, the top division of the Argentine league system.\r\n\r\nRacing has won the Primera División 17 times (with a record of 7 consecutive championships between 1913 and 1919), apart from winning several National cups such as five Copa Ibarguren, four Copa de Honor Municipalidad de Buenos Aires and one Copa Beccar Varela. Due to those achievements the team was nicknamed \"La Academia\" (\"The Academy of Football\") which still identifies the club and its supporters.\r\n\r\nOn the international stage, the club won in 1967 both the Copa Libertadores, the first edition of the Supercopa Sudamericana in 1988 and the Intercontinental Cup, therefore being the second Argentine team to become South American champion, and the first to become club world champion. In addition, Racing also won two Copa Aldao and one Copa de Honor Cousenier, both tournaments organized by AFA and AUF together.\r\n\r\nThe first team plays its home games in the Estadio Presidente Juan Domingo Perón, nicknamed El Cilindro de Avellaneda (in English: \"The Cylinder of Avellaneda\"). Apart from football, other sports practised at Racing are artistic gymnastics, basketball, boxing, field hockey, handball, martial arts, roller skating, tennis and volleyball.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/jixh121504720274.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/rswyvp1423783959.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135171","idSoccerXML":"1329","idAPIfootball":"435","intLoved":"1","strTeam":"River Plate","strTeamShort":null,"strAlternate":"","intFormedYear":"1901","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"El Monumental","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/aokay41532257978.jpg","strStadiumDescription":"Estadio Antonio Vespucio Liberti (Spanish pronunciation: ), also referred to as River Plate Stadium, Monumental de Núñez or simply El Monumental, is a stadium in the Belgrano district of Buenos Aires, Argentina (although popular belief wrongly states that the stadium is in the Núñez district), home of the football club River Plate. It was opened on 25 May 1938 and named after former club president Antonio Vespucio Liberti. It is the largest stadium in Argentina with a capacity of 62,000 and is also home of the Argentina national football team. It was the main venue in the 1951 Pan American Games. It hosted the 1978 FIFA World Cup Final between Argentina and the Netherlands. Additionally, it hosted four finals of the Copa América, most recently in 2011.\r\n\r\nIn 2018, the stadium will host the opening ceremony of the 2018 Summer Youth Olympics, which will be held in Buenos Aires.","strStadiumLocation":"Belgrano, Buenos Aires","intStadiumCapacity":"61688","strWebsite":"www.cariverplate.com.ar","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético River Plate is an Argentine professional sports club based in the Belgrano neighborhood of Buenos Aires, and named after the British English rendering of the city's estuary, Río de la Plata. Although many sports are practiced at the club, River is best known for its professional football team, which has won Argentina's Primera División championship a record of 36 times, including its latest title, 2014 Final. Domestic achievements also include 11 National cups, with the 2017 Supercopa Argentina as the most recent. which places River Plate as the most winning team of domestic competitions with 47 titles won in the top division.\r\n\r\nIn Second Division, the club has won two titles, in 1908 and 2011-12.\r\n\r\nAt international level, River Plate has won 16 titles, with ten recognised by FIFA and CONMEBOL that includes three Copa Libertadores, one Intercontinental Cup, one Supercopa Sudamericana, one Copa Sudamericana, two Recopa Sudamericana, one Copa Interamericana and one Suruga Bank Championship. Furthermore, the club has also won six tournaments organized by AFA and AUF together: five Copa Dr. Ricardo Aldao, and one Tie Cup. In addition, River Plate's reserve team won the U-20 Copa Libertadores in 2012.\r\n\r\nIn a survey published by the Argentine Football Association in 2016, 6 out of 11 players of the all-time Argentine national team had played for River Plate. Previously, in 2000, River Plate had been honored by FIFA as the 9th best club of the century in the world and the best Argentine football club in that ranking.\r\n\r\nAmong other achievements, River Plate is at the top of the list in the All-time Argentine Primera División table, being the Argentine team with most won games, least defeated games, most points accumulated, most goals scored, least goals against and best goal difference since the first championship held in 1891 and is third in the Historical table of the Copa Libertadores being the South American team with most won games.\r\n\r\nRiver Plate is the first and only team to simultaneously hold CONMEBOL's four current major international competitions, after winning the 2014 Copa Sudamericana, 2015 Recopa Sudamericana, the 2015 Copa Libertadores, and the 2015 Suruga Bank Championship.\r\n\r\nIn 2000, River Plate was named by FIFA as the 9th club of the century and it was the best Argentine football club in that ranking. In 2010, the International Federation of Football History and Statistics placed River Plate in the 9th place in a ranking that included the best teams of the world during the 1990 and 2000 decades. River was the South American club with the best position in the table.\r\n\r\nThe club was officially founded in 1901 and took its name from the common English name for the Río de la Plata. River has a fierce rivalry with Boca Juniors. Matches between them are known as Superclásico, and the two teams' rivalry is amongst the most heated in the sport, due to their local and global popularity. River's home stadium is Estadio Monumental Antonio Vespucio Liberti, known simply as El Monumental, which is the largest stadium in the country.\r\n\r\nApart from football, the club hosts a large variety of sports such as athletics, basque pelota, bowls, chess, basketball, cestoball, gymnastics, field hockey, karate, roller hockey, roller skating, swimming, taekwondo, tennis, volleyball and waterpolo.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/gtesbl1517767577.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2018-135171-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135172","idSoccerXML":"1332","idAPIfootball":"437","intLoved":null,"strTeam":"Rosario Central","strTeamShort":null,"strAlternate":"","intFormedYear":"1889","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Estadio Gigante de Arroyito","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Rosario, Santa Fe, Argentina","intStadiumCapacity":"41824","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético Rosario Central (Spanish pronunciation: ) is a sports club based in Rosario, Argentina, that plays in the Argentine Primera División. The club was officially founded December 24, 1889 by a group of railway workers, taking its name from the British-owned Central Argentine Railway company. One of the oldest Argentine teams, it is considered a pioneer in its hometown and the only one of current Rosarian teams to have won an international title organised by CONMEBOL and recognised by FIFA: the Copa Conmebol, won by the club in 1995.\r\n\r\nOriginally member of the Rosario's Football Association, the club affiliated to the Argentine Football Association (AFA) in 1939. Since then, Rosario Central has won the Argentine's First Division four times; its last domestic title was the 1986–87 season. In addition, Rosario Central won the Conmebol Cup (the precursor of the current Copa Sudamericana) once, in 1995, being the only team in Santa Fe province which has won an official international title recognised by FIFA.\r\n\r\nIn 2012, the club was considered by FIFA as one of the 11 most classical clubs in Argentine football.\r\n\r\nRosario Central has a strong rivalry with Newell's Old Boys. The matches played between them are named \"El Clasico Rosarino\", and is amongst the most heated rivalries in Argentina due to both teams and due to Rosario Central's local popularity. Rosario Central's home stadium is Estadio Dr. Lisandro de la Torre, known simply as \"El Gigante de Arroyito\" (The Giant of Arroyito), is the largest stadium in the city.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/drkw901517769085.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/xqwvxq1423783795.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135173","idSoccerXML":"1352","idAPIfootball":"460","intLoved":"1","strTeam":"San Lorenzo","strTeamShort":null,"strAlternate":"","intFormedYear":"0","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Estadio Pedro Bidegain","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Estadio Pedro Bidegain (Spanish pronunciation: ), more often known as El Nuevo Gasómetro, is the home stadium of San Lorenzo football club in Buenos Aires.\r\n\r\nSan Lorenzo's old ground, the historic Viejo Gasometro in nearby Boedo was expropriated by the military government in 1979.\r\n\r\nThe stadium is located in Bajo Flores but San Lorenzo fans wish to return to their original home (Viejo Gasómetro), and won a court action saying that Carrefour should sell back the land that their supermarket is now built on.","strStadiumLocation":"Flores, Buenos Aires","intStadiumCapacity":"47964","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético San Lorenzo de Almagro, commonly known as San Lorenzo de Almagro or simply San Lorenzo (in English: Saint Lawrence), is an Argentine sports club based in the Boedo district of Buenos Aires. It is best known for its football team, which plays in the Primera División, the first tier of the Argentine football league system. San Lorenzo is also considered one of the \"big five\" (\"Los 5 Grandes\") of Argentine football by Argentine press, with Independiente, River Plate, Boca Juniors, and Racing Club.\r\n\r\nSan Lorenzo plays its home games at Estadio Pedro Bidegain, popularly known as Nuevo Gasómetro. The stadium and sports facilities are located in Bajo Flores district of the Buenos Aires, considered one of the most dangerous neighborhoods of Buenos Aires. The club's previous stadium was the Viejo Gasómetro, located in the Boedo district. After the match was played there in 1979, the Gasómetro was expropriated by the de facto Government of Argentina and then sold to chain of supermarkets Carrefour. The club currently has five headquarters: three in Boedo, one in Monserrat, and one at Bajo Flores, all of them in the city of Buenos Aires. San Lorenzo also plans to expand its main seat on La Plata Avenue, while a 15-hectare campus in Ezeiza is projected to develop an olympic football program.\r\n\r\nSan Lorenzo's historical rival is Huracán, located in Parque Patricios. The two clubs play one of the older derbies in Argentina. Some supporters consider this derby as the third most important after Superclásico and Clásico de Avellaneda, in addition to being one of the most uneven derbies of Argentine Football.\r\n\r\nOther sports practised at the club are artistic roller skating, basketball, field hockey, futsal, handball, martial arts, roller hockey, swimming, tennis and volleyball. Some years ago, San Lorenzo had also opened a rugby union section, but it is no longer active. San Lorenzo gained international recognition in March 2013 with the election of Pope Francis, a supporter of the club. The players played with the Pope's photo on their shirts during a league match against Colón Santa Fe on 16 March 2013. The institution is also known because of the actor Viggo Mortensen, supporter of the team, who spent part of his childhood in Argentina.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qr7ose1517769136.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/upxqvy1423783612.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136197","idSoccerXML":"4902","idAPIfootball":"485","intLoved":null,"strTeam":"San Martin de Tucuman","strTeamShort":null,"strAlternate":"San Martin Tucuman","intFormedYear":"1909","strSport":"Soccer","strLeague":"Argentinian Primera B Nacional","idLeague":"4616","strDivision":null,"strManager":"","strStadium":"Estadio La Ciudadela","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Coordinates: 26°50′10.61″S 65°13′46.58″W Estadio La Ciudadela is a multi-use stadium in Tucumán, Argentina. It is primarily used for football and is currently the home ground for San Martín de Tucumán. The stadium holds 28,000 people.","strStadiumLocation":"San Miguel de Tucumán","intStadiumCapacity":"28000","strWebsite":"www.clubatleticosanmartin.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético San Martín (mostly known as San Martín de Tucumán) is an Argentine sports club founded in 1909 and based in the city of San Miguel de Tucumán, Tucumán Province. The club is notable for its football team, which will play in the Argentine Primera B Nacional .\r\n\r\nSan Martin played every season in the Nacional championship between 1968 and 1985. El Santo has also played 3 seasons in the Argentine Primera División, in 1988\/89, 1991\/92 and in 2008\/09.\r\n\r\nThe club's most notable victory was a 6–1 win over Boca Juniors in the Bombonera on November 20, 1988. After playing the 2008–2009 season in Argentina's First Division, San Martín was relegated to the Primera B Nacional Argentina. In 2011, after losing the Promoción, San Martín was relegated again to a lower division, the Torneo Argentino A.\r\n\r\nOther sports practised at the club are field hockey, handball, martial arts, rugby union, swimming, tennis and volleyball.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xymq001532856832.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135174","idSoccerXML":"1340","idAPIfootball":"461","intLoved":null,"strTeam":"San Martin San Juan","strTeamShort":null,"strAlternate":"San Martín de San Juan, San Martin S.J.","intFormedYear":"1907","strSport":"Soccer","strLeague":"Argentinian Primera B Nacional","idLeague":"4616","strDivision":null,"strManager":"","strStadium":"Estadio Hilario ","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Ingeniero Hilario Sánchez is a football stadium in San Juan. It is the home ground of San Martín de San Juan. It has a capacity of 16,500 spectators.","strStadiumLocation":"Sánchez, San Juan, Argentina","intStadiumCapacity":"16500","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético San Martín, mostly known as San Martín de San Juan, is an Argentine football club from the city of San Juan. The team currently plays in the Argentine Primera B Nacional, the second division of the Argentine football league system. \r\n\r\nHistory\r\nBefore 2015, San Martín had only played four seasons in the Argentine top flight. Its first appearance was in the 1970 Nacional championship, finishing bottom of the group after winning only four of 20 games. It again played in the Argentine First Division in the 2007\/8 season. The squad gained the promotion to the first division for the third time during the 2010–11 season, after beating Gimnasia y Esgrima (LP) 1–0 and later 1–1 on aggregate in the play-off for the second automatic promotion place. The team was relegated during the 2013 Torneo Final.\r\n\r\nSan Martín has played in the Argentine First Division since 2015, when the tournament was expanded to include 30 teams. It avoided relegation by placing 17th in the 2015 season, 13th in the 2016 season and 22nd in the 2016\/17 season.\r\n\r\nIt currently plays most matches in the Hilario Sánchez stadium in Concepción, which has capacity for 19,000 spectators. It sometimes plays major games (notably against Boca Juniors and River Plate) in the Estadio San Juan del Bicentenario, which has capacity for 25,000 spectators.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/l7j84h1517769215.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/swvpxv1423842659.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135175","idSoccerXML":"1341","idAPIfootball":"474","intLoved":null,"strTeam":"Sarmiento","strTeamShort":null,"strAlternate":"Sarmiento Junin","intFormedYear":"1911","strSport":"Soccer","strLeague":"Argentinian Primera B Nacional","idLeague":"4616","strDivision":null,"strManager":"","strStadium":"Estadio Eva Perón","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Junín","intStadiumCapacity":"19000","strWebsite":"www.sarmientodejunin.com.ar","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético Sarmiento is a football club from the city of Junín, Buenos Aires Province, Argentina. The squad currently plays in the Primera B Nacional, the second division of the Argentine football league system, recently relegated from the Argentine Primera División.\r\nJunín Estadio\r\n\r\nFounded in 1911 and affiliated to AFA in 1952, Sarmiento has only played 3 seasons in the Primera División, in 1981, 1982 and 2015. It's going to play in the first division in 2016  The team best final position ever was 13th in 1981, being relegated to the last place in 1982.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/smv9p51517769329.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/wsuyts1423842791.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136674","idSoccerXML":"4927","idAPIfootball":"456","intLoved":null,"strTeam":"Talleres de Cordoba","strTeamShort":null,"strAlternate":"Talleres Cordoba","intFormedYear":"1913","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Estadio Mario Alberto Kempes","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Estadio Mario Alberto Kempes, formerly known as Estadio Córdoba and popularly Estadio Olímpico Chateau Carreras, is a stadium in the Chateau Carreras neighborhood of Córdoba, Argentina. It is used mostly for association football matches and also sometimes for athletics.\r\n\r\nThe stadium was built in 1976 in preparation for the 1978 World Cup, with a capacity for 46,083 spectators although it doesn't provide seating for all of them, like many Argentine stadiums.\r\n\r\nMost football teams in Córdoba have their own stadiums but they usually prefer playing in this stadium for its size and comfort, especially when playing important games that attract big crowds. Generally, this stadium is used for Talleres' matches, and is used for Belgrano's, Instituto's and Racing's matches. The Argentina national football team home matches have also been played here.\r\n\r\nThe stadium, in 2006 and 2007, hosted some Special Stages of motorsport event named Rally Argentina, a round of the World Rally Championship.","strStadiumLocation":"Córdoba, Argentina","intStadiumCapacity":"57000","strWebsite":"www.clubtalleres.com.ar","strFacebook":"www.facebook.com\/CATalleres\/","strTwitter":"twitter.com\/catalleresdecba?lang=es","strInstagram":"www.instagram.com\/tallerescbaoficial","strDescriptionEN":"Club Atlético Talleres (Spanish pronunciation: ; mostly known simply as Talleres  or Talleres de Córdoba ) is an Argentine sports club from the city of Córdoba. The institution is mostly known for its football team, which currently plays in the Argentine Primera División. Talleres' main rival is Belgrano: Their rivalry is known as \"el clásico cordobés\".","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vpnbu41564844173.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UC_65FCCzP49fzhNOfeN8pAw","strLocked":"unlocked"},{"idTeam":"135176","idSoccerXML":"1344","idAPIfootball":"454","intLoved":null,"strTeam":"Temperley","strTeamShort":null,"strAlternate":"Club Atlético Temperley","intFormedYear":"1912","strSport":"Soccer","strLeague":"Argentinian Primera B Nacional","idLeague":"4616","strDivision":null,"strManager":"","strStadium":"Estadio Alfredo Beranger","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Turdera, Argentina","intStadiumCapacity":"20000","strWebsite":"temperley.org.ar","strFacebook":"www.facebook.com\/TemperleyOK","strTwitter":"twitter.com\/TemperleyOK","strInstagram":"instagram.com\/temperleyok","strDescriptionEN":"Club Atlético Temperley is an Argentine sports club from the city of Temperley in Greater Buenos Aires. The club is mostly known for its football team, which currently plays in the Primera División, the top flight of the Argentine football league system.\r\n\r\nApart from football, Temperley hosts various sports, such as athletics, basque pelota, basketball, boxing, futsal, field hockey, judo, roller skating, swimming, taekwondo and tennis.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/48yf6p1517769378.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/spwrpr1423842906.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/PrensaTemperley","strLocked":"unlocked"},{"idTeam":"135177","idSoccerXML":"1351","idAPIfootball":"452","intLoved":null,"strTeam":"Tigre","strTeamShort":null,"strAlternate":"Club Atlético Tigre","intFormedYear":"1902","strSport":"Soccer","strLeague":"Argentinian Primera B Nacional","idLeague":"4616","strDivision":null,"strManager":"","strStadium":"Estadio José Dellagiovanna","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Victoria, Argentina","intStadiumCapacity":"26282","strWebsite":"www.catigre.com.ar","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético Tigre is an Argentine sports club from Victoria, Buenos Aires. The club is mostly known for its football team, which plays in Argentine Primera B Nacional.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/y0pfyw1517769451.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/qwqqvs1423783726.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135178","idSoccerXML":"1348","idAPIfootball":"441","intLoved":null,"strTeam":"Union","strTeamShort":null,"strAlternate":"Union Santa Fe","intFormedYear":"1907","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"Estadio 15 de Abril","strKeywords":"","strRSS":"Unión de Santa Fe","strStadiumThumb":null,"strStadiumDescription":"The 15 de Abril is a multi-use stadium in Santa Fe, Argentina. It is currently used primarily for football matches and is the home ground of CA Unión de Santa Fe.\r\n\r\nThe stadium holds 26,500 people and was opened on 28 April 1929. It is called 15 de Abril (15 April) after the foundation date of the club.","strStadiumLocation":"Santa Fe, Argentina","intStadiumCapacity":"26500","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club Atlético Unión (Spanish pronunciation: ; mostly known as Unión de Santa Fe , CA Unión de Santa Fe or simply Unión) is a sports club from Santa Fe, the capital city of the Santa Fe Province, in Argentina. The club was founded in April 15, 1907 and plays in the Argentine Primera División.\r\n\r\nAlthough Unión is mostly known for its football team, that currently plays in Primera División, the club hosts other sports such as archery, basketball, field hockey, gymnastics, martial arts, roller skating, swimming and volleyball.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/efbwfw1517769524.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/uwqxyp1423842611.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135179","idSoccerXML":"1335","idAPIfootball":"438","intLoved":null,"strTeam":"Velez Sarsfield","strTeamShort":null,"strAlternate":"","intFormedYear":"0","strSport":"Soccer","strLeague":"Argentinian Primera Division","idLeague":"4406","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Argentina","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/jo98m71517769587.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/yypxus1423783712.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}