{"teams":[{"idTeam":"133946","idSoccerXML":"364","idAPIfootball":"388","intLoved":null,"strTeam":"BATE Borisov","strTeamShort":null,"strAlternate":"","intFormedYear":"1973","strSport":"Soccer","strLeague":"Belarus Vyscha Liga","idLeague":"4622","strDivision":null,"strManager":"","strStadium":"Borisov Arena","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Borisov Arena is a football-specific stadium in Barysaw, Belarus and is the home stadium of FC BATE Borisov and the Belarus national football team. The stadium's official capacity is 13,126.\r\n\r\nHistory\r\nThe first official game ever played at the Borisov Arena was the 2013–14 Belarusian Cup Final on May 3, 2014. It was contested between FC Neman Grodno and FC Shakhtyor Soligorsk and won 1-0 by the team from Salihorsk. Ukrainian midfielder Artem Starhorodskyi scored the first ever goal on the stadium in front of an almost full capacity of over 11,000.\r\n\r\nNational team matches\r\nThe Belarus national football team played its first game at the Borisov Arena on September 4, 2014, when they defeated Tajikistan 6-1 in a friendly. The first official national team game was played on October 9, 2014, when Belarus lost 0-2 to Ukraine in a UEFA Euro 2016 qualifier played in front of 10,512 spectators.","strStadiumLocation":"Barysaw, Belarus","intStadiumCapacity":"13000","strWebsite":"www.fcbate.by\/bate.php?lang=en","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC BATE Borisov (Belarusian: ФК БАТЭ Барысаў, IPA: ; Russian: ФК БАТЭ Борисов, FK BATE Borisov ) is a Belarusian football team from the city of Barysaw. The club competes in the Belarusian Premier League, of which they are the reigning champions and are the league's most successful club with 14 titles, 12 won consecutively. The club has also won three Belarusian Cups and four Belarusian Super Cups.\r\n\r\nBATE is the only Belarusian team to have qualified for the group stage of the UEFA Champions League (2008–09, 2011–12, 2012–13, 2014–15 and 2015–16) and one of two to qualify for the group stage of the UEFA Europa League (2009–10, 2010–11 and 2017–18), along with Dinamo Minsk.\r\n\r\nThe club's home stadium is Borisov Arena, which was opened in 2014.\r\n\r\nHistory\r\nBATE is an acronym of Borisov Automobile and Tractor Electronics. The team was founded in 1973 and managed to win Belarusian Soviet Socialist Republic league three times (1974, 1976 and 1979) before being disbanded in 1984. The club was re-established in 1996. Since then, BATE have won the Belarusian Premier League 11 times and competed in UEFA competitions.\r\n\r\n\r\nBATE playing at the Haradski Stadium in July 2009\r\nIn 2001, BATE reached the first round of the UEFA Cup, their first appearance in the competition beyond the qualifying rounds. 2008 saw BATE becoming the first Belarusian team to qualify for the group stages of the UEFA Champions League. As of 2015, BATE have played five times in the Champions League group stage, as well as twice in UEFA Europa League group stage, also reaching the knockout phase of the latter competition in 2010–11 and 2012–13.\r\n\r\nNotable former players of BATE include Alexander Hleb (VfB Stuttgart, Arsenal, Barcelona and Birmingham City); Vitali Kutuzov (Milan, Sporting CP, Avellino, Sampdoria, Parma, Pisa and Bari) and Yuri Zhevnov (FC Moscow, and Zenit Saint Petersburg). Having started their professional careers with BATE, all are also former or present members of the Belarus national team.\r\n\r\nBATE won their tenth consecutive league title in 2015, with four matches to spare. In the 2017 season, BATE drew an average home league attendance of 5,633, the second-highest in the league.\r\n\r\nSupporters\r\nBATE Borisov is one of the most popular football teams in Belarus. BATE fans have developed a rivalry with the fans of Dinamo Minsk and a friendship with fans of Polish club Piast Gliwice since 2011.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Belarus","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/3sb4gb1534796410.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139043","idSoccerXML":null,"idAPIfootball":"384","intLoved":null,"strTeam":"FC Dnepr Mogilev","strTeamShort":null,"strAlternate":"","intFormedYear":"1960","strSport":"Soccer","strLeague":"Belarus Vyscha Liga","idLeague":"4622","strDivision":null,"strManager":"","strStadium":"Spartak Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Spartak Stadion is a football stadium in Mogilev, Belarus. It is the home stadium of Dnepr Mogilev of the Belarusian Premier League. The stadium holds 7,350 spectators.\r\n\r\nHistory\r\nThe stadium was opened in 1956 and has been used by Dnepr Mogilev ever since. Various renovation works were performed at the stadium in 1983, 1995–1997, 1999–2000, and 2007–2008.\r\n\r\nInternational use\r\nThe stadium was used Dnepr Mogilev in European Cups games. It also has been used as a home venue by Belarus women's national team.","strStadiumLocation":"Mogilev, Belarus","intStadiumCapacity":"7350","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Dnepr Mogilev (Belarusian: ФК Днепр Магілёў, FK Dnepr Mahilyow; Russian: ФК Днепр Могилёв) is a Belarusian football team, playing in the city of Mogilev. Their home stadium is Spartak Stadium.\r\n\r\nDnepr Mogilev was founded in 1960 under the name Khimik Mogilev and began playing in the Class B (second tier league) of Soviet championship, which at the time consisted of over 140 teams split into several regional zones. In 1963, the team relegated to the third tier due to league structure reorganization and changed their name to Spartak Mogilev. In 1970, they dropped to the fourth tier, but the next year were brought back to the third, both times due to further league reorganizations. In 1973, the club adopted their current name, Dnepr Mogilev. Dnepr would spend all subsequent Soviet-era seasons in the third-tier league, with one exception. In 1982 Anatoly Baidachny led Dnepr to winning their zone and then the final round between the zone winners and to promotion to the Soviet First League. The club, however, wasn't able to maintain their second-tier spot and relegated again the next year.\r\n\r\nIn 1992 Dnepr joined newly created Belarusian Premier League. Team's results in the post-Soviet years varied from being a runners-up in 1992 and champions in 1998 to the unfortunate relegation in 2011. Since then, Dnepr has come back and relegated again in 2014. As of 2015, Dnepr is playing in the Belarusian First League.\r\n\r\nIn spring 2019, the club merged with Premier League team Luch Minsk, citing the willingness keep the city of Mogilev represented in top flight. The united club was named Dnyapro Mogilev. It inherited Luch's Premier League spot and licence, their sponsorships and most of the squad, while keeping only a few of Dnepr players and relocating to Mogilev. Dnepr continued its participation in youth tournaments independently from Luch.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Belarus","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/73tiez1581253991.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134393","idSoccerXML":"850","idAPIfootball":"380","intLoved":null,"strTeam":"FC Minsk","strTeamShort":null,"strAlternate":"","intFormedYear":"2006","strSport":"Soccer","strLeague":"Belarus Vyscha Liga","idLeague":"4622","strDivision":null,"strManager":"","strStadium":"Dinamo Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.fcminsk.by","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Minsk  is a professional football club based in Minsk, Belarus. They play in the Belarusian Premier League, the highest division in Belarusian football. Their colours are red and navy blue.\r\nThe club was established in 2006 and was based on the Belarusian First League club Smena Minsk. FC Minsk took over Smena's license and was able to start immediately operating in the Belarusian First League without having to first play in the Second League, the third tier in Belarus. In the club's inaugural season in the First League, they were able to finish in first place guaranteeing them promotion to the Belarusian Premier League.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Belarus","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/7qebjh1513258436.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134020","idSoccerXML":"442","idAPIfootball":"389","intLoved":null,"strTeam":"Gomel","strTeamShort":null,"strAlternate":"FC Gomel","intFormedYear":"1959","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Central Stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Central Stadium (Belarusian: Цэнтральны стадыён, Russian: Центральный стадион) is a football-specific stadium in Gomel, Belarus. It is currently used as a home ground of Gomel. The stadium is all-seater and has a capacity of 14,307 people. The stadium was opened in 2004.","strStadiumLocation":"Gomel, Belarus","intStadiumCapacity":"14307","strWebsite":"www.fcgomel.by","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Gomel  or FK Homel, is a Belarusian football club, playing in the city of Gomel. Their home stadium is Central Stadium.\r\n\r\nTeams from Gomel (usually city or raion selection or railway-based team Lokomotiv, but not always) played in Belarusian SSR championships since the early 1920s. In 1946 Belorusian SSR league for one season becomes one of the zones of USSR 3rd level league, and Lokomotiv Gomel became the first city team to play in Soviet league.\r\n\r\nThe modern Gomel team was founded in 1959 as Lokomotiv Gomel. They played at the 2nd level of Soviet football between 1959 and 1968. The results varied between seasons, as the team managed to finish 1st in their zone in 1962 as well as last in 1959 and 1963. However, because Soviet league system structure was changing almost every season in the 1950s and 60s, Lokomotiv wasn't promoted or relegated until another league reorganisation in 1969.\r\n\r\nGomselmash played at the 3rd level of Soviet football between 1969 and 1989, until further league reorganisation in 1990, after which the team was relegated to the 4th level.\r\n\r\nIn 1992 Gomselmash joined the newly formed Belarusian Premier League. The first years were unsuccessful and the team relegated in 1995. They changed name to the current one, FC Gomel, the same year. In 1998 Gomel returned to Premier League and achieved much better results than before (champions title in 2003, 2nd place in 2007 and 3rd in 1999). The team also won Belarusian Cup in 2002 and made it to the final in 2004.\r\n\r\nIn 2012, they played English club Liverpool in the UEFA Europa League qualifying rounds. In the first leg they lost 0–1 and lost again away at Anfield in the second leg 3–0.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Belarus","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/cpdtou1513778329.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134094","idSoccerXML":"517","idAPIfootball":"750","intLoved":null,"strTeam":"Naftan Novopolotsk ","strTeamShort":null,"strAlternate":"","intFormedYear":"1963","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Atlant Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Atlant Stadium is a multi-purpose stadium in Novopolotsk, Belarus. It is currently used mostly for football matches and is the home ground of Naftan Novopolotsk. The stadium was built in 1970 and holds 4,520 people.","strStadiumLocation":"Novopolotsk, Belarus","intStadiumCapacity":"4520","strWebsite":"www.fcnaftan.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Naftan Novopolotsk is a Belarusian football club based in Navapolatsk. They play in the Belarusian Premier League, the top division in Belarusian football. Their home stadium is Atlant Stadium.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Belarus","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/fdvny51515531876.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134608","idSoccerXML":"1070","idAPIfootball":"387","intLoved":null,"strTeam":"Neman Grodno","strTeamShort":null,"strAlternate":"Neman","intFormedYear":"1964","strSport":"Soccer","strLeague":"Belarus Vyscha Liga","idLeague":"4622","strDivision":null,"strManager":"","strStadium":"Neman Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Neman Stadium (Belarusian: Стадыён \"Нёман\", Russian: Стадион \"Неман\") is a multi-purpose stadium in Grodno, Belarus. It is currently used mostly for football matches and is the home ground of Neman Grodno.\r\n\r\nHistory\r\nThe stadium was built in 1963 and called Krasnoye Znamya Stadium. The name was changed in 1993. The original stadium capacity was 15,000. The stadium was modernised between 2002 and 2008, reducing capacity to 8,500.\r\n\r\nInternational use\r\nThe stadium has been used by Neman Grodno in international matches. In February 2013 it was used as a home ground by BATE Borisov in a UEFA Europa League match against Turkish side Fenerbahçe, due to unavailability of other stadiums.\r\n\r\nThe stadium was the home ground for Belarus on one occasion, a 2010 FIFA World Cup qualification match against Andorra in June 2009 which Belarus won 5–1.","strStadiumLocation":"Grodno, Belarus","intStadiumCapacity":"8500","strWebsite":"www.fcneman.by","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Neman Grodno  is a Belarusian football club from the city of Grodno, named after the Neman River and founded in 1964. Since 1992 participates in the top league of Belarus.\r\nSince 1964, the team was playing at the 3rd level of Soviet football system almost constantly, excluding two seasons (1968 and 1969) spent on 2nd level. They were close to get the promotion in 1966 and 1980, but lost the final tournament between 3rd level zone winners on both occasions.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Belarus","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wwjql71579012952.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134091","idSoccerXML":"514","idAPIfootball":"392","intLoved":null,"strTeam":"Shakhter Soligorsk","strTeamShort":null,"strAlternate":"","intFormedYear":"1961","strSport":"Soccer","strLeague":"Belarus Vyscha Liga","idLeague":"4622","strDivision":null,"strManager":"","strStadium":"Stroitel Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Stroitel Stadium is a multi-purpose stadium in Soligorsk, Belarus. It is currently used mostly for football matches and is the home ground of Shakhtyor Soligorsk. The stadium was built in 1976 and is currently holds 4,200 people.","strStadiumLocation":"Soligorsk, Belarus","intStadiumCapacity":"4200","strWebsite":"www.fcshakhter.by","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Shakhtyor Soligorsk (Belarusian: ФК Шахцёр Салігорск, FK Shakhtsyor Salihorsk) is a Belarusian Premier League football club, playing in the city of Soligorsk.\r\n\r\nHistory\r\nThe club was founded in 1961. During Soviet era Shakhtyor Soligorsk was playing in top or second division of Belarusian SSR league, occasionally dropping to lower tiers (Minsk Oblast league) for a short time. In 1971 Shakhtyor absorbed two other local Soligorsk teams (Khimik and Gornyak). Their best results came at the end of Soviet days, when the team finished as league runners-up twice (1988, 1990) and won Belarusian SSR Cup three times (1985, 1986, 1988).\r\n\r\nSince 1992 Shakhtyor has been playing in Belarusian Premier League. The team struggled through the 90s, usually fighting against relegation. In 1997, they finished at the last place in league, but were saved from relegation after two other Premier League clubs withdrew.\r\n\r\nAfter transitory 1998 season, the era of club's success began. Since 1999, they have never finished below 6th place and became a staple European Cups participant. Shakhtyor Soligorsk became the champions of Belarus in 2005, and were league runners-up six times (2010, 2011, 2012, 2013, 2016, 2018). They also won Belarusian Cup three times (2004, 2014, and 2019).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Belarus","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/8f0tcm1520795802.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"137912","idSoccerXML":null,"idAPIfootball":"383","intLoved":null,"strTeam":"Torpedo Minsk","strTeamShort":null,"strAlternate":"","intFormedYear":"1947","strSport":"Soccer","strLeague":"Belarus Vyscha Liga","idLeague":"4622","strDivision":null,"strManager":"","strStadium":"Torpedo Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Torpedo Stadium is a multi-use stadium in Minsk, Belarus. It is currently used mostly for football matches and is the home ground of Torpedo Minsk. The stadium holds 5,200 spectators.\r\n\r\nThe stadium was built and opened in 1958. It was used by Torpedo Minsk until club's dissolution in 2005. Since 2006, the stadium in owned by FC Minsk, who used it as a primary home ground during 2006–2009 and 2013–2015. In 2014 reformed Torpedo Minsk started using the stadium again, leasing it from FC Minsk.\r\n\r\nThe stadium is also used occasionally as a home venue for Belarus national youth and female teams. In 2009, it hosted matches of 2009 UEFA Women's Under-19 Championship.","strStadiumLocation":"Minsk, Belarus","intStadiumCapacity":"4800","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Tarpeda Miensk (Belarusian: ПФК Тарпеда Мінск, PFK Tarpeda Minsk; Russian: ПФК Торпедо Минск) is a Belarusian football club, playing in Minsk. The team plays their home games at the Torpedo Stadium in Minsk, which holds 4,800 people.\r\n\r\nDuring Soviet years Torpedo was playing in Belarusian SSR top league and won a championships in 1947, 1962, 1966, 1967 and 1969.\r\n\r\nThe team was playing in Belarusian Premier League since 1992. Their most successful years were early 2000s, when the team finished on 4th position twice in a row (2002, 2003) and reached the final of Belarusian Cup (2000).\r\n\r\nIn early 2005 Torpedo-SKA lost financial support from their sponsor and, after losing almost all their main squad and not having funds to pay entrance fee for next season's Premiere League, had to relegate to the Second League. Torpedo-SKA won the Second League in 2005, but at the end of the season the club was disbanded. The owner moved to a new football team, named FC Minsk (legally a successor of Smena Minsk), which also used the same office and stadium as disbanded Torpedo-SKA. Only one player from Torpedo-SKA 2005 squad joined Minsk.\r\n\r\nIn 2007 the team was reformed as Torpedo-MAZ and started playing in Minsk championship, which is a part of KFK, Belarusian amateur league (4th lever in league pyramid). In 2009 the team finished on the 3rd position and was eligible to represent Minsk in the final tournament for two promotion spots to Second League (as the first two teams either declined or weren't eligible), but finished on the 3rd position. Successful performance in Minsk championship and cup allowed them to qualify for Belarusian Cup twice (2009 and 2010), but they were eliminated from the tournament after the first game both times.\r\n\r\nIn 2014 the team rejoined Belarusian Second League under their original name Torpedo Minsk, and in the following year was won the promotion into Belarusian First League. In 2018 they were promoted to Belarusian Premier League as a replacement for Krumkachy Minsk, who had their Premier League license revoked due to debts.\r\n\r\nMidway through 2019 season Torpedo withdrew from Premier League due to lack of financing. All their remaining matches were forfeited 0–3 in favor of their opponents.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Belarus","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/yg26oi1579013284.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}