{"teams":[{"idTeam":"134747","idSoccerXML":"1212","idAPIfootball":"754","intLoved":null,"strTeam":"ABC Futebol Clube","strTeamShort":null,"strAlternate":"","intFormedYear":"1915","strSport":"Soccer","strLeague":"Brazil Serie C","idLeague":"4625","strDivision":null,"strManager":"","strStadium":"Frasqueirão","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Natal","intStadiumCapacity":"18000","strWebsite":"www.abcfc.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"ABC Futebol Clube, or ABC, as they are usually called, is a Brazilian football team from Natal in Rio Grande do Norte. Founded on June 29, 1915, ABC is the oldest club in its state, and won the Série C in 2010. It is the most successful club in the state, with 55 titles in the Campeonato Potiguar, including 2018.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El ABC Futebol Clube es un club de fútbol de la ciudad brasileña de Natal, en el estado de Río Grande del Norte.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/kcmmqj1579342724.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/uxvqtu1423802701.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134742","idSoccerXML":"1207","idAPIfootball":"125","intLoved":null,"strTeam":"America MG","strTeamShort":null,"strAlternate":"America Mineiro","intFormedYear":"1912","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Estádio Independência","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Belo Horizonte","intStadiumCapacity":"23018","strWebsite":"www.americamineiro.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"América Futebol Clube (also known as América Mineiro or simply América) is a Brazilian club from Belo Horizonte, Minas Gerais. Although the club competes (or has competed) in a number of different sports, it is well known for its professional association football team. Founded in 1912, the club preserves its name and crest since its inception. The original home kit colours are white and green only; the black color was incorporated in the 1970s. The team also played with a red home kit between 1933 and 1942, as a protest to the introduction of professionalism. It hosts its matches at Independência stadium, being the only professional club in Belo Horizonte to have its own stadium. The club has the third largest fan base among the teams from Minas Gerais.\r\n\r\nAmérica is one of the most traditional and successful teams from Minas Gerais. It has won the state championship 16 times, and finished as runners-up in another 15 occasions. The first 10 victories were in a row, between 1916 and 1925, being the national record of successive accomplishments (together with ABC); the most recent was in 2016. Other major accomplishments were the Brazilian Second Division in 1997 and 2017, South-Minas Cup in 2000, and Brazilian Third Division in 2009. As of 2017, it plays in the Campeonato Mineiro, Minas Gerais's premier league, as well as in the Brazilian Second Division, and in the Brazilian Cup.\r\n\r\nThe club has a long reputation in forming young talents in football. Among others, it has revealed the world-class players Tostão, Éder Aleixo, Yuji Nakazawa, Gilberto Silva, Fred and Danilo. América has won the three most important junior tournaments in Brazil: São Paulo Juniors Cup (1996), Brazilian Championship U-20 (2011) and Belo Horizonte Juniors Cup (2000 and 2014).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El América Futebol Clube, conocido simplemente como América Mineiro, es un club de fútbol ubicado en Belo Horizonte, capital del Estado de Minas Gerais. Fue fundado el 30 de abril de 1912 y actualmente juega en la Serie B del Brasileirão.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tupvuv1473537951.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/ypruuq1423802775.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134746","idSoccerXML":"1211","idAPIfootball":"0","intLoved":null,"strTeam":"America RN","strTeamShort":null,"strAlternate":"","intFormedYear":"1915","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Arena das Dunas","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Natal","intStadiumCapacity":"0","strWebsite":"www.americadenatal.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El América Futebol Clube es un club de fútbol brasileño de la ciudad de Natal. Fue fundado el 14 de julio de 1915 y juega en el Campeonato Brasileño de Serie B.\r\n\r\nEs uno de los clubes potiguares, que más ha logrado destacarse a nivel nacional, con más participaciones en la Série A del Campeonato Brasileño, el Ranking Nacional de Clubes de la CBF actualmente lo ubica en la 27 posición, 23 por delante de su clásico rival; El america se destaca por ser el primer campeón estadual de 1919 y por ser el único de Rio Grande do Norte en participar en una copa internacional oficial, la extinta Copa Conmebol.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/pm7va31486325902.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/trruux1423802832.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134737","idSoccerXML":"1202","idAPIfootball":"144","intLoved":null,"strTeam":"Atletico GO","strTeamShort":null,"strAlternate":"Atletico Goianiense, Atlético Clube Goianiense, ACG","intFormedYear":"1937","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Estádio Antônio Accioly","strKeywords":"Dragão","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estádio Antônio Accioly is a multi-use stadium located in Goiânia, Brazil. It is used mostly for football matches and hosts the home matches of Atlético Clube Goianiense. The stadium has a maximum capacity of 12,000 people.","strStadiumLocation":"Goiânia, Brazil","intStadiumCapacity":"10500","strWebsite":"www.atleticogoianiense.com.br","strFacebook":"www.facebook.com\/ACGOficial\/timeline\/","strTwitter":"twitter.com\/acgoficial","strInstagram":"instagram.com\/acgoficial","strDescriptionEN":"Atlético Clube Goianiense, usually known as Atlético Goianiense or just as Atlético, is a Brazilian football team from the city of Goiânia, Goiás state. Atlético Goianiense is the oldest Goiânia city football club. The club is the first team of its state to win a national competition, which was the Série C. Atlético Goianiense made a comeback to Brazil's top level Série A in 2010 after a 23-year absence. In 2016, Atlético Goianiense won the title of the Campeonato Brasileiro Série B for the first time. They won the title with two rounds in advance, beating the already relegated Tupi by 5 to 3.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/sqxqxx1464886547.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134737-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCNhcUhri6NMKqzGju0QOUKg","strLocked":"unlocked"},{"idTeam":"134299","idSoccerXML":"754","idAPIfootball":"1062","intLoved":null,"strTeam":"Atletico MG","strTeamShort":null,"strAlternate":"Atlético Mineiro","intFormedYear":"1908","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Estádio Independência","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Belo Horizonte","intStadiumCapacity":"23000","strWebsite":"www.atletico.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Clube Atlético Mineiro, commonly known Atlético and referred to as Galo, is a Brazilian multisport club based in Lourdes, a bairro nobre (noble\/high class neighborhood) in the city of Belo Horizonte. Although they compete in a number of different sports, Atlético is mostly known for its association football team. It plays in the Campeonato Mineiro, the State of Minas Gerais's premier state league, as well as the Brasileirão, the top tier of the Brazilian football league system.\r\n\r\nThe club was founded on March 25, 1908 by 22 Belorizontino students, being led by Margival Mendes Leal and Mário Toledo as a response to the social discrimination practiced by many clubs elsewhere in Brazil. Despite being founded by upper class founders, the club opened its doors to everyone regardless of social class, quickly establishing itself as a \"people's club\". As a result, the club has the most supporters in the city and the largest supporters in the state. Atlético is also the oldest club of Belo Horizonte. Atlético play their home games at the Estádio Independência, better known as the Independência, which currently holds up to 23,018 spectators. Atlético's regular kit is black and white striped shirts, with black shorts, accompanied by white socks. Puma are the kit manufacturers currently.\r\n\r\nThe Galo is one of Brazil's most successful clubs, having won the Brasileirão in 1971, while also finishing runners-up on four occasions. Atlético has also won the defunct Champions Cup 1937 (FBF) and Champions Cup 1978 (CBD) once each. They have won the Campeonato Mineiro 42 times, being the record-holders as the most successful club in that competition. Atlético is also the best performing club of the now-defunct Copa CONMEBOL after the victories in 1992 and 1997; they were also finalists in 1995. Atlético also won the Copa Libertadores in 2013 with a squad composed of stars such as Bernard, Diego Tardelli, Jô, Victor and Ronaldinho, and are thus one of ten Brazilian clubs to have won it. The club managed to perform a double in 2013, winning both the Campeonato Mineiro and the Copa Libertadores. The following year after winning Copa Libertadores, Atlético managed to win Copa do Brasil 2014.\r\n\r\nAtlético hold a long-standing rivalry against Cruzeiro. It has contributed many key and famous players towards Brazil's FIFA World Cup squads such as Dario, Reinaldo, Luizinho, Toninho Cerezo, Éder, Elzo, Cláudio Taffarel, and Gilberto Silva. The club is the 9th most valuable in Brazil, worth almost $162 million. In terms of revenue, Atlético is also one of Brazil's richest sports club and the 10th biggest football club in Brazil, generating an annual turnover of over $100 million in 2013.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Clube Atlético Mineiro (o simplemente Atlético y cuyo acrónimo es CAM) es un club multi-deportivo sediado en Belo Horizonte, capital del Estado de Minas Gerais (Brasil). Fundado en 25 de marzo de 1908 por un grupo de estudiantes, tiene como sus tradicionales colores el blanco y negro. Su símbolo y más popular apodo es el Galo (gallo), mascota oficial a finales del 1930. De acuerdo con BDO RCS Auditores Independientes, la marca de Atlético es el noveno valor más alto entre los clubes de Brasil, superando los 357 millones de reales.1 Según la encuesta de IBOPE llevado a cabo en 2014, el Atlético es oficialmente el club fuera del eje Río de Janeiro-São Paulo más popular de Brasil.2\r\n\r\nEl club tiene historia en otros deportes, pero su reconocimiento y sus principales logros se han conseguido en el fútbol. El Atlético es el más grande campeón del Estado de Minas Gerais, con 42 títulos del Campeonato Mineiro, y es el máximo vencedor del Clásico Mineiro, con una gran ventaja ante su rival, Cruzeiro Esporte Clube. A nivel nacional, fue el primer campeón del Brasileirão, en 1971, y ganó otros tres títulos nacionales oficiales: la Copa de Campeones (FBF), en 1937; la Copa de Campeones (CBD), en 1978 y la Copa de Brasil, en 2014. A nivel internacional, tiene cuatro títulos oficiales: una Copa Libertadores de América, dos Copas Conmebol y una Recopa Sudamericana.\r\n\r\nAdemás de innumerables éxitos en el fútbol, entre los principales deportes a lo largo de la historia de Atlético, se destacan el voleibol donde el club es aún hoy, el segundo más grande campeón estatal (justo debajo del Minas Tênis Clube). El atletismo del club tuvo tres logros en la Carrera Internacional de San Silvestre, ganadas por João da Mata (1983) y Robert Cheruiyot (2007) en los hombres, y Alice Timbilili (2007) en la mujer. En fútbol sala, el Atlético Pax Minas, a través de jugadores como Manoel Tobias y Falcão dominó a Brasil y el mundo, ganando títulos como la Copa de Brasil en 1985, la Liga Brasileña en 1997 y 1999, y la Copa Intercontinental en 1998.","strDescriptionPT":"O Clube Atlético Mineiro (conhecido apenas por Atlético e cujo acrônimo é CAM) é um clube multi-esportivo brasileiro sediado na cidade de Belo Horizonte, Minas Gerais.4 5 6 Fundado em 25 de março de 1908 por um grupo de estudantes, tem como suas cores tradicionais o preto e o branco. Seu símbolo e alcunha mais popular é o Galo, mascote oficial no final da década de 1930.7 8\r\n\r\nEmbora tenha atuado em outras modalidades esportivas ao longo dos anos, seu reconhecimento e suas principais conquistas foram alcançados no futebol. O clube é o maior campeão do Estado de Minas Gerais, com 42 títulos do Campeonato Mineiro,9 além de ser o maior vencedor do Clássico Mineiro,10 com uma grande vantagem contra seu rival, o Cruzeiro. A nível nacional, foi Campeão Brasileiro uma vez, em 1971,nota 1 e conquistou outros três títulos nacionais oficiais: a Copa dos Campeões Estaduais em 1937,12 13 14 15 a Copa dos Campeões Brasileiros em 1978, 16 17 18 19 e a Copa do Brasil, em 2014. Na esfera internacional, possui quatro títulos internacionais oficiais:20 uma Copa Libertadores da América,21 duas Copas Conmebol nota 2 27 e uma Recopa Sul-Americana. 28\r\n\r\nO Galo é um dos clubes mais populares do Brasil.29 30 Seu maior rival é o Cruzeiro, com quem faz um dos grandes clássicos do futebol brasileiro.10 Em menor grau, também tem uma rivalidade com o América.\r\n\r\nDe modalidades esportivas importantes ao longo da história atleticana, destacam-se o voleibol onde o clube é ainda hoje, o segundo maior campeão estadual (apenas abaixo do Minas Tênis Clube). O atletismo rendeu ao clube três conquistas na Corrida Internacional de São Silvestre, conquistados por João da Mata (1983) e Robert Cheruiyot (2007) no masculino, e Alice Timbilili (2007) no feminino.31 No futsal, o Atlético Pax de Minas, através de craques como Manoel Tobias e Falcão, dominou o Brasil e o mundo, conquistando títulos como a Taça Brasil em 1985, a Liga Futsal em 1997 e 1999, e a Copa Intercontinental em 1998.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tysuuw1473538009.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134299-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134297","idSoccerXML":"752","idAPIfootball":"134","intLoved":null,"strTeam":"Atletico PR","strTeamShort":null,"strAlternate":"Atlético Paranaense","intFormedYear":"1924","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Estádio Joaquim Américo Guimarães","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Curitiba","intStadiumCapacity":"40000","strWebsite":"www.atleticoparanaense.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Clube Atlético Paranaense, commonly known as Atlético Paranaense, is a Brazilian football team from Curitiba in Paraná, founded on March 26, 1924. The club won the Campeonato Brasileiro Série A (Premier League) in 2001.\r\n\r\nIn a survey released by the IFFHS (International Foundation for History and Statistics Soccer), an organization that publishes a monthly world ranking of clubs recognized by FIFA on November 30, 2010, Atlético Paranaense was listed as the 9th largest soccer club in Brazil in the 21st century and 74th in the world, ahead of clubs like Athletic Bilbao, Arsenal, Juventus and Manchester City.\r\n\r\nAccording to the independent auditors BDO RCS, the brand of the club is the thirteenth most valuable in Brazil, surpassing 86 million reals.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Clube Atlético Paranaense es un equipo de fútbol brasileño de la ciudad de Curitiba, en el estado de Paraná.\r\n\r\nFue fundado el 26 de marzo de 1924 de la fusión del Internacional Foot-Ball Club y el América FC. Su estadio es el Arena da Baixada. Es popularmente conocido como Furacão (Huracán), apodo que se ganó en la década del '50. Entre sus títulos más destacados figuran un Brasileirao 2001 y un segundo puesto en la Copa Libertadores 2005. Además, se convirtió en el primer equipo de Paraná en participar en una competencia nacional. Atlético es el propietario del estadio Arena da Baixada, oficialmente Estadio Joaquim Américo Guimarães, considerado uno de los más modernos de América Latina. También cuenta con un centro deportivo, considerado entre los cinco más innovadores del mundo.\r\n\r\nFue el tercer mejor equipo brasileño en el año 2013, llegando por delante de su principal rival, el Coritiba.","strDescriptionPT":"Clube Atlético Paranaense (conhecido também como Atlético-PR e cujo acrônimo é CAP) é um clube de futebol brasileiro, da cidade de Curitiba. Foi fundado em 26 de março de 1924, a partir da fusão do Internacional Futebol Clube e do América Futebol Clube.5\r\n\r\nSuas cores tradicionais são o preto e o vermelho, que lhe rendem a alcunha de rubro-negro. Manda seus jogos no Estádio Joaquim Américo Guimarães (mais conhecido como Arena da Baixada), reinaugurado em duas fases: em 1999 após reformas visando sua modernização e em 2014, após as reformas exigidas pela FIFA para receber os jogos da Copa do Mundo de 2014.\r\n\r\nFoi o primeiro clube do futebol paranaense a participar de uma competição nacional, a Taça Brasil de 1959, e a ter sido finalista da Copa Libertadores, feito ocorrido na edição de 2005. Dentre seus principais títulos, possui 1 Campeonato Brasileiro (em 2001) e outros 22 Campeonatos Paranaenses. Ainda possui o vice-campeonato brasileiro de 2004 e um vice da Copa do Brasil de 2013.\r\n\r\nSeu grande adversário local é o Coritiba Foot Ball Club, como quem faz um dos clássicos de maior rivalidade do futebol brasileiro, o Atletiba.6 Também possui rivalidade com o Paraná Clube, cujo duelo se chama Paratico.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/irzu1u1554237406.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134297-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134738","idSoccerXML":"1203","idAPIfootball":"145","intLoved":null,"strTeam":"Avai FC","strTeamShort":null,"strAlternate":"Avaí FC","intFormedYear":"1923","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Estádio da Ressacada","strKeywords":"Leão da Ilha","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Estádio Aderbal Ramos da Silva, usually called Estádio da Ressacada or just Ressacada, is a football stadium inaugurated on November 15, 1983 in Carianos neighborhood, Florianópolis, Santa Catarina, with a maximum capacity of approximately 19,000 people. The stadium is owned by Avaí. Its formal name honors Aderbal Ramos da Silva, who was president of the Santa Catarina Football Federation and was also governor of the state.\r\n\r\nSeveral matches of the Brazilian football team, as well as the Brazilian football Olympic team were played at Ressacada stadium.\r\n\r\nThis stadium should not be confused with Blumenau's stadium, which is also called Estádio Aderbal Ramos da Silva, however it is nicknamed DEBA, and has a maximum capacity of 4,000 people.","strStadiumLocation":"Florianópolis","intStadiumCapacity":"17800","strWebsite":"avai.com.br","strFacebook":"www.facebook.com\/avaifc","strTwitter":"www.twitter.com\/avaifc","strInstagram":"www.instagram.com\/avaifc","strDescriptionEN":"Avaí Futebol Clube is a Brazilian football team from Florianópolis in Santa Catarina, founded on September 1, 1923. Their home stadium is Estádio Aderbal Ramos da Silva, also known as Ressacada, with a capacity of 17,800. They play in blue and white shirts, shorts and socks. Their best known supporter is tennis player Gustavo Kuerten.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Avaí Futebol Clube es un club de fútbol brasileño de la ciudad de Florianópolis, capital del estado de Santa Catarina, en el Sur del país, que juega en el Campeonato Brasileño de Serie A. Avaí nació el 1 de septiembre de 1923 y sus colores son el azul y el blanco. Su mascota es un León y el club es conocido como \"El León de la Isla\" (90% del territorio de Florianópolis está ubicado en una isla).\r\n\r\nAvaí jugó la Serie A en 1974, 1976, 1977 y 1979. Ganó su único título nacional en 1998, cuando fue campeón de la Serie C.\r\n\r\nEl hincha más conocido del club es el tenista brasileño Gustavo Kuerten.","strDescriptionPT":"Avaí Futebol Clube é um clube de futebol brasileiro com sede na cidade de Florianópolis, capital do estado de Santa Catarina. Fundado em 1º de setembro de 1923, o Avaí tem como cores o azul e o branco e seu mascote é um leão, sendo conhecido como o \"Leão da Ilha\"3 (97% do território de Florianópolis fica na Ilha de Santa Catarina4 ) ou \"O Time da Raça\"5 (pela história do estilo de jogo da equipe). O clube disputa a Série B do Campeonato Brasileiro.\r\n\r\nO Avaí foi o primeiro campeão catarinense (em 1924)6 e o clube que conquistou mais títulos do Campeonato Catarinense até hoje (16)7 . Foi também a primeira equipe catarinense a vencer uma das quatro divisões do Campeonato Brasileiro, ao conquistar a Série C em 1998. O Avaí possui a melhor campanha da história de Santa Catarina na Primeira Divisão, quando terminou em 6º lugar no Campeonato Brasileiro de 2009 com 57 pontos.8 Também possui a melhor campanha da história de Santa Catarina na Copa Sul-Americana, sendo a única equipe catarinense a jogar e passar da fase Internacional da competição. 9\r\n\r\nNo Campeonato Brasileiro de 2009 o clube azurra permaneceu 11 partidas sem ser derrotado, com 8 vitórias e 3 empates, sendo este o recorde de invencibilidade de um clube catarinense até então. Durante o período de invencibilidade, o Avaí protagonizou a maior arrancada da história do Campeonato Brasileiro de pontos corridos, até então.10\r\n\r\nO Avaí é o clube com a maior torcida de Santa Catarina, com cerca de 500 mil torcedores, segundo estimativas recentes. 11 12 13 14 15\r\n\r\nA origem do nome do clube, ao contrário do que muitos pensam, não é o arquipélago do Havaí, e sim a Batalha de Avahy, um episódio da Guerra do Paraguai.16\r\n\r\n\"Avaí\" é um termo oriundo da língua guarani que significa \"água de homem\", através da junção dos termos ava (\"homem\")17 e y (\"água\").[carece de fontes]O time serviu de inspiração para a fundação de outros clubes homônimos, como por exemplo o Avaí Esporte Clube de Joinville, o Avaí Futebol Clube de Laguna entre outros.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uquyyw1430159562.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134738-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/AvaiOficial","strLocked":"unlocked"},{"idTeam":"134293","idSoccerXML":"748","idAPIfootball":"118","intLoved":null,"strTeam":"Bahia","strTeamShort":null,"strAlternate":"","intFormedYear":"0","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Arena Fonte Nova","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.esporteclubebahia.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xuvtsv1473539308.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134293-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134733","idSoccerXML":"1198","idAPIfootball":"153","intLoved":null,"strTeam":"Boa Esporte Clube","strTeamShort":null,"strAlternate":"","intFormedYear":"1947","strSport":"Soccer","strLeague":"Brazil Serie C","idLeague":"4625","strDivision":null,"strManager":"","strStadium":"Melão","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estádio Municipal Prefeito Dilson Luiz de Melo, usually known as Melão is a Brazilian multi-use stadium in Varginha, Minas Gerais. It is currently used mostly for football and rugby matches. The stadium holds 45,000 people. It was built in 1988. The stadium is owned by the Town Hall of Varginha, and its formal name honors Dilson Luiz de Melo, who was Varginha's mayor during the stadium construction.","strStadiumLocation":"Melão, Varginha, Minas Gerais state, Brazil","intStadiumCapacity":"15471","strWebsite":"boaec.com.br","strFacebook":"www.facebook.com\/boaesporteclube\/?fref=ts","strTwitter":"twitter.com\/Boa_Esporte?lang=pt","strInstagram":"www.instagram.com\/boaesporteoficial","strDescriptionEN":"Boa Esporte Clube, commonly known as just Boa Esporte or Boa, is a Brazilian football club from Varginha, Minas Gerais state. The club was formerly known as Ituiutaba Esporte Clube.\r\n\r\nThe club was founded on April 30, 1947, in Ituiutaba city, as Ituiutaba Esporte Clube. They won the Campeonato Mineiro Second Level in 2004 and the Taça Minas Gerais in 2007. They lost the Campeonato Brasileiro Série C to ABC Futebol Clube in 2010. During the 2011 season, the club played in Varginha, adopting the name Boa Esporte Clube, and will return to Ituiutaba after the new stadium is built. As Boa Esporte Clube, they won the Campeonato Mineiro Second Level in 2011. They were the surprise winners of the 2016 Série C.\r\n\r\nIn March 2017, the club came to international media attention for their signing of Bruno Fernandes de Souza. Bruno was convicted of dismembering his mistress, Eliza Samudio, in 2010 and feeding her remains to his pet dogs, in a dispute over child support. In March 2013, he was sentenced to 22 years, however, he was granted release on appeal. This signing led to multiple sponsors, such as Gois and Silva, dropping the club and has led to protests and outrage in Brazil. Bruno's signing while awaiting appeal has led to various Human Rights organizations to protest that clubs like Boa Esporte do not value women or abuses against them by players.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/18hzbf1495461880.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/rtxtur1423802785.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCqUoUr_MNYeP5K3sWu3lQ3g","strLocked":"unlocked"},{"idTeam":"134285","idSoccerXML":"740","idAPIfootball":"120","intLoved":null,"strTeam":"Botafogo RJ","strTeamShort":null,"strAlternate":"","intFormedYear":"1894","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Estádio Olímpico","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Estádio Olímpico Nilton Santos, formerly the Estádio Olímpico João Havelange (Portuguese pronunciation: ; English: João Havelange Olympic Stadium), is a multi-purpose stadium located in the neighbourhood of Engenho de Dentro in Rio de Janeiro, Brazil. It is used mostly for football matches and athletics and is the home stadium of the football club Botafogo. The stadium was built by a consortium under the leadership of Odebrecht S.A., from 2003 through to 2007, opening in time for the 2007 Pan American Games. It hosted the athletics competitions at the 2016 Summer Olympics and the 2016 Summer Paralympics.\r\n\r\nThe stadium is known by a number of names. The nickname Engenhão () refers to the location of the stadium. The stadium was named after former FIFA president and International Olympic Committee (IOC) member João Havelange. Havelange died after an attack of pneumonia during the 2016 Olympics at age 100. Between 2015 and 2017 the Rio municipality allowed Botafogo to refer to the stadium as Estádio Nilton Santos (English: Nilton Santos Stadium). The name honors Nilton Santos, regarded as one of the greatest defenders in the history of the game and a member of the World Team of the 20th Century. Botafogo made initial efforts to have the name change official but this was not immediately successful. In February 2017, the city of Rio de Janeiro officially renamed the stadium Estádio Olímpico Nilton Santos. Structural problems in the roof were identified in March 2013 that caused the stadium to be closed for repair. The stadium's capacity was increased to 60,000 for the Games.","strStadiumLocation":"Rio de Janeiro, Brazil","intStadiumCapacity":"46831","strWebsite":"www.botafogo.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Botafogo de Futebol e Regatas (Portuguese pronunciation: ; Botafogo Football and Rowing), also known as Botafogo, is a Brazilian sports club based in Botafogo, Rio de Janeiro. Although they compete in a number of different sports, Botafogo is mostly known for its association football team. It plays in the Campeonato Brasileiro Série A, the first tier of the Brazilian football league system, and in the state of Rio de Janeiro's premier state league. In 2000, Botafogo finished 12th in a vote by subscribers of FIFA Magazine for the FIFA Club of the Century.\r\n\r\nIn addition, the club has some of Brazilian football's most notable records, as the largest number of unbeaten matches: 52 games between 1977 and 1978; the most unbeaten matches record in the Brazilian Championship games: 42, also between 1977 and 1978; the largest number of player participations in total matches of the Brazil national football team (considering official and unofficial games): 1,094 participations and the largest number of players assigned to the Brazilian national team for World Cup. The club is still responsible for the greatest victory ever recorded in Brazilian football: 24-0 against Sport Club Mangueira in 1909.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/txxyyx1473538026.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134285-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136830","idSoccerXML":"4946","idAPIfootball":"2618","intLoved":null,"strTeam":"Botafogo SP","strTeamShort":null,"strAlternate":"","intFormedYear":"1918","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Santa Cruz","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Estádio Santa Cruz is a multi-purpose stadium in Ribeirão Preto, São Paulo state, Brazil. It is currently used mostly for football matches. The stadium holds 29,292 people. It was built in 1968. The stadium is owned by Botafogo Futebol Clube, and its formal name honors the neighborhood where it was built.","strStadiumLocation":"Ribeirão Preto, Brazil","intStadiumCapacity":"29292","strWebsite":"botafogosp.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Botafogo Futebol Clube is a Brazilian association football club based in Ribeirão Preto, São Paulo state, founded on October 12, 1918. The club currently competes in the Campeonato Brasileiro Série B after achieving promotion in 2018, and in the Campeonato Paulista.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qz39gj1560790537.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134736","idSoccerXML":"1201","idAPIfootball":"794","intLoved":null,"strTeam":"Bragantino","strTeamShort":null,"strAlternate":"Red Bull Bragantino, Clube Atlético Bragantino, Red Bull Brasil","intFormedYear":"2019","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Nabi Abi Chedid","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estádio Nabi Abi Chedid, also known as Nabizão, is a football (soccer) stadium in Bragança Paulista, São Paulo state, Brazil. The stadium holds 17,724 people. It was built in 1949. The stadium is owned by Clube Atlético Bragantino, and its formal name honors Nabi Abi Chedid, who was the father of president of Bragantino Marco Antônio Abi Chedid, and a former president of the club. It was previously named Estádio Marcelo Stéfani, its former name honored Marcelo Stéfani, who was a player, and a president of Bragantino. As Estádio Marcelo Stéfani, the stadium was also known by the nickname Marcelão.","strStadiumLocation":"Bragança Paulista, São Paulo","intStadiumCapacity":"17724","strWebsite":"www.redbull.com\/br-pt\/collections\/futebol-bragantino","strFacebook":"www.facebook.com\/bragantino\/","strTwitter":"twitter.com\/bragantino_real","strInstagram":"www.instagram.com\/bragantino_oficial","strDescriptionEN":"Red Bull Bragantino, former known as Bragantino, is a Brazilian football team formed by the merger of Clube Atlético Bragantino with Red Bull Brasil.\r\n\r\nAlthough the partnership began in April 2019, during the 2019 Campeonato Brasileiro Série B (second division of Brazilian football), the team was called Bragantino and Red Bull appeared only as a sponsor. In the 2020 campaign the name changed to Red Bull Bragantino.\r\n\r\nIn their first season, they were champions of the 2019 Série B being promoted to the Série A and qualifying for the 2020 Copa do Brasil round of 16.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/5g98nt1580121652.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/vwqtus1423802841.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135663","idSoccerXML":"4719","idAPIfootball":"141","intLoved":null,"strTeam":"Brasil de Pelotas","strTeamShort":null,"strAlternate":"","intFormedYear":"1911","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Bento Freitas","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Pelotas","intStadiumCapacity":"18000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Grêmio Esportivo Brasil, also known as Brasil de Pelotas or GE Brasil, is a Brazilian football team in Pelotas, Rio Grande do Sul.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qwswqx1471774997.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136824","idSoccerXML":null,"idAPIfootball":"1726","intLoved":null,"strTeam":"Brazil Women","strTeamShort":null,"strAlternate":"Brazil W","intFormedYear":"1991","strSport":"Soccer","strLeague":"FIFA Womens World Cup","idLeague":"4565","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Brazil women's national football team represents Brazil in women's association football and is run by the Brazilian Football Confederation (CBF). It has participated in eight editions of the FIFA Women's World Cup, finishing as runner-up in 2007, and seven editions of the Copa América Femenina.\r\n\r\nBrazil played their first game on 22 July 1986 against the United States, losing 2–1.\r\n\r\nThe team finished the 1999 World Cup in third place and the 2007 in second, losing to Germany in the final, 2–0. Brazil won the silver medal twice in the Olympic Games, in 2004 and 2008, after getting fourth place in the two previous editions.\r\n\r\nBrazil is the most successful women's national team in South America, having won the first four editions of the Copa América championship. Since 1999 they have been contenders for the World title. In 1998 and 1999, the team was the runner-up of the Women's U.S. Cup.\r\n\r\nIn 2017, the Brazilian Football Confederation's decision to fire head coach Emily Lima sparked protest among the team's players. The dispute evolved into an argument for greater wages and more respect and recognition for the country's female football players. As a result, players such as Cristiane, Rosana, and Francielle announced their retirement from international football, hoping that this decision might make a difference in the years to come.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Female","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/lfqu971560081960.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139155","idSoccerXML":null,"idAPIfootball":"1211","intLoved":null,"strTeam":"Brusque","strTeamShort":null,"strAlternate":"","intFormedYear":"1987","strSport":"Soccer","strLeague":"Brazil Serie C","idLeague":"4625","strDivision":null,"strManager":"","strStadium":"Estádio Augusto Bauer","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estádio Augusto Bauer is a football stadium located in Brusque city, Santa Catarina state, Brazil. It hosted the home games of Clube Atlético Carlos Renaux from 1931 to 1987 and currently hosts the games of Brusque Futebol Clube. The stadium has a maximum capacity of 5,000 people and was built in 1931.","strStadiumLocation":"Brusque","intStadiumCapacity":"5000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Brusque Futebol Clube, usually known just as Brusque, is a football (soccer) club from Brusque, Santa Catarina, Brazil, founded on October 12, 1987. The club competed in the Campeonato Brasileiro Série C in 1988, and competed in the Campeonato Brasileiro Série B in 1989","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/bcoslg1582288444.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134744","idSoccerXML":"1209","idAPIfootball":"129","intLoved":null,"strTeam":"Ceara","strTeamShort":null,"strAlternate":"","intFormedYear":"0","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Estádio Presidente Vargas (Ceará)","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.cearasc.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rxxvyp1464886685.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134464","idSoccerXML":"924","idAPIfootball":"132","intLoved":null,"strTeam":"Chapecoense AF","strTeamShort":null,"strAlternate":"Chapecoense","intFormedYear":"1973","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Arena Condá","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Arena Condá is a stadium in Chapecó, Brazil. It has a capacity of 20,089 spectators. It is the home of Brazilian Série A club Associação Chapecoense de Futebol.\r\n\r\nThe Arena Condá was inaugurated on February 1, 2009. The inaugural match occurred in the 2009 Campeonato Catarinense, against Brusque, which ended in a 4-1 victory. Nenén was responsible for scoring the first goal at the Arena and the highest attendance until now was in the match against the Grêmio, in 2014, with a crowd of 19,175 people.","strStadiumLocation":"Chapecó, Santa Catarina","intStadiumCapacity":"22600","strWebsite":"www.chapecoense.com","strFacebook":"www.facebook.com\/AChapeF","strTwitter":"twitter.com\/ChapecoenseReal","strInstagram":"www.instagram.com\/ChapecoenseReal","strDescriptionEN":"Associação Chapecoense de Futebol, commonly known as Chapecoense and whose acronym is ACF, is a Brazilian football club, based in the city of Chapecó in the state of Santa Catarina.\r\n\r\nThe club was founded in 1973 with the goal of restoring football in the city, and won the state championship, the Campeonato Catarinense, for the first time in 1977. The club has won six state titles to date, most recently in 2017. A relatively small club, it entered Brazil's top division, Série A, for the first time in 1978, returning to the top flight only in 2014. The club also has activities in futsal, in which it has been state champion twice. The club's home matches are played at Arena Condá.\r\n\r\nOn 28 November 2016, a charter flight carrying the first team crashed as it approached José María Córdova International Airport near Medellín, Colombia, where the team was travelling to play the first leg of the 2016 Copa Sudamericana final against Atlético Nacional, a match that was seen as the biggest in the history of the club. All but six of the 77 passengers died; only three Chapecoense players survived their injuries. Following the crash, Atlético Nacional made a request to the governing body of the competition, CONMEBOL, that Chapecoense be awarded the trophy. CONMEBOL awarded Chapecoense the trophy on 5 December, and Atlético Nacional received the Centennial Fair Play Award for their gesture.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Associação Chapecoense de Futebol (conocida sólo por Chapecoense y cuyo acrónimo es ACF) es un club de fútbol brasileño, con sede en la ciudad de Chapecó en el estado de Santa Catarina. Además del fútbol del club también cuenta con actividades de fútbol sala, que ha sido dos veces campeón del estado. El club fue fundado en 1973 como el objetivo de restaurar el fútbol en la ciudad de Chapecó, y en tan sólo cuatro años de vida ganado su primer título estatal en 1977. En total, el club ganó cuatro campeonatos estatales, la última en 2011. Actualmente, disputa el Campeonato Brasileño de Serie A. Sus partidos en casa se juegan en el Arena Condá.","strDescriptionPT":"Associação Chapecoense de Futebol (conhecido apenas por Chapecoense e cujo acrônimo é ACF) é um clube de futebol brasileiro, sediado na cidade de Chapecó, no estado de Santa Catarina.\r\n\r\nFoi fundado em 10 de maio de 1973, com o objetivo de restaurar o futebol na cidade de Chapecó, e em apenas quatro anos de existência conquistou o seu primeiro título estadual, em 1977.\r\n\r\nAo todo, o clube já chegou a nove finais de Campeonatos Catarinense e conquistou quatro títulos estaduais, o último em 2011.\r\n\r\nFoi uma vez campeão da Copa Santa Catarina de futebol e vice em outras três oportunidades. Foi ainda campeão por duas vezes da Taça Santa Catarina de futebol.\r\n\r\nAtualmente seu time de futebol disputa a Primeira Divisão (série A) do Campeonato Brasileiro do qual nunca foi rebaixado a segunda divisao.\r\n\r\nNo futebol, é considerado como um dos cinco grandes clubes do estado de Santa Catarina, junto com o Avaí, Figueirense, Criciúma e Joinville.\r\n\r\nTem forte rivalidade com os times do Avaí, do Figueirense, do Criciúma e do Joinville.\r\n\r\nAlém do futebol de campo, o clube também tem atividades no futsal. Tendo sido campeão do Campeonato Catarinense de Futsal em duas oportunidades e uma vez da Copa Santa Catarina de Futsal.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tqwywq1473538034.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134464-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/ACFChapecoense","strLocked":"unlocked"},{"idTeam":"134284","idSoccerXML":"739","idAPIfootball":"131","intLoved":null,"strTeam":"Corinthians","strTeamShort":null,"strAlternate":"","intFormedYear":"1910","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Arena Corinthians","strKeywords":null,"strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"São Paulo","intStadiumCapacity":"48000","strWebsite":"www.corinthians.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Sport Club Corinthians Paulista (Brazilian Portuguese: ), commonly known as Corinthians and nicknamed Timão (), is a Brazilian multisport club based in Tatuapé, São Paulo. Although they compete in a number of different sports, Corinthians is mostly known for its association football team. It plays in the Campeonato Paulista, the state of São Paulo's premier state league, as well as in the Campeonato Brasileiro Série A, the top tier of the Brazilian football league system.\r\n\r\nThe club was founded in 1910 by five railway workers from the district of Bom Retiro, who became impressed by the performances of London-based club Corinthian Football Club, electing Miguel Battaglia as the club's first president. Since then, Corinthians became one of Brazil's most successful clubs, having won the Brasileirão on five occasions. Corinthians also contain in their laurels three Copa do Brasil trophies, one Supercopa do Brasil, two FIFA Club World Cup, one Copa Libertadores and one Recopa Sudamericana. They have also won the Paulistão 27 times and the Torneio Rio – São Paulo on five occasions, being the record-holder as the most successful club in those competitions. The club managed to perform a double in 1999, winning both the Paulistão and the Brasileirão.\r\n\r\nCorinthians plays its home matches at the Arena Corinthians, one of the venues in the 2014 FIFA World Cup, including the opening match. Corinthians' home kit is white shirts, with black shorts, accompanied by white socks, this combination has been used since 1920. Nike are the kit manufacturers. Corinthians holds many long-standing rivalries, most notably against Palmeiras and São Paulo. It has contributed many key and famous players towards Brazil's FIFA World Cup squads such as Gilmar, Rivelino, Sócrates, Viola and Ricardinho.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Sport Club Corinthians Paulista, conocido simplemente como Corinthians, es un club de fútbol de Brasil con sede en la ciudad de São Paulo, en el estado homónimo. Fue fundado por un grupo de trabajadores el 1 de septiembre de 1910 y juega en el Campeonato Brasileño de Serie A.\r\n\r\nSi bien en la institución tiene lugar la práctica de otros deportes, su reconocimiento y sus principales logros se han conseguido en el fútbol profesional. El club ganó dos títulos de la Copa Mundial de Clubes de la FIFA (recórd compartido con el Fútbol Club Barcelona), una Copa Libertadores de América, cinco títulos del Campeonato Brasileño, tres títulos de la Copa de Brasil, cinco títulos del Torneo Rio-São Paulo (récord compartido con el Palmeiras y Santos) y veintisiete títulos del Campeonato Paulista (récord actual).\r\n\r\nSegún investigaciones del Instituto Brasileño de Opinión Pública y Estadística (IBOPE), el Corinthians posee la segunda mayor hinchada de Brasil después de Flamengo con cerca de un 13% de la preferencia nacional. Entre los hinchas del estado de São Paulo es el más popular.\r\n\r\nEs reconocido como una de las marcas más importantes en el mundo del fútbol. Un estudio realizado en 2012 muestra al Corinthians como el clúb de fútbol brasileño más valioso por tercer año consecutivo. Es el primer club brasileño que ha superado la marca de 1000 millones de reales brasileños. Este estudio de BDO tuvo repercusión internacional, a través de la revista americana Forbes.","strDescriptionPT":"O Sport Club Corinthians Paulista (conhecido apenas por Corinthians e cujo acrônimo é SCCP) é um clube multiesportivo brasileiro sediado na cidade de São Paulo. Foi fundado como uma equipe de futebol no dia 1º de setembro de 1910 por um grupo de operários do bairro Bom Retiro. Seu nome foi inspirado no Corinthian FC de Londres, que excursionava pelo Brasil, sendo chamado pela imprensa brasileira da época de Corinthian's team.\r\n\r\nEmbora tenha atuado em outras modalidades esportivas ao longo dos anos, seu reconhecimento e suas principais conquistas foram alcançados no futebol. O clube conquistou dois Mundiais de Clubes da FIFA (recordista ao lado do Barcelona), uma Copa Libertadores da América, uma Recopa Sul-Americana, cinco Campeonatos Brasileiros, três Copas do Brasil, uma Supercopa do Brasil, cinco Torneios Rio-São Paulo (recordista, ao lado de Palmeiras e Santos) e 27 Campeonatos Paulistas (atual recordista).\r\n\r\nSuas cores tradicionais são o branco e o preto. Desde 2014, manda suas partidas de futebol na Arena Corinthians. Seus rivais históricos são o Palmeiras, com quem disputa o Derby Paulista, o São Paulo, com quem disputa o Majestoso, e o Santos, com quem disputa o Clássico Alvinegro. Sua torcida é conhecida como \"Fiel\" e seus torcedores são estimados em aproximadamente 30 milhões espalhados por todo o Brasil e pelo mundo, atrás nacionalmente somente do carioca Flamengo, além de ser o primeiro na Região Sudeste.\r\n\r\nDe modalidades esportivas importantes ao longo da história corintiana, destacam-se o basquete, onde o clube desfrutou de relativo sucesso, especialmente durante as décadas de 1950 e 1960, com a conquista de títulos paulistas, brasileiros e até sul-americanos, além de um vice-campeonato mundial em 1966, a natação que rendeu quatro conquistas do Troféu Brasil de Natação, atual Troféu Maria Lenk, e o futsal, a partir da década de 1970, que rendeu conquistas em torneios estaduais e nacionais. A influência do remo na história do clube modificou o escudo original, que aludia meramente ao futebol, com o acréscimo do par de remos e da âncora como aparecem até os dias de hoje.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vvuvps1473538042.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134284-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134298","idSoccerXML":"753","idAPIfootball":"147","intLoved":"1","strTeam":"Coritiba","strTeamShort":null,"strAlternate":"Coritiba Foot Ball Club, Coxa","intFormedYear":"1909","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Couto Pereira","strKeywords":"Coxa","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/txysrx1422236685.jpg","strStadiumDescription":"Estádio Major Antônio Couto Pereira, often shortened to Couto Pereira, is the home of Coritiba Foot Ball Club, located in Curitiba, Paraná state, Brazil. Its formal name honors the Major Antônio Couto Pereira, who was Coritiba's president in 1926, 1927, and between 1930 to 1933. He started the stadium construction.\r\n\r\nThe stadium's attendance record in a football match currently stands at 65,943, set on May 15, 1983 when Atlético-PR beat Flamengo 2-0.\r\n\r\nThe general stadium's attendance record was set on August 5, 1980, when 70,000 people came to see the Pope John Paul II.","strStadiumLocation":"Curitiba","intStadiumCapacity":"40502","strWebsite":"www.coritiba.com.br","strFacebook":"www.facebook.com.br\/coritibaoficial","strTwitter":"www.twitter.com\/coritiba","strInstagram":"instagram.com\/coritibaoficial","strDescriptionEN":"Coritiba Foot Ball Club, commonly known as Coritiba, and colloquially as \"Coxa Branca\" or simply \"Coxa\", is a Brazilian football club from Curitiba in the state of Paraná. Founded in 1909, it is the oldest football club in the state. Coritiba have won the Paraná State Championship 37 times – more than both of its main rivals combined (Athletico Paranaense have 22 titles and Paraná Clube have 7). Coritiba has won the Brazilian Championship once in 1985.\r\n\r\nCoritiba is the first club from southern Brazil to have won a national title, the 1973 Torneio do Povo, and is also the first southern club to have competed in both main continental competitions – the Copa Libertadores and the Copa Sudamericana. Coritiba was both the first club from Paraná to have won the Série A (the main title in Brazil), and to reach the semi-finals in the second main competition in the country – the Copa do Brasil – in 1991, 2001, 2009, and to reach the finals in 2011 and 2012.\r\n\r\nCoritiba is the only club who have six consecutive Paranaense titles, between 1971 and 1976. Coritiba is also the club with the most appearances in this championship.\r\n\r\nThe club are currently in first place on the FPF ranking, 14th place on the CBF ranking, 83rd place on the Conmebol ranking and 125th on the international IFFHS ranking. The club has more than 30,000 members.\r\n\r\nAs of 2013, Coritiba has partnerships (including loans and exchanges of youth players) with Porto and Benfica of Portugal, Chivas Guadalajara of Mexico, Daegu of South Korea and VVV-Venlo of the Netherlands. Coritiba is the first football club in the south of Brazil to begin to embrace American football. The Coritiba Crocodiles were formed through a fusion between Coritiba and the Barigui Crocodiles, and are the one time Brazilian champions, five times state champions and have twice won the southern conference.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Coritiba Foot Ball Club es un club de fútbol brasileño, de la ciudad de Curitiba en el estado de Paraná. Fue fundado en 1909 y actualmente juega en el Campeonato Brasileño de Serie A.\r\n\r\nCoritiba fue fundado en el 12 de octubre de 1909. En aquel tiempo, los clubes tenían muchas dificultades para sobrevivir. La historia del club es marcada por momentos victoriosos y la presencia constante de una hinchada que ama la institución.\r\n\r\nCoritiba FCB, figura actualmente (2014) en el Libro Guinness de los Récords como poseedor de la mejor racha triunfal en el fútbol con 24 victorias consecutivas. El equipo paranaense lo logró en 2011 y el 8 de septiembre del mismo año, el famoso libro de marcas mundiales le condecoró con el apelativo de “Equipo más victorioso del mundo”.","strDescriptionPT":"Coritiba Foot Ball Club, mais conhecido apenas como Coritiba, é um clube desportivo brasileiro da cidade de Curitiba. Fundado em 12 de outubro de 1909 por descendentes de alemães, é um dos clubes mais populares do Paraná e tradicionais do sul do país.\r\n\r\nPopularmente chamado de Coxa, tem como suas cores tradicionais o verde e o branco e seu estádio é o Couto Pereira, inaugurado em 1932. Seu grande rival local é o Atlético, com quem faz o clássico Atletiba, uma das grandes rivalidades do futebol brasileiro8 , além do duelo Paratiba, que é o clássico realizado com o Paraná Clube.\r\n\r\nFoi o primeiro clube do futebol paranaense a conquistar o Campeonato Brasileiro, em 1985, quebrando a hegemonia de equipes de São Paulo, Rio de Janeiro, Rio Grande do Sul e Minas Gerais que perdurava desde 1971. Além desse título, o Coxa soma 37 Campeonatos Paranaenses, sendo o atual recordista de taças na história do torneio estadual e o detentor de um inédito hexacampeonato. Possui também 2 vice-campeonatos na Copa do Brasil, em 2011 e 2012 e 2 Campeonatos Brasileiros da série B, conquistados em 2007 e 2010.\r\n\r\nO alviverde curitibano foi também a primeira equipe paranaense a participar da Copa Libertadores da América (em 1986) e a que mais jogou a divisão principal do Campeonato Brasileiro e a Copa do Brasil, com 36 e 19 participações respectivamente. O clube ainda detém a terceira maior a marca mundial de vitórias consecutivas em competições oficiais.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ywwsyu1473538050.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134298-Jersey.png","strTeamLogo":null,"strTeamFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rwusyv1422237480.jpg","strTeamFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xptysw1422237549.jpg","strTeamFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yssywr1422237233.jpg","strTeamFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/upstwr1422239041.jpg","strTeamBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wsrtrw1422238337.jpg","strYoutube":"www.youtube.com\/coritibaoficial","strLocked":"unlocked"},{"idTeam":"135680","idSoccerXML":"1292","idAPIfootball":"146","intLoved":null,"strTeam":"CRB","strTeamShort":null,"strAlternate":"","intFormedYear":"0","strSport":"Soccer","strLeague":"Brazilian Brasileiro Série B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vpypuq1472069179.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134292","idSoccerXML":"747","idAPIfootball":"140","intLoved":null,"strTeam":"Criciuma","strTeamShort":null,"strAlternate":"Criciúma Esporte Clube","intFormedYear":"1947","strSport":"Soccer","strLeague":"Brazil Serie C","idLeague":"4625","strDivision":null,"strManager":"","strStadium":"Estádio Heriberto Hülse","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"19300","strWebsite":"www.criciumaec.com.br","strFacebook":"www.facebook.com\/criciumaec","strTwitter":"twitter.com\/criciumaec","strInstagram":"www.instagram.com\/criciumaoficial","strDescriptionEN":"Criciúma Esporte Clube, also known simply as Criciúma, is a Brazilian football club from Criciúma, Santa Catarina. It plays in the Campeonato Catarinense, the state of Santa Catarina's premier state league, as well as the Campeonato Brasileiro Série B, the second tier of the Brazilian football league system.\r\n\r\nCriciúma is the most successful team from Santa Catarina, having won the 1991 Copa do Brasil, the 2002 Campeonato Brasileiro Série B, and the 2006 Campeonato Brasileiro Série C.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/v4mlrr1579343083.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/rwpvwr1423783467.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/imprensacriciuma","strLocked":"unlocked"},{"idTeam":"134294","idSoccerXML":"749","idAPIfootball":"135","intLoved":null,"strTeam":"Cruzeiro","strTeamShort":null,"strAlternate":"Cruzeiro","intFormedYear":"1921","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Mineirão","strKeywords":"Raposa","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Mineirão (officially Estádio Governador Magalhães Pinto (Governor Magalhães Pinto Stadium) is the largest football stadium in the state of Minas Gerais. It was established in 1965, and it is located in Belo Horizonte.\r\n\r\nIt served as a venue in the 2013 FIFA Confederations Cup and the 2014 FIFA World Cup. It also hosted some matches of the football tournament of the 2016 Summer Olympics. The stadium has a seating capacity of 61,846 spectators. The property of the state of Minas Gerais, it is used by Cruzeiro as its home, with Atlético Mineiro playing some matches in it as well.","strStadiumLocation":"Belo Horizonte","intStadiumCapacity":"58170","strWebsite":"socio.cruzeiro.com.br","strFacebook":"www.facebook.com\/cruzeirooficial\/","strTwitter":"twitter.com\/cruzeiro","strInstagram":"www.instagram.com\/cruzeiro","strDescriptionEN":"Cruzeiro Esporte Clube (commonly known as Cruzeiro and nicknamed Raposa (English: Fox), is one of the biggest Brazilian (and South American) multisport clubs; based in Barro Preto, Belo Horizonte. Although they compete in a number of different sports, Cruzeiro is mostly known for its association football team. It plays in the Campeonato Mineiro, the state of Minas Gerais's premier state league, as well as in the Campeonato Brasileiro Série B, the second tier of the Brazilian football league system.\r\n\r\nThe club was founded on January 2, 1921 by sportsmen from the Italian colony of Belo Horizonte, some members of Yale Atlético Clube and many Italian immigrant workers decided to create a new club called Societá Sportiva Ypiranga, changing the name months later to Palestra Mineiro and after one game to Palestra Itália. As a result of the Second World War, the Brazilian federal government banned the use of any symbols referring to the Axis powers in 1942. The club board members rebaptized the club with the name of a leading national symbol: the Cruzeiro do Sul's constellation. Cruzeiro play their home games at the Mineirão stadium, which currently holds up to 62,547 spectators. Cruzeiro's regular kit colours are blue shirts and white shorts with blue socks (although the team has worn white socks with their home kit for certain periods of time). Umbro are the side's current kit manufacturers.\r\n\r\nCruzeiro is one of Brazil's most successful clubs despite its relatively young age (compared with other major Brazilian clubs). It won the Campeonato Brasileiro Série A for the first time in 1966, after defeating Santos' Os Santásticos in the final series. Cruzeiro has won the Brasileirão again in 2003, 2013 and 2014, obtaining the best campaign in the present format of the competition. Cruzeiro has also won record six Copa do Brasil titles and the Campeonato Mineiro 37 times. Cruzeiro won the defunct state competitions Taça Minas Gerais five times, the Copa dos Campeões Mineiros twice, Copa Sul Minas twice, the Torneio Início 10 times and the Supercampeonato Mineiro once. A Raposa also obtained many international laurels such as two Copa Libertadores, two Supercopa Libertadores, one Recopa Sudamericana, one Copa de Oro and one Copa Master de Supercopa. Cruzeiro is the only Brazilian club to complete the Domestic Treble, a feat accomplished in 2003 after winning the Campeonato Mineiro, the 2003 Copa do Brasil and the 2003 Brasileirão.\r\n\r\nCruzeiro hold a long-standing rivalry against Atlético Mineiro. It has contributed many key and famous players towards Brazil's FIFA World Cup squads such as Piazza, Tostão, Nelinho, Ronaldo, Luisão, Alex de Souza, Maicon, Cris, Jairzinho, Rivaldo, Edílson among so many others.\r\n\r\nCruzeiro was relegated to Brazilian serie B for the first time in history on 8 December 2019, after losing to Palmeiras with the score of 2–0 at home.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Cruzeiro Esporte Clube es un club de fútbol de la ciudad brasileña de Belo Horizonte, capital del Estado de Minas Gerais. Fue fundado el 2 de enero de 1921 y juega en el Campeonato Brasileño de Serie A. Fue considerado el mejor equipo brasileño del siglo XX según la IFFHS.2 Cruzeiro es uno de los pocos del país que nunca fue relegado a la segunda división. Su clásico rival es el Clube Atlético Mineiro, con quién protagoniza el Clásico Mineiro. El Cruzeiro tiene la hinchada más grande del Estado de Minas Gerais, y una de las mayores de Brasil.","strDescriptionPT":"Cruzeiro Esporte Clube é uma associação polidesportiva brasileira, com sede em Belo Horizonte, no estado de Minas Gerais. Fundado em 1921 com o nome de Sociedade Esportiva Palestra Itália, foi rebatizado para seu nome atual em 1942 - em referência ao Cruzeiro do Sul - por imposição do governo federal à época proibiu o uso no país de quaisquer símbolos de Alemanha, Itália e Japão, nações inimigas do Brasil no contexto da Segunda Guerra Mundial.8\r\n\r\nReconhecido como um dos maiores clubes do futebol brasileiro e internacional, o Cruzeiro foi duas vezes vice-campeão mundial e tem no seu currículo continental dois títulos da Copa Libertadores da América, dois da Supercopa da Libertadores, um da Recopa Sul-Americana, um da Copa Ouro e um da Copa Master da Supercopa. No âmbito nacional, o time celeste detém quatro conquistas no Campeonato Brasileiro (uma delas como Taça Brasil)nota 1 e quatro da Copa do Brasil, além de ter sido em escala estadual 37 vezes campeão mineiro e as Copas Sul-Minas e Centro-Oeste em âmbito regional. Foi ainda a primeira e única equipe brasileira a conquistar a tríplice coroa nacional, tendo vencido um campeonato estadual, uma Copa do Brasil e um Campeonato Brasileiro na temporada de 2003.10 Em um ranking entre clubes da América do Sul, a IFFHS elegeu o Cruzeiro como o melhor clube brasileiro do século XX.11\r\n\r\nÉ um dos clubes mais populares do Brasil.12 13 Seu maior rival é o Atlético Mineiro, com quem faz um dos maiores clássicos do futebol brasileiro. Em menor grau, há também rivalidade com o América.14\r\n\r\nEm outros esportes, o Cruzeiro se destaca também no Vôlei, em 2009 firmou parceria com a Associação Social e Esportiva Sada para formar uma equipe masculina de voleibol, o Sada Cruzeiro, que tem sido uma das mais importantes do país, sendo a única equipe brasileira a ter conquistado o Campeonato Mundial de Clubes de Voleibol, entre vários títulos importantes, como: duas Superligas Nacionais (temporadas 2011-12 e 2013-14), uma Copa Brasil de Voleibol (2014), dois Sul-Americanos (2012 e 2014) e seis estaduais. No atletismo o Cruzeiro também tem um time forte, fazem parte de sua equipe vários atletas importantes, disputando as mais diversas corridas de nível nacional e mundial.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/upsvvu1473538059.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134294-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCqifkpdmE1z3VhfQoJzwpJQ","strLocked":"unlocked"},{"idTeam":"136187","idSoccerXML":"4882","idAPIfootball":"150","intLoved":null,"strTeam":"CS Alagoano","strTeamShort":null,"strAlternate":"CSA","intFormedYear":"1913","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Estádio Rei Pelé","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Estádio Rei Pelé, also known as Trapichão, is a multi-purpose stadium in Maceió, Brazil. It is currently used mostly for football matches. The stadium holds 19,105. The stadium was built in 1970.\r\n\r\nEstádio Rei Pelé is owned by the Government of Alagoas and it is the stadium where CRB and CSA locationally play their home matches. The stadium is named after the footballer Pelé, and its name means King Pelé. The stadium is nicknamed Trapichão because it is located in Trapiche da Barra neighborhood.\r\n\r\nThere is a museum inside the stadium, called Museu de Esportes Edvaldo Santa Rosa, named after an Alagoan footballer nicknamed Dida, who played for Clube de Regatas do Flamengo and the Brazil national football team.","strStadiumLocation":"Alagoas, Brazil","intStadiumCapacity":"19105","strWebsite":"csaoficial.com.br","strFacebook":"www.facebook.com\/CSAoficial\/","strTwitter":"twitter.com\/csaoficial","strInstagram":"www.instagram.com\/csaoficial","strDescriptionEN":"Centro Sportivo Alagoano, known as CSA, is a Brazilian football team from Maceió in Alagoas, founded on September 7, 1913.\r\n\r\nThe home stadium is the Gustavo Paiva stadium, which has a capacity of 9,000. CSA's greatest rival is CRB.\r\n\r\nIn 1976, Fernando Collor de Mello, who later was elected president of Brazil, was the club's chairman. Brazilian singer Djavan played for Alagoano as a midfielder before he decided to become a singer.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ekzl671560365911.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"t.co\/d88Rd82WsS?amp=1","strLocked":"unlocked"},{"idTeam":"136831","idSoccerXML":"4947","idAPIfootball":"1193","intLoved":null,"strTeam":"Cuiaba","strTeamShort":null,"strAlternate":"","intFormedYear":"2001","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Arena Pantanal","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Arena Pantanal is a multi-use stadium in Cuiabá, Brazil. Completed on 26 April 2014, it is used mostly for football and hosted four group stage matches during the 2014 FIFA World Cup. During the World Cup, the arena had a capacity of 41,390, and currently can seat 44,003 spectators.\r\n\r\nPrior to its use for the 2014 FIFA World Cup, the venue received much criticism. It suffered a fire in October 2013, due to polystyrene insulation panels catching alight. Although nobody was injured, the fire came within 24 hours of the state governor of Mato Grosso warning that it may not be finished for the World Cup. On the day of its opening, on 24 April 2014, 5,000 seats were still to be installed in the stadium. Next to the football stadium is the Ginásio Aecim Tocantins.","strStadiumLocation":"Cuibá, Brazil","intStadiumCapacity":"42968","strWebsite":"www.cuiabaesporteclube.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Cuiabá Esporte Clube, or Cuiabá, as they are usually called, is a Brazilian football team from Cuiabá in Mato Grosso, founded on December 12, 2001.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ai69mm1560790778.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134462","idSoccerXML":"922","idAPIfootball":"137","intLoved":"1","strTeam":"Figueirense","strTeamShort":null,"strAlternate":"Figueira","intFormedYear":"1921","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Orlando Scarpelli","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Estádio Orlando Scarpelli is a football stadium inaugurated on May 27, 1961 in Estreito neighborhood, Florianópolis, Santa Catarina, with a maximum capacity of 19,584 spectators. The stadium is owned by Figueirense. Its formal name honors Orlando Scarpelli, who was Figueirense's president, and donated the groundplot where the stadium was built.","strStadiumLocation":"Florianópolis","intStadiumCapacity":"19584","strWebsite":"www.figueirense.com.br","strFacebook":"www.facebook.com\/figueirensefc","strTwitter":"twitter.com\/FigueirenseFC","strInstagram":"www.instagram.com\/figueirenseoficial","strDescriptionEN":"Figueirense Futebol Clube, also known as Figueirense (Portuguese pronunciation: ), is a Brazilian football club based in Florianópolis, Santa Catarina. Their home stadium is Estádio Orlando Scarpelli, also known as Scarpelão, with a capacity of 19,584.\r\n\r\nIn the state of Santa Catarina, Figueirense is the club that more often participated in Campeonato Brasileiro Série A, with 16 holdings by 2015.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Figueirense Futebol Clube o Figueirense es un club de fútbol brasileño, de la ciudad de Florianópolis en el estado de Santa Catarina. Fue fundado en 1921 y juega en el Campeonato Brasileño de Serie A.","strDescriptionPT":"O Figueirense Futebol Clube é um clube de futebol brasileiro com sede na cidade de Florianópolis, capital do estado de Santa Catarina. Atualmente disputa a Série A do Campeonato Brasileiro.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/yvvyps1473538067.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/qvuvts1423783007.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/figueirensefutebol","strLocked":"unlocked"},{"idTeam":"134287","idSoccerXML":"742","idAPIfootball":"127","intLoved":null,"strTeam":"Flamengo","strTeamShort":null,"strAlternate":"","intFormedYear":"1895","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Estádio do Maracanã","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/wxrysw1420486584.jpg","strStadiumDescription":"The Maracanã (Portuguese: Estádio do Maracanã, standard Brazilian Portuguese: , local pronunciation: ), officially Estádio Jornalista Mário Filho (IPA: ), is a football stadium in Rio de Janeiro. The stadium is part of a complex that includes an arena known by the name of Maracanãzinho, which means \"The Little Maracanã\" in Portuguese. Owned by the Rio de Janeiro state government, it is, as is the Maracanã neighborhood where it is located, named after the Rio Maracanã, a now canalized river in Rio de Janeiro.\r\n\r\nThe stadium was opened in 1950 to host the FIFA World Cup, in which Brazil was beaten 2–1 by Uruguay in the deciding game, in front of 199,854 spectators on 16 July 1950. The venue has seen attendances of 150,000 or more at 26 occasions, the last being on 29 May 1983, as 155,253 spectators watched Flamengo beat Santos 3-0. The stadium has seen crowds of more than 100,000 284 times. But as terraced sections have been replaced with seats over time, and after the renovation for the 2014 FIFA World Cup, its original capacity has been reduced to the current 78,838, but it remains the largest stadium in Brazil. The stadium is mainly used for football matches between the major football clubs in Rio de Janeiro, including Flamengo, Fluminense, Botafogo, and Vasco da Gama. It has also hosted a number of concerts and other sporting events.\r\n\r\nThe total attendance at the last (and indeed decisive game, but not a final) game of the 1950 World Cup was 199,854, making it the world's largest stadium by capacity when it was inaugurated. After its 2010–13 renovation, the rebuilt stadium currently seats 78,838 spectators, making it the largest stadium in Brazil and the second in South America after Estadio Monumental in Peru. It was the main venue of the 2007 Pan American Games, hosting the football tournament and the opening and closing ceremonies. The Maracanã was partially rebuilt in preparation for the 2013 FIFA Confederations Cup, and the 2014 World Cup, for which it hosted several matches, including the final. It also served as the venue for the opening and closing ceremonies of the 2016 Summer Olympics and Paralympics, with the main track and field events taking place at the Estádio Olímpico.","strStadiumLocation":"Rio de Janeiro, Brazil","intStadiumCapacity":"78800","strWebsite":"www.flamengo.com.br","strFacebook":"www.facebook.com\/FlamengoOficial","strTwitter":"twitter.com\/flamengo","strInstagram":"instagram.com\/flamengo","strDescriptionEN":"Clube de Regatas do Flamengo (Brazilian Portuguese: ; English: Flamengo Rowing Club), commonly referred to as Flamengo, is a Brazilian sports club based in Rio de Janeiro best known for their professional football team.\r\n\r\nThe club was first established in 1895 as a rowing club and played their first official match in 1912. Flamengo's traditional uniform featured red and black striped shirts with white shorts, and red and black striped socks. Flamengo had typically played their home matches in the Maracanã, the national stadium of Brazil, since its completion in 1950, with some exceptions in recent years. Since 1969, the vulture (Portuguese: urubu) has been the most recognized mascot of Flamengo.\r\n\r\nFlamengo established themselves as one of Brazil's most successful sports clubs in the 20th century during of the era of state leagues in Brazil when they captured several Campeonato Carioca (Rio de Janeiro state league) titles prior to the establishment of the first Brazilian national football league in 1959. Since then, they have remained successful in Brazilian football, having won 6 Campeonato Brasileiro Série A (including the Copa União of 1987), 3 Copa do Brasil, and a record 35 Campeonato Carioca. They are one of five clubs to have never been relegated from the Brasileirão. In South American and worldwide competitions, the club's highest achievements are their conquests of the 1981 Copa Libertadores and Intercontinental Cup against Liverpool, led by the club's most iconic player Zico. Flamengo's fiercest and longest-standing rivalries are with the other \"Big Four\" of Rio de Janeiro: Fluminense, Botafogo and Vasco da Gama.\r\n\r\nFlamengo is the most popular club in Brazil, with over 30 million supporters as of 2018. As of 2017, it is also Brazil's richest football club with an annual revenue of R$648.0 million (€163.04 million) and a valuation of over R$1.69 billion (€425.21 million).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Clube de Regatas do Flamengo, conocido simplemente como Flamengo, es un club deportivo de la ciudad de Río de Janeiro, Brasil. Es el mayor club polideportivo del país, y se reconoce principalmente por su equipo de fútbol. Fundado el 17 de noviembre de 1895, juega de local en el Estadio Maracaná y utiliza una camiseta roja y negra a franjas horizontales con pantalón blanco. El Flamengo es el club con el mayor número de aficionados en Brasil.\r\n\r\nSu actuación en el fútbol comenzó en 1912. Flamengo tiene el mayor récord de títulos del Campeonato Carioca con 33 campeonatos ganados, por lo que supera a su rival Fluminense, el cual posee 31, y ha obtenido el tricampeonato consecutivo en cinco oportunidades. Además, es uno de los tres equipos que ha jugado todas las ediciones del Campeonato Brasileño de Serie A: ha obtenido dicho título en seis oportunidades. El 26 de julio de 2009 ,se convirtió en el primer equipo en alcanzar el hito de mil partidos en el Campeonato Brasileño de Fútbol. Junto con Botafogo, tiene el mayor número de juegos invicto en 52 partidos en 1979.\r\n\r\nSu mayor logro internacional fue la Copa Libertadores y la Copa Intercontinental de 1981, con un equipo integrado por Paulo César Carpeggiani (técnico), Júnior, Adílio, Tita y por Zico, considerado como el mayor ídolo de la historia del club. Las grandes rivalidades que tiene el Flamengo son el Fluminense Football Club, con el que juega el Fla-Flu —considerada como la mayor rivalidad del fútbol brasileño— y, en menor medida, los otros grandes clubes de Río de Janeiro, Botafogo y Vasco da Gama; también hay una rivalidad interestadual con el Atlético.\r\n\r\nSegún investigaciones del Instituto Brasileiro de Opinião Pública e Estadística (IBOPE), el Flamengo es el club con el mayor número de torcedores en Brasil y en el mundo. Se estima que 39 millones de hinchas son simpatizantes del Flamengo.1 También fue elegido en una investigación realizada por la FIFA, el club más grande en el siglo XX.2 3 Actualmente el ranking de la CBF pone Flamengo en la actualidad en el tercer lugar con 14.976 puntos.4 Además del remo y el fútbol, ​​otras modalidades se destacan como el baloncesto, donde el equipo masculino fue siete veces campeón nacional, campeón sudamericano en 2009 y campeón de las Américas y del mundo en 2014.","strDescriptionPT":"O Clube de Regatas do Flamengo (mais conhecido simplesmente como Flamengo, e popularmente pelos apelidos de Mengo, Mengão e Fla) é uma agremiação poliesportiva brasileira com sede na cidade do Rio de Janeiro. Fundado no bairro de mesmo nomenota 1 para disputas de remo em 17 de novembro de 1895,9 tornou-se um dos clubes mais bem-sucedidos e populares do esporte brasileiro, especialmente pelo futebol. Tem como suas cores tradicionais o vermelho e o preto e como seus maiores rivais esportivos o Botafogo, o Fluminense e o Vasco da Gama.\r\n\r\nDentre suas maiores glórias no futebol, destacam-se as conquistas da Copa Intercontinental e da Copa Libertadores em 1981nota 2 , além de 5 títulos do Campeonato Brasileironota 3 , 3 da Copa do Brasil e 33 do Campeonato Carioca (sendo o maior vencedor da competição). Entre outros feitos, o Flamengo foi eleito o nono maior clube de futebol do Século XX, em levantamento realizado pela FIFA,12 é um dos cinco clubes do país (ao lado de Cruzeiro, Santos, São Paulo e Internacional) que jamais foram rebaixados para a segunda divisão nacional, detém, junto ao Botafogo de Futebol e Regatas, a maior sequência invicta do futebol brasileiro com 52 partidas em 1979 e foi o primeiro clube do Brasil a atingir a marca de mil jogos na primeira divisão nacional, em partida realizada contra o Santos no dia 27 de julho de 2009.\r\n\r\nO Flamengo é o clube de futebol mais popular do Brasil, com uma estimativa entre 33 e 40 milhões de torcedores espalhados por todas as regiões do Brasil. O número expressivo de flamenguistas credencia o clube, segundo alguns levantamentos, como o clube de maior torcida de futebol em todo o mundo.\r\n\r\nAlém do prestígio com o futebol, o Flamengo também se destaca em outras modalidades esportivas coletivas e individuais, notadamente no remo, no pólo aquático e no basquetebol. Neste último, é um dos clubes mais tradicionais do país, tendo o basquetebol masculino já conquistado 40 títulos cariocas, 9 brasileiros, três sul-americanos, um das Américas e um Mundial Interclubes em 2014.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/syptwx1473538074.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134287-Jersey.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/qpqwpr1420486414.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/flamengo","strLocked":"unlocked"},{"idTeam":"134296","idSoccerXML":"751","idAPIfootball":"124","intLoved":null,"strTeam":"Fluminense","strTeamShort":null,"strAlternate":"","intFormedYear":"1902","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Maracanã","strKeywords":null,"strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Rio de Janeiro","intStadiumCapacity":"78800","strWebsite":"www.fluminense.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Fluminense Football Club (Brazilian Portuguese: ), commonly known as Fluminense, is a Brazilian professional football club based in Laranjeiras, Rio de Janeiro. It plays in the Campeonato Carioca, the state of Rio de Janeiro's premier state league, as well as in the Campeonato Brasileiro Série A, the top tier of the Brazilian football league system.\r\n\r\nThe club was founded on July 21, 1902 by the sons of Carioca aristocrats, being led by Oscar Cox, a Brazilian sportsman, in the bairro of Flamengo, a direct contrast between the aristocratic founders and the modest ground it was founded on. Cox was elected as the club's first president.\r\n\r\nFluminense is a demonym for people who reside in the State of Rio de Janeiro. Although football is the club's original endeavor, the club is today an umbrella organization for several teams in more than 16 different sport activities.\r\n\r\nFluminense's home kit is maroon-and-green vertical striped shirts, with white shorts, accompanied by white socks; this combination has been used since 1920. Adidas are the kit manufacturers.\r\n\r\nFluminense play their home games at the Estádio Jornalista Mário Filho, better known as the Maracanã, which currently holds up to 78,838 spectators.\r\n\r\nFluminense holds many long-standing rivalries, most notably against Botafogo, Flamengo, and Vasco da Gama. It has contributed the fifth-most players to Brazil's national football team.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Fluminense Football Club es un club polideportivo brasileño con sede en la ciudad de Río de Janeiro. Fue fundado el 21 de julio de 1902 en Río de Janeiro por Oscar Cox, un brasileño de origen británico.\r\n\r\nEstablecido en el barrio entonces aristocrático de Laranjeiras, Fluminense fue formado por los hijos de la elite que había llegado en contacto con el fútbol durante sus estudios en Europa.\r\n\r\nEl primer partido oficial se jugó contra el ahora difunto Río FC, y terminó 8-0 para Fluminense. El primer logro fue en 1906, cuando ganó su primer Campeonato Carioca.\r\n\r\nLa camiseta del Fluminense es granate, verde y blanca a rayas verticales, lo que le vale el apodo Tricolor. Originalmente jugaba en el Estádio das Laranjeiras en el barrio homónimo, pero actualmente disputa sus partidos más importantes en el Estadio Maracaná.\r\n\r\nFluminense disputa el Campeonato Brasileño de Serie A, donde obtuvo cuatro títulos en 1970, 1984, 2010 y 2012. También venció en la Copa de Brasil de 2007.\r\n\r\nEs el segundo equipo con mayor cantidad de títulos en el Campeonato Carioca, con 31, y venció dos veces el Torneo Río-São Paulo.\r\n\r\nSu mejor resultado en la Copa Libertadores de América fue un subcampeonato en 2008.\r\n\r\nEl principal rival de Fluminense es el Flamengo, un club de remo que comenzó a competir en fútbol en 1912 luego de que los mejores jugadores del Fluminense partieran del mismo. Fla-Flu es considerado el derby más grande en la historia del fútbol brasileño.","strDescriptionPT":"Fluminense Football Club é uma agremiação poliesportiva e cultural sediada na cidade do Rio de Janeiro, no Brasil, fundada em 21 de julho de 1902.\r\n\r\nÉ uma sociedade civil de caráter desportivo que tem como principal atividade o futebol, tendo sido o primeiro colocado do Ranking da CBF em 2013, quinto em 2014 e oitavo em 2015.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/stvvwp1473538082.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134296-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136186","idSoccerXML":"4881","idAPIfootball":"154","intLoved":null,"strTeam":"Fortaleza","strTeamShort":null,"strAlternate":"","intFormedYear":"1918","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Estádio Castelão","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"63903","strWebsite":"www.fortalezafc.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Fortaleza Esporte Clube, usually known as Fortaleza, is primarily a football club, but is active in other sports such as futsal, handball and basketball. Fortaleza Esporte Clube is based in Fortaleza, capital of the State of Ceará, Brazil. The club was founded on October 18, 1918, emerged from an earlier club called Stella, under the name Fortaleza Sporting Club.\r\n\r\nFortaleza is one of the most traditional clubs in the Northeastern region of Brazil alongside Bahia, Vitória, Santa Cruz, Sport, Náutico and Ceará, its biggest rival, with minor tradition in the state.\r\n\r\nClub colors are red, blue and white.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tosmdr1532853458.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134295","idSoccerXML":"750","idAPIfootball":"151","intLoved":null,"strTeam":"Goias","strTeamShort":null,"strAlternate":"Goiás","intFormedYear":"1943","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Serra Dourada","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Goiânia","intStadiumCapacity":"50000","strWebsite":"www.goiasesporteclube.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Goiás Esporte Clube, also known as Goiás, is a Brazilian sports club, best known for its association football team, located in Goiânia, Goiás state. Biggest club of the Central-Western, Goiás have won the Brazilian's second tier Série B twice, also 28 Campeonato Goiano and 3 Copa Centro-Oeste. Goiás' football team has been a mainstay in premiere Brazilian league Série A, been promoted to Latin America's Copa Libertadores thrice and South America's Copa Sudamericana six times.\r\n\r\nIts main rival is Vila Nova. Goiás has a wide advantage in derbies between the two teams.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Goiás Esporte Club es un club de fútbol de la ciudad brasileña de Goiânia, en el estado de Goiás. Fue fundado el 6 de abril de 1943 y juega en el Campeonato Brasileño de Serie A.\r\n\r\nTiene como principal rival el otro equipo de la ciudad, el Vila Nova. El club albiverde tiene amplia ventaja en los clásicos entre los dos equipos desde los inicios del club.","strDescriptionPT":"Goiás Esporte Clube (mais conhecido como Esmeraldino\") é uma agremiação esportiva brasileira, sediada na cidade de Goiânia, no estado de Goiás.\r\n\r\nFundado em 1943 por um grupo de amigos, o Goiás foi crescendo, e em alguns anos, tornou-se o maior vencedor do estado e da Região Centro-Oeste. Possui a segunda maior torcida da região metropolitana fica somente atrás do seu maior rival Vila Nova .\r\n\r\nTem como cores o verde e o branco e atualmente manda seus jogos na Serrinha e no Serra Dourada. Seus principais rivais são o Vila Nova e o Atlético-GO.\r\n\r\nO Goiás foi o primeiro time goiano a disputar a Série A do Campeonato Brasileiro e é o único a participar da Copa Libertadores da América e da Copa Sul-Americana, torneio no qual foi vice-campeão na edição de 2010. Além disso, é o maior campeão do torneio estadual, com 24 títulos goianos, sendo um pentacampeonato, entre 1996 a 2000.\r\n\r\nO Verdão da Serra, como é chamado por sua torcida, também conquistou o Campeonato Brasileiro da Série B em 1999 e 2012 e 3 edições da Copa Centro-Oeste, em 2000, 2001 e 2002,9 além dos torneios Doutor Manoel dos Reis e Silva, em 1971, quando venceu, na final, o Alianza Lima do Peru e campeão em 2015 da Granada Cup10 , sendo por isso a agremiação mais vitoriosa do futebol goiano.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xsrvwx1473539352.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/wrstqy1423783297.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134288","idSoccerXML":"743","idAPIfootball":"130","intLoved":null,"strTeam":"Gremio","strTeamShort":null,"strAlternate":"Grêmio","intFormedYear":"1903","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Arena do Grêmio","strKeywords":null,"strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Porto Alegre","intStadiumCapacity":"60540","strWebsite":"www.gremio.net","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Grêmio Foot-Ball Porto Alegrense (Portuguese pronunciation: ), commonly known as Grêmio, is a Brazilian professional football club based in Porto Alegre, Rio Grande do Sul. It plays in the Campeonato Gaúcho, the state of Rio Grande do Sul's premier state league, as well as the Campeonato Brasileiro Série A, the top tier of the Brazilian football league system.\r\n\r\nGrêmio was founded by English and German immigrants on 15 September 1903. Major titles captured by Grêmio include one Intercontinental Cup, two Copa Libertadores de América, two Campeonato Brasileiro Série A and four Copa do Brasil. Grêmio plays in a tricolor (blue, black and white) striped shirt, black shorts and white socks, as first kit.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Grêmio Foot-Ball Porto Alegrense es un club de fútbol brasileño, de la ciudad de Porto Alegre en el estado de Río Grande del Sur. Fue fundado por inmigrantes ingleses y alemanes el 15 de septiembre de 1903 y juega en el Campeonato Brasileño de Serie A. Disputa sus partidos de local en el Arena do Grêmio.\r\n\r\nActualmente se encuentra en el puesto 38 del ranking mundial de clubes elaborado por la Federación Internacional de Historia y Estadística de Fútbol (IFFHS),1 en el puesto 12º del ranking continental de la Conmebol2 y es el 1º del ranking de Brasil.3 El Grêmio Foot-Ball Porto Alegrense es uno de los clubes de fútbol más grandes de Brasil, más tradicionales de América Latina, y uno de los clubes más ricos del fútbol sudamericano.\r\n\r\nDe los títulos logrados por Grêmio, se destacan una Copa Intercontinental, dos Copa Libertadores de América, dos Campeonato Brasileño de Serie A y cuatro Copas de Brasil.\r\n\r\nSu clásico rival es el Internacional, con el que mantiene una de las mayores rivalidades del fútbol brasileño, conocida como Grenal.","strDescriptionPT":"O Grêmio Foot-Ball Porto Alegrense (conhecido apenas por Grêmio) é um clube de futebol brasileiro da cidade de Porto Alegre, no Rio Grande do Sul, fundado em 15 de setembro de 19032 e suas cores são o azul, preto e branco.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uvpwyt1473538089.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134288-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135886","idSoccerXML":"4791","idAPIfootball":"138","intLoved":null,"strTeam":"Guarani","strTeamShort":null,"strAlternate":"Guarani Campinas","intFormedYear":"1911","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Estádio Brinco de Ouro da Princesa","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Campinas, São Paulo, Brazil","intStadiumCapacity":"29130","strWebsite":"www.guaranifc.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Guarani Futebol Clube is a Brazilian football club located in Campinas, São Paulo. It is also known as Bugre, a popular term for an Indigenous Brazilian, and its supporters are known as bugrinos.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/d2zpe91495461977.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134739","idSoccerXML":"1204","idAPIfootball":"7874","intLoved":null,"strTeam":"Icasa","strTeamShort":null,"strAlternate":"","intFormedYear":"2002","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Romeirão","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.icasafc.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Associação Desportiva Recreativa e Cultural Icasa, usually known simply as Icasa, is a Brazilian football club in Juazeiro do Norte, Ceará. The club competed several times in the Campeonato Brasileiro Série C and returning after be relegated from Campeonato Brasileiro Série B in 2011.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/sf47td1514394931.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/qqsyur1423802723.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134281","idSoccerXML":"736","idAPIfootball":"119","intLoved":null,"strTeam":"Internacional","strTeamShort":null,"strAlternate":"SC Internacional","intFormedYear":"1909","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Beira-Rio","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Porto Alegre","intStadiumCapacity":"62500","strWebsite":"www.internacional.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Sport Club Internacional (Portuguese pronunciation: ) is a Brazilian multisport club based in Porto Alegre, Rio Grande do Sul. Although they compete in a number of different sports, Internacional is mostly known for its association football team. Internacional plays in the Campeonato Gaúcho, the state of Rio Grande do Sul's premier state league, as well as in the Campeonato Brasileiro Série A, the top tier of the Brazilian football league system. They play in red shirts and white shorts and socks, the first of which give the team its nickname of Colorado (The Red). The team's home stadium, known as \"Gigante da Beira-Rio\" (Riverside Giant), was one of the twelve 2014 FIFA World Cup venues and has a capacity of 50,128.\r\n\r\nThe club is one of only three teams that has competed in all the Brazilian National League's first division championships since its inception in 1971, and is one of the only five clubs to have never been relegated to the second division, along with Santos, São Paulo, Flamengo and Cruzeiro. Internacional is ranked first in Americas and sixth in the World in number of paying members, with more than 104,000. Internacional were South American champions in 2010, winning their second Copa Libertadores title. 2006 was the most successful year in Inter's history as they won the Copa Libertadores and the FIFA Club World Cup, defeating European champions FC Barcelona in the latter and South American reigning champions São Paulo FC in the former. Other international titles include the 2007 Recopa Sudamericana, the 2008 Copa Sudamericana and the 2011 Recopa Sudamericana.\r\n\r\nInternacional has a rivalry with Grêmio, also a club from Porto Alegre, and the two sides contest the Gre-Nal derby, considered by many as the fiercest in-city football rivalry in Brazil.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Sport Club Internacional, conocido popularmente como Inter, es un club de fútbol de la ciudad brasileña de Porto Alegre, en el estado de Rio Grande do Sul. Fue fundado en 1909 y juega en el Campeonato Brasileño de Serie A. Su clásico rival es el Grêmio. El Inter es el único club brasileño en haberse consagrado campeón nacional sin perder ningún partido (invicto en 1979), como también es el único octa-campeón de la provincia del Rio Grande do Sul (1969\/70\/71\/72\/73\/74\/75\/76), además de ser uno de los cinco equipos brasileños que nunca perdieron la categoría. Internacionalmente su mayor logro es el Mundial de Clubes del año 2006.\r\n\r\nEs el único equipo que ha conseguido los cuatro torneos actuales de la Conmebol (Copa Libertadores, Copa Sudamericana, Recopa Sudamericana y Copa Suruga Bank). Es el segundo club de fútbol con mayor número de asociados (121.345) en América, siendo superando únicamente por River Plate (123.665).","strDescriptionPT":"O Sport Club Internacional, conhecido apenas por Internacional, Inter, SC Internacional ou ainda Inter de Porto Alegre e cujo acrônimo é SCI, é um clube esportivo brasileiro de futebol da cidade de Porto Alegre, no Rio Grande do Sul. É declaradamente o maior clube de futebol do sul do país.3 4 5 6 7 Seus torcedores são conhecidos como Colorados.\r\n\r\nJá foi campeão da Copa Libertadores da América em 2006 e 2010, da Copa do Mundo de Clubes da FIFA em 2006, da Recopa Sul-Americana em 2007 e 2011, e da Copa Sul-Americana de forma invicta8 9 em 2008, em 2009 conquistou no Japão a Copa Suruga Bank, tornando-se o único clube do país que possui todos os títulos que um clube Sul-Americano pode almejar atualmente. Foi campeão brasileiro de forma invicta em 79, sendo o único clube brasileiro a conseguir este feito, e também o único octacampeão gaúcho: 69, 70, 71, 72, 73, 74, 75 e 76.10 11 .\r\n\r\nO colorado é um dos 5 clubes brasileiros que nunca foram rebaixados à 2º Divisão do Campeonato Brasileiro. Além disso, o Inter manteve-se durante 24 anos seguidos (1975-1998) líder no Ranking de Pontos do Campeonato Brasileiro, 12 torneio do qual nunca foi rebaixado, disputando 9 semifinais (62, 72, 75, 76, 78, 79, 80, 87 e 88), 3 fases finais (73, 74 e 97), 5 finais (75, 76, 79, 87 e 88), com 7 vice-campeonatos (67, 68, 87, 88, 05, 06 e 09) e 3 títulos de campeão (75, 76 e 79). Desde 2003, quando o Brasileirão é praticado por pontos corridos, o Inter foi vice-campeão em 2005, 2006 e 2009, consagrando-se como um dos melhores pontuadores da fórmula. Historicamente, o Inter foi vice-campeão nacional consecutivo em 67 e 68 do Torneio Roberto Gomes Pedrosa.\r\n\r\nEm 11 de julho de 2009, o Internacional possuía cerca de 100 mil associados,13 sendo o clube de futebol com maior número de sócios das Américas e tendo o sexto maior quadro social do mundo.14 Em julho de 2014, atingiu a marca de 120 mil associados15 , com projeção de chega a 127 mil ao final de 201416 .","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/yprvxx1473538097.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/rvrrtp1423783021.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134743","idSoccerXML":"1208","idAPIfootball":"795","intLoved":null,"strTeam":"Joinville","strTeamShort":null,"strAlternate":"","intFormedYear":"1976","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Arena Joinville","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Joinville","intStadiumCapacity":"22675","strWebsite":"www.jec.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Joinville Esporte Clube, JEC or simply Joinville as they are usually called, is a Brazilian football team from Joinville in Santa Catarina. They have the largest number of supporters in the State. Founded on January 29, 1976. They won the Série C once and they have the largest sequence of consecutive state titles, eight (1978, 1979, 1980, 1981, 1982, 1983, 1984, 1985).\r\n\r\nJoinville is the third most successful club in Santa Catarina in terms of state championship titles (12), behind Avaí (16) and Figueirense (16).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Joinville Esporte Clube es un club de fútbol brasileño, de la ciudad de Joinville en Santa Catarina. Fue fundado en 1976 y actualmente ascendió al Campeonato Brasileño de Serie A tras ser campeón de Serie B.","strDescriptionPT":"O Joinville Esporte Clube é um clube de Joinville, cidade localizada no nordeste do estado brasileiro de Santa Catarina, conhecido como JEC.\r\n\r\nNo futebol, é considerado pela imprensa catarinense como um dos cinco grandes clubes do estado, junto com o Avaí, Criciúma, Chapecoense e Figueirense.\r\n\r\nSeu maior rival é o Criciúma, com quem protagoniza o Clássico do Interior (ou Clássico Norte-Sul) uma rivalidade regional que se acirrou a partir da década de 1970.nota 1 . Mas também tem forte rivalidade com os times do Avaí, Figueirense e Chapecoense.\r\n\r\nO Joinville é o terceiro clube com maior número de conquistas do Campeonato Catarinense de Futebol (doze), atrás de Avaí e Figueirense (ambos com dezesseis títulos cada), sendo o maior campeão catarinense após a época amadora do futebol estadual.\r\n\r\nA equipe detém o recorde de títulos consecutivos no estado (oito, entre 1978 e 1985). O tricolor ficou conhecido nacionalmente na década de 1980 por fazer frente a grandes equipes do país no Campeonato Brasileiro, principalmente quando jogava dentro de seu estádio, o velho Ernestão.\r\n\r\nTambém tem o maior contingente de torcedores por estar na maior cidade do estado de Santa Catarina.\r\n\r\nEm 2012, o JEC voltou à Série B do Campeonato Brasileiro, após sete anos de ausência. Em 2015, o JEC voltará a disputar a Série A após vinte e oito anos de ausência, contando com o título da Série B 2014.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xuvtvs1430164679.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/qrtxxt1423802797.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135887","idSoccerXML":"4790","idAPIfootball":"152","intLoved":null,"strTeam":"Juventude","strTeamShort":null,"strAlternate":"Esporte Clube Juventude, EC Juventude","intFormedYear":"1913","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Alfredo Jaconi","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Estádio Alfredo Jaconi, is a football stadium inaugurated on March 23, 1975, during the centennial commemoration of the state's Italian Colonization, in Caxias do Sul, Rio Grande do Sul, Brazil, with a maximum capacity of 30,519 people. The stadium is owned by Esporte Clube Juventude. Its formal name honors Alfredo Jaconi, who was a player, a manager and a director of Juventude during the 1930s and the 1940s.","strStadiumLocation":"Caxias do Sul","intStadiumCapacity":"30519","strWebsite":"www.juventude.com.br","strFacebook":"www.facebook.com\/juventude\/","strTwitter":"twitter.com\/ECJuventude","strInstagram":"instagram.com\/ecjuventude","strDescriptionEN":"Esporte Clube Juventude, also known as Juventude, is a Brazilian football team in Caxias do Sul, Rio Grande do Sul. The club competed several times in the Série A, won the Copa do Brasil and the Série B once and competed once in the Copa Libertadores.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ebov0a1495465249.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135664","idSoccerXML":"4718","idAPIfootball":"148","intLoved":null,"strTeam":"Londrina EC","strTeamShort":null,"strAlternate":"Londrina","intFormedYear":"1956","strSport":"Soccer","strLeague":"Brazil Serie C","idLeague":"4625","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Londrina Esporte Clube, usually shortened to Londrina, is a Brazilian football team from Londrina in the southern state of Paraná. The club was founded on April 5, 1956 and originally played at the Vitorino Gonçalves Dias stadium. Their current stadium, the Estádio do Café was built for Londrina's participation in the 1976 Brazilian league championship.\r\n\r\nThe most successful period for Londrina came between 1976 and 1982 when Londrina competed in Brazil's top league for 6 seasons. They were relegated for the 1980 season but claimed their only national league title by becoming champions of the second division. They have also won the state championship four times, as well as claiming 12 Campeonato do Interior Paranaense titles.\r\n\r\nIn 2013, Londrina finished in top place in the general classification of the Campeonato Paranaense. Although they did not qualify for the state championship final they won the Interior final and thereby qualified for a place in the Campeonato Brasileiro Série D, the fourth tier of the Brazilian league system and will also be placed in the draw for the First Round of the Copa do Brasil.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wvwwwv1472069220.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134748","idSoccerXML":"1213","idAPIfootball":"752","intLoved":null,"strTeam":"Luverdense","strTeamShort":null,"strAlternate":"Luverdense Esporte Clube","intFormedYear":"2004","strSport":"Soccer","strLeague":"Brazil Serie C","idLeague":"4625","strDivision":null,"strManager":"","strStadium":"Estádio Passo das Emas","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"10000","strWebsite":"luverdense.com.br","strFacebook":"www.facebook.com\/luverdense","strTwitter":"","strInstagram":"www.instagram.com\/luverdenseesporteclube","strDescriptionEN":"Luverdense Esporte Clube is a Brazilian football team from Lucas do Rio Verde. They won the Campeonato Mato-Grossense twice and competed several times in the Série C. In 2013 gained access to Série B.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xsuxyq1464886711.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/uytsry1423802850.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135940","idSoccerXML":"1291","idAPIfootball":"0","intLoved":null,"strTeam":"Macae","strTeamShort":null,"strAlternate":"Macaé Esporte Futebol Clube","intFormedYear":"1990","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Moacyrzão","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estádio Cláudio Moacir de Azevedo, also known as Moacyrzão, is a stadium in Macaé. It has a maximum capacity of 16,000 spectators. belonging to Macae Prefecture. It is the home of Macaé Esporte Futebol Clube and Serra Macaense FC.","strStadiumLocation":"Macaé (RJ) , Brazil","intStadiumCapacity":"16000","strWebsite":"www.macaeesporte.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Macaé Esporte Futebol Clube, or Macaé, as they are usually called, is a Brazilian football team from Macaé in Rio de Janeiro (state), founded on July 17, 1990.\r\n\r\nThe city's most popular team, the Macaé Esporte Futebol Clube was founded on July 17, 1990 as Botafogo Futebol Clube. For eight years, the team only participated in amateur competitions and the first titles came in the middle of the decade, when he became a double champion in the municipality of Macaé (1994 and 1995).\r\n\r\nBut it was from 1998 that the club began to show its \"face\" to the State of Rio, when the professionalization took place. And soon in its first season, the then Botafogo conquered the State of the Third Division. In that same year, the team finished runner-up of Copa Rio do Interior and one of the semifinalists of Copa Rio da Capital, being eliminated by Fluminense.\r\n\r\nIn 1999, already using the fancy name Macaé Sports, the club disputed the State of the Second Division and ended up getting the runner-up. In the year 2000, the club made its second statutory change and, definitively, it was renamed Macaé Esporte Futebol Clube. In 2002, alvianil was close to reaching the elite of Rio de Janeiro, but again it was runner-up in Second Division, a fact that was repeated in 2006. But it was in 2003 that the club entered the national scene, when playing for the first time the Campeonato Brasileiro Série C.\r\n\r\nIn 2009, the club had one of its best seasons of its history. Macaé was fifth in the Campeonato Carioca, behind only the four majors of the state. The campaign won a place in the Campeonato Brasileiro Série D, a competition in which the club won the runner-up.\r\n\r\nBut it was in 2014 that Macaé achieved its greatest glory in all its history. In addition to gaining access to Campeonato Brasileiro Série B the following year, he won the Campeonato Brasileiro Série C by drawing 3-3 with Paysandu.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/t1km461513102217.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135939","idSoccerXML":"1290","idAPIfootball":"0","intLoved":null,"strTeam":"Mogi Mirim","strTeamShort":null,"strAlternate":"","intFormedYear":"1932","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Estádio Romildo Vitor Gomes Ferreira","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.mogimirim.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Mogi Mirim Esporte Clube, commonly called Mogi Mirim, is a Brazilian football team from Mogi Mirim in São Paulo, founded on February 1, 1932.\r\nThe team's home ground is the Papa João Paulo II stadium, which has a capacity 19,900. Mogi Mirim plays in red shirts, shorts and socks.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/mljx5a1515530538.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134289","idSoccerXML":"744","idAPIfootball":"755","intLoved":null,"strTeam":"Nautico","strTeamShort":null,"strAlternate":"Clube Náutico Capibaribe, Nautico Recife","intFormedYear":"1901","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Estádio dos Aflitos","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estádio Eládio de Barros Carvalho, also known as Estádio dos Aflitos, is a football (soccer) stadium located in Recife, Brazil. The stadium was built in 1939 and is able to hold 20,000 people.\r\n\r\nEstádio dos Aflitos is owned by Clube Náutico Capibaribe. The stadium is named after Eládio de Barros Carvalho, who was Náutico's president fourteen times. Aflitos is nicknamed this way because it is located in Nossa Senhora dos Aflitos neighborhood.","strStadiumLocation":"Recife, Pernambuco","intStadiumCapacity":"20856","strWebsite":"www.nautico-pe.com.br","strFacebook":"www.facebook.com\/nauticope","strTwitter":"twitter.com\/nauticope","strInstagram":"www.instagram.com\/nauticope","strDescriptionEN":"Clube Náutico Capibaribe, also known as Náutico, is a Brazilian sports club, including a professional football team, in Recife, Pernambuco. Náutico, as of 2018, is competing in the Serie C.\r\n\r\nThe origins of Náutico may be traced to the foundation of the Clube Náutico do Recife by a group of rowers (\"Náutico\" can be directly translated to \"nautical\") in 1898, but the official foundation date is April 7 of 1901. Its first football team dates back to 1905, with a squad formed by Englishmen and Germans.\r\n\r\nNáutico is the only football club in Pernambuco that has won the state championship 6 times in a row (from 1963 to 1968). The club has an historical rivalry with local clubs Sport Recife and Santa Cruz.\r\n\r\nNáutico has an important swimming arena, including an Olympic-sized pool that meets all world standards. It also has activities in other sports including hockey, basketball, volleyball, handball, women's football, futsal, Brazilian jiu-jitsu, Boxing, Taekwondo, kendo, Muay Thai, MMA and the founding sport of the club, rowing. The official mascot of Náutico is the opossum, known locally as \"timbu\".\r\n\r\nNáutico has the 6th-largest core of fans in the Northeastern region of Brasil, and occupies the 21st place in the overall Brazilian ranking. In total, there were approximately 1,5 million Náutico fans in 2010, as showed by a Lance magazine and IBOPE research.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wywuwv1464886832.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134740","idSoccerXML":"1205","idAPIfootball":"143","intLoved":null,"strTeam":"Oeste FC","strTeamShort":null,"strAlternate":"Oeste","intFormedYear":"1921","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Arena Barueri","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Barueri, Brazil","intStadiumCapacity":"31452","strWebsite":"www.oestefc.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Oeste Futebol Clube, or Oeste as they are usually called, is a Brazilian football team currently playing in the city of Barueri. Originally from Itápolis in São Paulo state, Oeste was founded on January 25, 1921. They play in black and red shirts, black shorts and red socks.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rvyqst1464886922.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/wyyrrt1423802734.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136829","idSoccerXML":"4945","idAPIfootball":"1223","intLoved":null,"strTeam":"Operario Ferroviario","strTeamShort":null,"strAlternate":"Operario-PR","intFormedYear":"1912","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Estádio Germano Krüger","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estádio Germano Krüger, is a multi-purpose stadium in Ponta Grossa, Paraná, Brazil. Owned by Operário Ferroviário, it is currently used mostly for football matches. The stadium has a capacity of 10,632 people.\r\n\r\nThe stadium is named after Germano Krüger, a German engineer who was Operário's president and designed the stadium.","strStadiumLocation":"Ponta Grossa, Paraná, Brazil","intStadiumCapacity":"10632","strWebsite":"www.operarioferroviario.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Operário Ferroviário Esporte Clube, commonly known as Operário, is a Brazilian football team from the city of Ponta Grossa, Paraná. They competed in the Série A once.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/fhrc6i1560791704.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134465","idSoccerXML":"925","idAPIfootball":"121","intLoved":null,"strTeam":"Palmeiras","strTeamShort":null,"strAlternate":"","intFormedYear":"1914","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Allianz Parque","strKeywords":null,"strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Allianz Parque, popularly known as Palestra Itália Arena, is a multipurpose stadium in São Paulo, Brazil, built to receive shows, concerts, corporate events and especially football matches of Sociedade Esportiva Palmeiras, the site owner.\r\n\r\nThe stadium has one of the most modern multipurpose spaces in the country, and its stadium meets all of FIFA's standards, accrediting it to receive the most relevant sports tournaments. With construction starting in 2010, was completed in November 2014.\r\n\r\nThe new stadium was built by the company WTorre Properties\/Arenas, belonging to WTorre Group, located on the same place of the old Palestra Italia Stadium, also popularly known as Parque Antarctica.","strStadiumLocation":"São Paulo","intStadiumCapacity":"43600","strWebsite":"www.palmeiras.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Sociedade Esportiva Palmeiras (Portuguese pronunciation: ) is a Brazilian football club from São Paulo. The club was founded on August 26, 1914, as Palestra Italia (pronounced: ), but changed to the current name on September 14, 1942. It is one of the most popular and successful Brazilian clubs, with almost 17 million supporters, including a large number of Brazilians of Italian ancestry. Despite being primarily an association football team, Palmeiras competes in a number of different sports, most notably basketball. The football team plays in the Campeonato Paulista, the state of São Paulo's premier state league, as well as in the Campeonato Brasileiro Série A, the top tier of the Brazilian football league system.\r\n\r\nPalmeiras is one of the most successful clubs in Brazilian football. The team has won 11 national competitions, a record in the country. The club's most important titles have been the 8 national league titles (4 Campeonato Brasileiro Série A, 2 Torneio Roberto Gomes Pedrosa and 2 Taça Brasil) and 3 national cups (2 Copa do Brasil and 1 Copa dos Campeões).\r\n\r\nTheir international titles include one Copa Libertadores. The team won the competition in 1999, after beating Deportivo Cali of Colombia. In 1951, Palmeiras won the international Copa Rio, known as the first Champion world club association football tournament, after beating Juventus of Italy. In 1999, the team was declared the Champion of the Century in Brazilian football.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"La Sociedade Esportiva Palmeiras (Sociedad Deportiva Palmeiras) es un club de fútbol brasileño, de la ciudad de São Paulo. Conocido popularmente de forma abreviada como Palmeiras o \"verdāo\" o \"alviverde\", fue fundado el 26 de agosto de 1914, como Palestra Italia, pero su nombre fue cambiado al actual el 14 de septiembre de 1942 por razones políticas.\r\n\r\nSu reconocimiento y sus principales logros han sido realizados en el fútbol profesional. Palmeiras es uno de los clubes más prestigiosos a nivel brasileño y sudamericano por sus títulos.\r\n\r\nPalmeiras es el líder del ranking de CBF (Confederação Brasileira de Futebol). Este ranking lleva en cuenta los títulos y el desempeño histórico de los clubes, por lo que se puede decir que Palmeiras es el club brasileño más exitoso nacionalmente. En Brasil, es el club que ha sido más veces campeón nacional, además de ser el único en ganar todos los títulos nacionales (torneos y copas) ya jugados en el país. Además, Palmeiras fue el único club sudamericano a liderar el ranking internacional de IFFHS, en 1999, año en que recibió el apodo de \"Campeón del Siglo\" en el fútbol brasileño.\r\n\r\nEl equipo tiene 8 títulos del Campeonato Brasileño, 2 títulos de la Copa de Brasil, una Copa de Campeones, 5 títulos del Torneo Rio-São Paulo, 22 títulos del Campeonato Paulista, 2 títulos del Paulista Extra, una Copa Libertadores de América, una Copa Mercosur. El club también fue una vez subcampeón de la Copa Intercontinental, 3 veces subcampeón de la Copa Libertadores de América y 2 veces subcampeón de la Copa Mercosur.\r\n\r\nCon la conquista de la Copa de Brasil 2012, Palmeiras llegó a 11 conquistas nacionales y es, en solitario, el más grande campeón de Brasil. El segundo puesto lo ocupa Santos, con 9.\r\n\r\nDisputa el clásico más importante del estado de São Paulo, el Derbi Paulista, ante el Corinthians, su máximo rival. Posee también una fuerte rivalidad con São Paulo y Santos, los otros equipos grandes en el estado.\r\n\r\nPalmeiras acaba de consagrarse campeón de la Serie B y ascender al Campeonato Brasileño de Serie A, luego que el 16 de noviembre de 2013 ganara 3-0 a Boa Esporte. Esta es la segunda vez que el Verdão asciende a la máxima categoría.","strDescriptionPT":"Sociedade Esportiva Palmeiras (conhecida popularmente como o Palmeiras) é um clube poliesportivo brasileiro sediado em São Paulo que tem como modalidade esportiva principal o futebol, com um dos times mais vencedores e que está entre as equipes com maior torcida do País. As cores do clube, presentes no escudo e bandeira oficial, são o verde e branco4 . O vermelho, presente desde sua fundação em 1914, foi excluído durante a Segunda Guerra Mundial, por pressão do governo nacional, na mesma reunião que formalizou a mudança de nome de Palestra Itália para Palmeiras5 .\r\n\r\nSeus títulos mais importantes conquistados no futebol são a Copa Libertadores da América de 19996 e a Copa Rio de 1951, considerado na época como um Mundial de Clubes de futebol7 e reconhecido como tal pela FIFA, por meio do presidente da entidade, Joseph Blatter, em agosto de 20148 9 .\r\n\r\nO Palmeiras é a equipe brasileira com o maior número de títulos de abrangência nacional conquistados, sendo o único a vencer todas as competições oficiais que disputou criadas no País, inicialmente pela Confederação Brasileira de Desportos (CBD) e, a partir da década de 1970, pela Confederação Brasileira de Futebol (CBF)10 . O alviverde possui 11 conquistas11 12 deste porte, com destaque maior para seus 8 títulos nacionais: 4 do Campeonato Brasileiro (1972, 1973, 1993 e 1994), principal disputa do País desde 1971; e mais 2 da Taça Brasil (1960 e 1967) e 2 do Torneio Roberto Gomes Pedrosa (1967 e 1969), principais disputas brasileiras entre 1959 e 1970, que foram oficializadas pela CBF em 2010 também como Campeonatos Brasileiros13 . Além destes campeonatos, o Palmeiras já venceu no País as Copas do Brasil de 1998 e de 2012 e a Copa dos Campeões de 2000, competições também organizadas pela entidade máxima do futebol brasileiro.\r\n\r\nNo Estado de São Paulo, o Palmeiras também é um dos principais vencedores, com 22 conquistas do Campeonato Paulista de Futebol e mais dois títulos extras da mesma competição. Em 1996, o alviverde conquistou o estadual daquele ano com a melhor campanha de uma equipe na era profissional neste campeonato14 . Na ocasião, foi campeão com 83 pontos ganhos em 90 possíveis, com um índice de aproveitamento de 92,2% dos pontos disputados e 102 gols marcados em 30 jogos realizados. Desde então, esta marca jamais foi alcançada por qualquer outra equipe na competição.\r\n\r\nNo mais recente Ranking Nacional de Clubes da CBF, que leva em conta o comportamento das equipes nas últimas cinco temporadas e que foi divulgado em 2014, o Palmeiras é o décimo terceiro colocado, com 11.584 pontos3 . No último ranking da confederação que levou em conta um período histórico mais abrangente do futebol brasileiro e que foi divulgado em 2011, o Palmeiras foi o líder absoluto, com 2.366 pontos15 .\r\n\r\nEm 2005, no dia 11 de outubro, foi sancionada na cidade de São Paulo a Lei n.º 14.060, que definiu o dia 20 de setembro como o \"Dia da Sociedade Esportiva Palmeiras\", que passou a ser lembrado anualmente na capital paulista, já que passou a integrar o Calendário Oficial do Município16 .","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vsqwqp1473538105.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134465-Jersey.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/xsrxyw1420481205.png","strTeamFanart1":null,"strTeamFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uuqqus1420508024.jpg","strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134741","idSoccerXML":"1206","idAPIfootball":"122","intLoved":null,"strTeam":"Parana Clube","strTeamShort":null,"strAlternate":"Parana","intFormedYear":"1989","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Estádio Vila Capanema","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Curitiba, Brazil","intStadiumCapacity":"20083","strWebsite":"www.paranaclube.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Paraná Clube is a Brazilian football club, established on the 19th of December, 1989, in the Vila Capanema district of Curitiba, Paraná. It is one of several Brazilian clubs called Tricolor da Vila (\"tricolored of the town\") by its fans because it has three team colors. Paraná's three colors are red, white and blue.\r\n\r\nApart from football, other sports sponsored at the club are bowling, futsal, martial arts, tennis, volleyball and weight-lifting.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vuuwqu1464886978.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/tprptq1423802806.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135671","idSoccerXML":"1293","idAPIfootball":"149","intLoved":null,"strTeam":"Paysandu","strTeamShort":null,"strAlternate":"","intFormedYear":"1914","strSport":"Soccer","strLeague":"Brazil Serie C","idLeague":"4625","strDivision":null,"strManager":"","strStadium":"Estádio da Curuzú","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estádio Leônidas Sodré de Castro, also known as Estádio Leônidas Castro, but usually known as Estádio da Curuzú, is a football stadium owned by Paysandu Sport Club, located in São Braz neighborhood, Belém, Pará, Brazil. The stadium has a maximum capacity of 16,200 people.\r\n\r\nThe stadium is nicknamed Estádio da Curuzú because it is located near the Curuzú street. Estádio da Curuzú is also nicknamed the Vovô da Cidade (meaning City's Grandpa) because it is the oldest stadium of Pará state.","strStadiumLocation":"Mangueirão","intStadiumCapacity":"16200","strWebsite":"www.paysandu.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Paysandu Sport Club, or Paysandu, as they are usually called, is a Brazilian football team from Belém in Pará, founded on February 2, 1914.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/sspyxw1472069205.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134290","idSoccerXML":"745","idAPIfootball":"139","intLoved":null,"strTeam":"Ponte Preta","strTeamShort":null,"strAlternate":"Ponte Preta","intFormedYear":"1900","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Estádio Moisés Lucarelli","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Campinas","intStadiumCapacity":"19722","strWebsite":"www.pontepretaesportes.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Associação Atlética Ponte Preta, commonly known as Ponte Preta, is a Brazilian football club located in Campinas, São Paulo. Ponte Preta is also known as Macaca. Ponte Preta's biggest rival is from the same city: Guarani. The games between Ponte Preta and Guarani are known as derby (dérbi in Portuguese). They are known as \"pontepretanos\". Ponte Preta is one of the oldest football teams established in Brazil still in activity, founded on August 11, 1900, the oldest being Sport Club Rio Grande, of Rio Grande do Sul.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"La Asociación Atlética Ponte Preta (Associação Atlética Ponte Preta en portugués) es un club de fútbol brasileño, de la ciudad de Campinas en el Estado de São Paulo. Fue fundado el 11 de agosto de 1900, siendo el club paulista más antiguo en actividad, y el segundo a nivel nacional. El nombre ponte preta significa \"puente negro\", debido a que el club se fundó cerca de un puente de madera negro teñido por brea. Su mayor rival es el Guaraní, equipo de la misma ciudad.","strDescriptionPT":"Associação Atlética Ponte Preta é uma agremiação esportiva brasileira, sediada em Campinas. Fundada em 11 de agosto de 1900 por um grupo de estudantes, é o clube de futebol em atividade ininterrupta, mais antigo do País.nota 1\r\nÉ também um dos times pioneiros do futebol nacional a contar com jogadores negros em seu elenco, o que então destoava do elitismo do esporte em seus primórdios no Brasil.2 nota 2\r\n\r\nConhecido popularmente como \"Macaca\", o time atua em seu próprio estádio, o Moisés Lucarelli, com capacidade para 20.970 espectadores. Seu maior rival é o Guarani, com quem faz o Dérbi Campineiro, uma das maiores rivalidades do futebol paulista5 . Atualmente, a Ponte Preta disputa o Campeonato Paulista Série A1, Série A do Campeonato Brasileiro e Copa do Brasil.\r\n\r\nA Ponte é uma das equipes mais tradicionais do futebol brasileiro e foi o clube do interior paulista que mais cedeu jogadores para a Seleção Brasileira em Copas do Mundo. Revelou grandes craques como, Dicá, Oscar, Carlos, Polozzi, Juninho, Manfrini, Sabará, Ciasca, Nenê Santana, Chicão, Nelsinho Baptista, Waldir Peres, Fábio Luciano, André Cruz, Luís Fabiano, Adrianinho, Aranha, entre outros.\r\nDe acordo com a empresa BDO a Ponte possui a 23ª marca mais valiosa do país, avaliada em 36,0 milhões de reais.6 No Ranking da CBF a macaca ocupa a 18ª posição, sendo o 5º clube paulista melhor colocado no ranking nacional de clubes.7","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qsrxrq1430165143.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134290-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134283","idSoccerXML":"738","idAPIfootball":"1214","intLoved":null,"strTeam":"Portuguesa","strTeamShort":null,"strAlternate":"","intFormedYear":"0","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Canindé","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.portuguesa.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/spqqxw1422238065.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134745","idSoccerXML":"1210","idAPIfootball":"155","intLoved":null,"strTeam":"Sampaio Correa","strTeamShort":null,"strAlternate":"Sampaio Corrêa Futebol Clube","intFormedYear":"1923","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Castelão","strKeywords":"Bolivianos","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Estádio Governador João Castelo, also known as the Castelão, is a multi-purpose stadium inaugurated on March 9, 1975 in São Luís, Maranhão, Brazil, with a maximum capacity of 75,263 people in a three-tier configuration. The stadium is owned by the Maranhão state Government, and is the home ground of Sampaio Corrêa Futebol Clube, Moto Club and Maranhão. Its formal name honors João Castelo Ribeiro Gonçalves, Maranhão governor from 1979 to 1982.","strStadiumLocation":"São Luís, MA, Brazil","intStadiumCapacity":"40000","strWebsite":"www.sampaiocorreafc.com.br","strFacebook":"www.facebook.com\/sampaiofcoficial","strTwitter":"twitter.com\/_SampaioCorrea","strInstagram":"www.instagram.com\/sampaiofcoficial","strDescriptionEN":"Sampaio Corrêa Futebol Clube, usually known as Sampaio Corrêa, is a Brazilian association football club from São Luís, Maranhão state, founded on March 25, 1923.\r\n\r\nThe club's colors are yellow, green and red. Sampaio Corrêa's nickname is Bolivianos (meaning Bolivians) because its colors are similar to the Bolivian ones. The club is also nicknamed Tricolor de Aço (meaning Steel Tricolour). The club's mascot is a shark.\r\n\r\nIt has a fierce rival with Moto Club de São Luís which is considered one of the biggest in Brazil.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rvqqvy1464887085.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/uruupp1423802748.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/tvsampaio","strLocked":"unlocked"},{"idTeam":"134735","idSoccerXML":"1200","idAPIfootball":"753","intLoved":null,"strTeam":"Santa Cruz","strTeamShort":null,"strAlternate":"","intFormedYear":"1914","strSport":"Soccer","strLeague":"Brazil Serie C","idLeague":"4625","strDivision":null,"strManager":"","strStadium":"Arruda","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Recife, Brazil","intStadiumCapacity":"60044","strWebsite":"www.santacruzpe.com.br","strFacebook":"www.facebook.com\/OficialSantaCruzFC","strTwitter":"twitter.com\/scfc_oficial","strInstagram":"instagram.com\/santacruzpe","strDescriptionEN":"Santa Cruz Futebol Clube is a Brazilian football club based in Recife, Pernambuco.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vvusuv1464886343.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/rwqtvy1423802816.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/TVcoralPE","strLocked":"unlocked"},{"idTeam":"134286","idSoccerXML":"741","idAPIfootball":"128","intLoved":null,"strTeam":"Santos FC","strTeamShort":null,"strAlternate":"Santos","intFormedYear":"1912","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Vila Belmiro","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estádio Urbano Caldeira, also known as Vila Belmiro, is an association football stadium located in the Vila Belmiro neighborhood of Santos, São Paulo, and the home of Santos Futebol Clube.\r\n\r\nThe stadium was inaugurated on October 12, 1916 when Santos beat Clube Atlético Ypiranga 2–1, with Adolfo Millon Jr. scoring the first goal of the stadium. It was named in honor of Urbano Caldeira, former player, manager and chairman of Santos, in 1933. The stadium, given the nickname Vila Belmiro due to its location within the Vila Belmiro neighborhood, has been Santos' permanent residence since 1916. However, the team sometimes uses the Pacaembu Stadium located in the city of São Paulo for important games due to the low capacity of Vila Belmiro.\r\n\r\nThe stadium underwent several expansions and renovations in the 1990s and 2000s (decade), most notably the renewal of the irrigation and drainage systems, flood-lighting and the replacement of the field. The stadium's current highest attendance was recorded in 1964, when 32,989 spectators watched the Campeonato Paulista match between Santos and Corinthians.","strStadiumLocation":"Santos, São Paulo","intStadiumCapacity":"20800","strWebsite":"www.santosfc.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Santos Futebol Clube (Brazilian Portuguese: ), commonly known as Santos or Peixe (IPA: ), is a Brazilian professional football club based in Vila Belmiro, a bairro in the city of Santos. Despite being primarily an association football team, Santos compete in a number of different sports. It plays in the Paulistão, the State of São Paulo's premier state league, as well as the Brasileirão, the top tier of the Brazilian football league system. Santos are one of the only five clubs to have never been relegated, along with São Paulo, Flamengo, Internacional and Cruzeiro.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Santos Futebol Clube es un Club de fútbol de la ciudad brasileña de Santos, en el Estado de São Paulo. Fué fundado el 14 de abril de 1912 y juega en el Campeonato Brasileño de Serie A. Santos es uno de los pocos clubes que nunca han sido relegados a la Serie B de Campeonato Brasileiro. Fué elegido por un grupo de periodistas de la MAGAZINE WORLD de la FIFA entre diez clubes como el mejor club de las Américas del siglo XX y el 5º más grande del mundo.\r\n\r\nEs uno de los clubes más grandes e importantes de Brasil, en el que jugó prácticamente toda su carrera Pelé, considerado por muchos como el mejor futbolista de la historia del fútbol.\r\n\r\nLa IFFHS lo ha elegido cuatro veces como el Mejor equipo del mundo del mes. Desde el año 2000 se realiza este Ranking. Un estudio realizado en 2013 por la consultoría londinense Brand Finance muestra al Santos como el segundo club más valioso de Brasil, segundo de América Latina y 38a mayor valor de marca del mundo, con US$65 million, al frente de otros grandes clubes del continente como Flamengo, São Paulo, Boca Juniors y River Plate.1\r\n\r\nSantos es uno de los equipos más populares de Brasil. Según investigaciones del Instituto DataFolha, publicado el 2 de febrero de 2006, el Santos tiene la sexta mayor hinchada de Brasil con un 4% de la preferencias nacionales.[cita requerida] Se estima que el club cuenta con 8 a 10 millones de aficionados, presente en todos los estados de Brasil. Un dato curioso es que la ciudad que cuenta con el mayor número de aficionados no es Santos sino la ciudad de São Paulo y la región metropolitana de São Paulo, Gran São Paulo región cuyo club cuenta con alrededor de 1,8 millones de hinchas. En la actualidad Santos cuenta con más de 70,000 socios miembros.[cita requerida]","strDescriptionPT":"Santos Futebol Clube, mais conhecido como Santos, é um clube poliesportivo brasileiro, com sede na cidade de Santos. Fundado em 14 de abril de 1912, tornou-se no futebol, um dos clubes mais populares do Brasil e reconhecidos no mundo.3 4 O Santos ficou famoso na década de 60, pelos vários títulos internacionais e nacionais conquistados, e por ter revelado Pelé, considerado o melhor jogador do século pela FIFA, e também o maior artilheiro da história do Santos e da Seleção Brasileira.5 6\r\n\r\nSuas cores são o branco e o preto e o seu uniforme mais tradicional é todo branco. Manda as suas partidas em seu estádio, a Vila Belmiro, mas costuma também mandar jogos no Pacaembu. Seus maiores rivais no futebol são o Corinthians, o Palmeiras e o São Paulo.\r\n\r\nAo longo de sua história, o Santos conquistou inúmeros títulos internacionais, com destaque para as Copas Intercontinentais de 1962 e 1963, as Copas Libertadores de 1962, 1963 e 2011 (recordista brasileiro ao lado do São Paulo), a Copa Conmebol de 1998, a Supercopa dos Campeões Intercontinentais de 1968, a Supercopa Sul-Americana de 1968 e a Recopa Sul-Americana de 2012. No cenário nacional, é o maior campeão do Campeonato Brasileiro (ao lado do Palmeiras), com 8 títulos, somando cinco Taças Brasil, conquistadas consecutivamente de 1961 a 1965, o Torneio Roberto Gomes Pedrosa de 1968 e os Campeonatos Brasileiros de 2002 e 2004,7 ainda no âmbito nacional, o clube possuí uma Copa do Brasil vencida em 2010, totalizando nove conquistas nacionais. Outros títulos importantes, são cinco Torneios Rio-São Paulo e 20 Campeonatos Paulistas.\r\n\r\nO Santos foi eleito pela FIFA em 2000, o quinto maior clube de futebol do Século XX, sendo o melhor clube das Américas na lista,8 o Santos também, é um dos seis clubes do país, que nunca foram rebaixados para a segunda divisão,9 além de ser o clube brasileiro que mais enfrentou estrangeiros na história.10 É também o único clube brasileiro a ser campeão estadual, brasileiro, da Libertadores e intercontinental no mesmo ano, em 1962. Outro feito do clube, é ser o que mais marcou gols na história do futebol mundial,11 tendo sido o primeiro a alcançar a marca de 12 mil gols.12","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wptwqt1473538119.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134286-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136185","idSoccerXML":"4880","idAPIfootball":"156","intLoved":null,"strTeam":"Sao Bento","strTeamShort":null,"strAlternate":"","intFormedYear":"1913","strSport":"Soccer","strLeague":"Brazil Serie C","idLeague":"4625","strDivision":null,"strManager":"","strStadium":"Walter Ribeiro","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estádio Municipal Walter Ribeiro, also known as Ninho da Garça, is a stadium in Sorocaba, Brazil. It has a capacity of 13,722 spectators. It is the home of Esporte Clube São Bento and of Clube Atlético Sorocaba.","strStadiumLocation":"Sorocaba, São Paulo, Brazil","intStadiumCapacity":"12525","strWebsite":"www.sao-bento.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Esporte Clube São Bento, usually known simply as São Bento, is a traditional Brazilian football club from Sorocaba, São Paulo state.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/7ono9w1532853243.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134291","idSoccerXML":"746","idAPIfootball":"126","intLoved":null,"strTeam":"Sao Paulo","strTeamShort":null,"strAlternate":"São Paulo","intFormedYear":"1930","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Morumbi","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/wvrrxs1420419616.jpg","strStadiumDescription":"The Estádio Cícero Pompeu de Toledo, widely known as Morumbi (Brazilian Portuguese: ), is a football stadium located in the Morumbi district in São Paulo, Brazil. It is the home of São Paulo Futebol Clube and its formal name honors Cícero Pompeu de Toledo, who was São Paulo Futebol Clube's chairman during most of the stadium construction and died before its inauguration. Morumbi is the largest privately owned stadium in Brazil. The stadium was designed by the architect João Batista Vilanova Artigas.\r\nIn the early years of its existence, São Paulo Futebol Clube used for their headquarters and home field the Chácara da Floresta, located beside the Ponte das Bandeiras next to the Tietê river in the center of São Paulo. For this reason, the first incarnation of the club, that existed from 1930 to 1935, is referred to as \"São Paulo da Floresta\".\r\n\r\nWhen the club was refounded in December 1935, since the Chácara da Floresta now belonged to Clube de Regatas Tietê, which had absorbed the original São Paulo Futebol Clube, the refounded São Paulo didn't have its own field. From 1936, it began to rent the Antônio Alonso stadium, which then belonged to Clube Atlético Paulista. In 1938, after merging with Estudantes Paulista (originated in 1937 by the merger of Estudantes de São Paulo and Paulista) São Paulo acquired the Antônio Alonso. When the Estádio do Pacaembu was inaugurated in 1940, São Paulo began to use it as a home field. the Antônio Alonso stadium was sold to Juventus in 1942.\r\n\r\nIn 1944, São Paulo bought a piece of ground called Canindé, which was only used as a headquarters and training location. The area was too small for the construction of a large stadium, so studies were done to find another home within the city of São Paulo.\r\n\r\nIn 1952, São Paulo's chairman Cícero Pompeu de Toledo requested from the city's mayor, Armando de Arruda Pereira, a groundplot in the Ibirapuera neighborhood. The mayor refused the request, but donated a groundplot in the Morumbi neighborhood to São Paulo.","strStadiumLocation":"São Paulo","intStadiumCapacity":"67000","strWebsite":"www.saopaulofc.net","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"São Paulo Futebol Clube (Portuguese pronunciation: ), simply known as São Paulo, is a professional football club, based in São Paulo, Brazil.\r\n\r\nSão Paulo FC is the most successful club in Brazilian Football with 18 titles overall. The only Brazilian side three times World Champion.\r\n\r\nThe club plays in the Paulistão (the State of São Paulo's premier state league), as well as the Brasileirão (the top tier of the Brazilian football league system), being one of the only five clubs to have never been relegated, along with Santos, Flamengo, Internacional and Cruzeiro. As for international titles, São Paulo is the most successful team from Brazil, with 12 international titles. It is also one of the most successful South American clubs in terms of overall titles, having won 21 state titles, six Brasileirão titles, three Copa Libertadores titles, one Copa Sudamericana, one Supercopa Sudamericana, one Copa CONMEBOL (the precursor of the current Copa Sudamericana), two Recopa Sudamericanas, two Intercontinental Cups and one FIFA Club World Cup.\r\n\r\nFounded in 1930, São Paulo was an inaugural member of the Clube dos 13 group of Brazil's leading football clubs. The club's most consistent spell of success came in the 1990s, under coach Telê Santana, when it won three state titles, one national championship, two Copa Libertadores, two Recopa Sudamericanas, two Intercontinental Cups, one Supercopa Sudamericana, one Copa CONMEBOL, one Copa Masters CONMEBOL.\r\n\r\nSão Paulo is the third best-supported club in Brazil, with over 17 million supporters. The team's traditional home kit is a white shirt with two horizontal stripes (one red and one black), white shorts and white socks. Its home ground is the 67,052-seater Morumbi football stadium in São Paulo, where it has played since 1947. The stadium was the venue for the Copa Libertadores finals of 1992, 1993, 1994, 2000, 2003, 2005 and 2006. São Paulo is the second richest Brazilian football club in terms of revenue, with an annual revenue of $111.9m (€78.2m), and the second nation's most valuable club, worth over $353.4m (€246.9m) in 2011.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El São Paulo Futebol Clube (en español: San Pablo Fútbol Club), es un club de fútbol ubicado en la ciudad brasileña de São Paulo, en el estado del mismo nombre. Fue fundado el 25 de enero de 1930. El 7 de diciembre de 2008 logró el Campeonato Brasileño de Serie A y se convirtió en el primer tricampeón consecutivo y primer hexacampeón de este torneo. São Paulo es el club más estructurado de Brasil: posee la tercera mayor hinchada (alrededor de 18 millones) y tiene veintidós campeonatos regionales, tres Copas Libertadores de América, dos Copas Intercontinentales, una Copa Mundial de Clubes de la FIFA, una Copa Conmebol (torneo precursor a la actual Copa Sudamericana) y una Copa Sudamericana, siendo el club brasileño que mayor cantidad de torneos internacionales oficiales obtuvo. São Paulo es uno de los pocos del país que nunca fue relegado a la segunda división (aunque decidió junto a Santos y Corinthians no participar en la edición de 1979 por el excesivo número de equipos).","strDescriptionPT":"São Paulo Futebol Clube (conhecido apenas por São Paulo e cujo acrônimo é SPFC) é uma associação esportiva brasileira fundada em 1930 e refundada em 1935.2 No futebol, o clube é um dos maiores vencedores do Brasil e um dos mais bem sucedidos, sendo que, dentre seus principais títulos, destacam-se os seis Campeonatos Brasileiros, as três Copas Libertadores, os três Campeonatos Mundiais (duas Copas Intercontinentais e uma Copa do Mundo de Clubes da FIFA), e os vinte e um Campeonatos Paulistas conquistados.3 Quanto a títulos internacionais, o São Paulo, com 12 conquistas, é o terceiro time da América do Sul com o maior número de troféus, ficando atrás somente de Boca Juniors e Independiente. A agremiação também possui tradição em outros esportes que não o futebol, como no atletismo, onde seu atleta Adhemar Ferreira da Silva foi o primeiro bicampeão olímpico do país e quebrou recordes mundiais, os quais são responsáveis pelas duas estrelas douradas no escudo do clube.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/sxpupx1473538135.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134291-Jersey.png","strTeamLogo":null,"strTeamFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yvuqqx1420407660.jpg","strTeamFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rvppyx1420407751.jpg","strTeamFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vqwwxu1420407826.jpg","strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136250","idSoccerXML":"4911","idAPIfootball":"123","intLoved":null,"strTeam":"Sport Club do Recife","strTeamShort":null,"strAlternate":"Sport Recife","intFormedYear":"1905","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"Ilha do Retiro","strKeywords":"Leão","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estádio Adelmar da Costa Carvalho, commonly known as Estádio Ilha do Retiro or simply Ilha do Retiro, is a football stadium situated in Recife, State of Pernambuco, in Northeastern Brazil, and owned by Sport Recife.\r\n\r\nThe stadium's official name is Estádio Adelmar da Costa Carvalho, and it was inaugurated on July 4, 1937. The stadium's common name, Ilha do Retiro, is the name of the neighborhood where it is located. The stadium's official name, Adelmar da Costa Carvalho, is in honor of the Sport Recife president who presided over the first major renovation of the stadium.","strStadiumLocation":"Recife","intStadiumCapacity":"35000","strWebsite":"www.sportrecife.com.br","strFacebook":"www.facebook.com\/sportclubdorecife","strTwitter":"twitter.com\/sportrecife","strInstagram":"www.instagram.com\/sportrecife","strDescriptionEN":"Sport Club do Recife (known as Sport and Sport Recife, abbreviated as SCR) is a Brazilian sports club, located in the city of Recife, in the state of Pernambuco. It was founded on May 13, 1905, by Guilherme de Aquino Fonseca, who lived for many years in England, where he studied at Cambridge University.\r\n\r\nIn football, the club has won six CBD\/CBF titles, including three national and three regional. Its greatest glories are the Brazilian Championship 1987 and Brazil Cup 2008. In addition to professional football, the club also participates in women's football and Olympic sports, such as rowing, swimming, hockey, basketball, futsal, volleyball, table tennis, taekwondo, judo and athletics.\r\n\r\nIt has a historic rivalry with Náutico, where matches between the two are known as the Clássico dos Clássicos, this being the third oldest derby in the country. The derby against Santa Cruz is called the Clássico das Multidões, while the derby with América-PE is called the Clássico dos Campeões.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tyrbls1545421563.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/tvsportrecife","strLocked":"unlocked"},{"idTeam":"135665","idSoccerXML":"4717","idAPIfootball":"796","intLoved":null,"strTeam":"Tupi","strTeamShort":null,"strAlternate":"Tupi Football Club","intFormedYear":"1912","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Mário Helênio","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Tupi Football Club, usually known simply as Tupi, is a traditional Brazilian football club from Juiz de Fora, Minas Gerais state. They won the Série D once.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xpqqtw1472069228.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134282","idSoccerXML":"737","idAPIfootball":"133","intLoved":null,"strTeam":"Vasco da Gama","strTeamShort":null,"strAlternate":"Club de Regatas Vasco da Gama","intFormedYear":"1898","strSport":"Soccer","strLeague":"Brazilian Brasileirao","idLeague":"4351","strDivision":null,"strManager":"","strStadium":"São Januário","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estádio Vasco da Gama, also known as Estádio São Januário, owing to its location on a street of the same name, is the home ground of Club de Regatas Vasco da Gama. Its facade is listed by the National Historical and Artistic Heritage.\r\n\r\nIt is located in the Vasco da Gama neighborhood, Rio de Janeiro, Brazil, on a hill near the National Observatory of Brazil. Because of its position it is often referred to as Estádio da Colina (Hill's Stadium) which in turn has given Vasco the nickname of Gigante da Colina (Hill's Giant). It is one of the few Association Football specific stadiums in the world which has both team benches and coaching areas behind the goal line at the same end of the field.\r\n\r\nThe stadium had a capacity of 24.584 and it was inaugurated on April 21, 1927, with the presence of Washington Luís, Brazilian president in that time. The first event held in the stadium was a match between Vasco and Santos, which Santos won. The stadium stands as the biggest private venue in the State of Rio de Janeiro.\r\n\r\nThis stadium has also historic importance, because Brazilian president Getúlio Vargas used it many times to do deliver speeches to the Brazilian people. Vargas announced the first Brazilian work laws on the tribune of São Januário.\r\n\r\nVasco da Gama, owner of São Januário, is the only Rio de Janeiro big football club to have its private stadium. Other big clubs (as Flamengo, Fluminense, and Botafogo) rent their stadiums (Flamengo and Fluminense play at Maracanã owned by Rio de Janeiro State, and Botafogo plays at Estádio Nilton Santos owned by Rio de Janeiro City).","strStadiumLocation":"Rio de Janeiro","intStadiumCapacity":"25000","strWebsite":"www.crvascodagama.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Club de Regatas Vasco da Gama (Vasco da Gama Rowing Club), usually known as Vasco da Gama, is a famous and traditional Brazilian multisports club from Rio de Janeiro, Brazil. It was founded on August 21, 1898 (although the football department started on November 5, 1915), by Portuguese immigrants, and it is still traditionally supported by the Portuguese community of Rio de Janeiro. It is one of the most popular clubs in Brazil, with more than 20 million supporters.\r\n\r\nIts statute defines the club as a \"sportive, recreative, educational, assistant and philanthropic non-profit organization of public utility\".\r\n\r\nTheir home stadium is São Januário, with a capacity of 25,000, the third biggest in Rio de Janeiro (after Maracanã and Engenhão), but some matches (especially the city derbies) are played at the Maracanã (capacity of about 80,000). They play in black shirts with a white diagonal sash that contains a Cross pattée (famously, though mistakenly, identified as a Maltese cross), black shorts and black socks.\r\n\r\nThe club is named after the Portuguese explorer Vasco da Gama.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Club de Regatas Vasco da Gama, internacionalmente conocido como Vasco da Gama, es una asociación multideportiva brasileña de Río de Janeiro, considerada como una de las instituciones de fútbol más importantes de su país.\r\n\r\nFue fundado el 21 de agosto de 1898 por un grupo de remeros que, inspirados en las celebraciones del cuarto centenario del descubrimiento de la ruta marítima hacia las Indias en 1498, decidieron darle al club el nombre del portugués que encabezó tal hazaña: el navegante Vasco da Gama. Su escudo y vestimenta es negra con una franja diagonal blanca y una cruz roja. La combinación de negro y blanco simboliza la integración racial y étnica de la institución. Desde 1927 juega en el Estadio São Januário.\r\n\r\nAunque su fundación inicial tuvo énfasis en el fútbol y el remo (área en que terminó siendo uno de los más grandes campeones del país), Vasco da Gama también cubre otros deportes, como el atletismo, voleibol de playa, baloncesto, jiu-jitsu, bodyboard, entre otros.\r\n\r\nVasco da Gama es uno de los clubes grandes de Brasil. Su principal rival es el Flamengo, con el cual disputa el \"Clásico de Millones\", enfrentamiento calificado por diversas encuestas como el de mayor rivalidad en el país. Asimismo juega el \"Clásico de los Gigantes\" contra Fluminense.\r\n\r\nEn su palmarés internacional destacan el Campeonato Sudamericano de Campeones de 1948 y la Copa Libertadores 1998 (conquistada en el año del centenario del club). A nivel nacional consiguió cuatro ediciones del Campeonato Brasileño de Serie A en 1974, 1989, 1997 y 2000, la Copa de Brasil de 2011 y tres ediciones del Torneo Río-São Paulo. A nivel estadual, Vasco da Gama venció 22 veces el Campeonato Carioca, lo que lo coloca tercero por detrás de Flamengo y Fluminense.\r\n\r\nEntre los principales ídolos históricos de la institución están: Roberto Dinamite, Romário, Juninho Pernambucano, Bebeto, Moacir Barbosa Nascimento, Ricardo Gomes, y Felipe Loureiro.","strDescriptionPT":"O Vasco da Gama Futebol Clube é um clube de futebol mongoles , da cidade de budapeste , no afeganistão. Suas cores são urina e fezes.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ywwrux1473539365.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134282-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134734","idSoccerXML":"1199","idAPIfootball":"142","intLoved":null,"strTeam":"Vila Nova","strTeamShort":null,"strAlternate":"","intFormedYear":"1943","strSport":"Soccer","strLeague":"Brazil Serie C","idLeague":"4625","strDivision":null,"strManager":"","strStadium":"Estádio Serra Dourada","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"50049","strWebsite":"www.vilanovafc.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Vila Nova Futebol Clube is a Brazilian football team from Goiânia in Goiás, founded on July 29, 1943. They play in red shirts, shorts and socks. Their nickname is 'The Tigers' (or in Portuguese \"Tigrão\" which roughly translates \"Big Tiger\"). The club won the Campeonato Brasileiro Série C in 2015 and 1996. Vila Nova's greatest rival is Goiás.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vrtrtp1464887132.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134280","idSoccerXML":"735","idAPIfootball":"136","intLoved":null,"strTeam":"Vitoria","strTeamShort":null,"strAlternate":"","intFormedYear":"1899","strSport":"Soccer","strLeague":"Brazilian Brasileirao Serie B","idLeague":"4404","strDivision":null,"strManager":"","strStadium":"Barradão","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Salvador","intStadiumCapacity":"34535","strWebsite":"www.ecvitoria.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Esporte Clube Vitória, usually known simply as Vitória, is a Brazilian football team from Salvador in Bahia, founded on May 13, 1899. The team plays in the Campeonato Brasileiro Série A and the Campeonato Baiano, respectively top divisions of national and state football.\r\n\r\nVitória's home games are played at the club's own stadium, Manoel Barradas, capacity 35,632. The team plays in red and black horizontal striped shirts, black shorts and black socks. The stripes have changed over time: they have been sometimes vertical, horizontal, wide and narrow.\r\n\r\nThe youth system of the club is one of the most successful of the world, holding, between 1995 and 2000, at its peak, at least 21 international titles. Recent names that started playing in the club are Bebeto, Vampeta, Dida, Júnior, Hulk, David Luiz, Dudu Cearense, Marcelo Moreno, Gabriel Paulista and others.\r\n\r\nThe rivals of Vitória are Esporte Clube Bahia. Their matches are known as Ba–Vi (\"Ba\" from Bahia and \"Vi\" from Vitória). It is one of the most intense rivalries in the country.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tysrrx1473538156.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2017-134280-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}