{"teams":[{"idTeam":"139395","idSoccerXML":null,"idAPIfootball":"4202","intLoved":null,"strTeam":"DPMM FC","strTeamShort":null,"strAlternate":"Brunei Duli Pengiran Muda Mahkota Football Club","intFormedYear":"1994","strSport":"Soccer","strLeague":"Singapore Premier League","idLeague":"4795","strDivision":null,"strManager":"","strStadium":"Hassanal Bolkiah National Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Hassanal Bolkiah National Stadium is a multi-purpose stadium in Bandar Seri Begawan, Brunei. It is currently used mostly for association football matches. The stadium holds 28,000 and was opened in 1984. It was named after Bruneian Sultan Hassanal Bolkiah.","strStadiumLocation":"Bandar Seri Begawan, Brunei","intStadiumCapacity":"28000","strWebsite":"www.eteamz.com\/dpmmfc","strFacebook":"www.facebook.com\/pages\/category\/Amateur-Sports-Team\/DPMM-FC-214193668668429\/","strTwitter":"","strInstagram":"www.instagram.com\/officialdpmmfc\/?hl=en","strDescriptionEN":"Duli Pengiran Muda Mahkota Football Club (His Royal Highness the Crown Prince of Brunei Football Club in English, commonly known as DPMM FC) is a professional football club based in Bandar Seri Begawan, Brunei. The club played in the Brunei Premier League in the early 2000s, winning the league title in 2002 and 2004. The club then decided to play in Malaysia, and joined the Malaysian Premier League as a foreign-based team in for the 2005–06 season. They won promotion to the Malaysian Super League (the top tier of Malaysian football) at the end of their first season in Malaysian football, and then finished 3rd and 10th in the following two season in the Super League. The club then left the Malaysian league and joined Singapore's Singapore Premier League for the 2009 season. They won the Singapore League Cup, but were then forced to withdraw from the league competition five games before the end of the season after FIFA suspended the Football Association of Brunei Darussalam for government interference in its affairs, thus barring teams from Brunei from taking part in overseas competitions. All the club's league results for 2009 were therefore expunged. At the end of the suspension, they re-entered the S.League and won the title in 2015, just after a near-miss in 2014.\r\n\r\nDPMM FC is owned by the Crown Prince of Brunei, Prince Al-Muhtadee Billah, who previously played as a goalkeeper for the team, and is coached by Adrian Pennock since 2019.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brunei","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vht2ab1583166614.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}