{"teams":[{"idTeam":"134351","idSoccerXML":"807","idAPIfootball":"857","intLoved":null,"strTeam":"Beroe","strTeamShort":null,"strAlternate":"Зелените, Берое","intFormedYear":"1916","strSport":"Soccer","strLeague":"Bulgarian First League","idLeague":"4626","strDivision":null,"strManager":"","strStadium":"Stadion Beroe","strKeywords":"","strRSS":"http:\/\/www.beroe.bg\/feed\/rss\/","strStadiumThumb":null,"strStadiumDescription":"Stadion Beroe (Bulgarian: Стадион „Бeрое“, English: 'Beroe Stadium') (also nicknamed The Temple) is a multi-purpose stadium in Stara Zagora, Bulgaria. It is located in the north-western part of the city, near the park Ayazmoto. Currently, the venue is used for football matches and athletic competitions and is also the home ground of the local football club PFC Beroe Stara Zagora. The stadium has a seating capacity of 12,128 spectators and it was officially inaugurated on April 4, 1959.","strStadiumLocation":"Stara Zagora","intStadiumCapacity":"12128","strWebsite":"www.beroe.bg","strFacebook":"www.facebook.com\/beroe1916","strTwitter":"twitter.com\/beroestz","strInstagram":"instagram.com\/beroestz","strDescriptionEN":"Beroe (Bulgarian: Берое) is a Bulgarian professional association football club based in Stara Zagora, that competes in the First League, the top division of the Bulgarian football league system. The club was founded in 1916 under the name Vereya. The club's colours are green and white.\r\n\r\nSince then the home ground of Beroe has been the homonymous Beroe Stadium in Stara Zagora with a seating capacity of 12,128. Beroe were the 1986 champions of Bulgaria and they also won the Bulgarian Cup twice in 2010 and 2013. In terms of international achievements, Beroe hold the record for Balkans Cups titles, having won the tournament four times. The club's most noted and successful player is Petko Petkov, 2 times A Group Top Scorer: 1974 (with 20 goals) and 1976 (with 19 goals).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El PFC Beroe Stara Zagora es un club de fútbol de Bulgaria, de la ciudad de Stara Zagora. Fue fundado en 1916 y juega en la Liga Profesional de Bulgaria.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Bulgaria","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/dq7lft1512067730.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/beroetv","strLocked":"unlocked"},{"idTeam":"134343","idSoccerXML":"799","idAPIfootball":"634","intLoved":null,"strTeam":"Botev Plovdiv","strTeamShort":null,"strAlternate":"PFC Botev Plovdiv, Ботев Пловдив","intFormedYear":"1912","strSport":"Soccer","strLeague":"Bulgarian First League","idLeague":"4626","strDivision":null,"strManager":"","strStadium":"Stadion Hristo Botev","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Stadion Hristo Botev (Bulgarian: Стадион „Христо Ботев“, English: 'Hristo Botev Stadium') is a football stadium in Plovdiv, Bulgaria. It is the home ground of Botev Ploviv. It was originally named The College and is still known by this name among the fans, because in the early 20th century the pitch was owned by the Catholic College of Saint Augustine.\r\n\r\nThe stadium hosted the 2000 Bulgarian Cup Final. In the past it has also been used as a home ground by other football teams from the city; Lokomotiv Plovdiv played their home matches on the venue during the second half of the 1979–80 season, as well as one match in the 2003–04 season. It was also used by Spartak Plovdiv for several games during the 1995–96 season.\r\n\r\nSince the middle of 2014 the stadium's reconstruction is on hold, due to the lack of financing. It is estimated that nearly €15,000,000 are needed in order for it to be completed. The club and its fans are searching for investors.","strStadiumLocation":"Plovdiv","intStadiumCapacity":"18777","strWebsite":"www.botevplovdiv.bg","strFacebook":"www.facebook.com\/Botev.Plovdiv","strTwitter":"twitter.com\/botev_plovdiv","strInstagram":"www.instagram.com\/pfcbotevofficial","strDescriptionEN":"Professional Football Club Botev Plovdiv, commonly known as Botev Plovdiv (Bulgarian: „Ботев“ Пловдив) or simply (within the city of Plovdiv itself) Botev, is a Bulgarian professional football club based in Plovdiv. Established on 11 March 1912 by a group of students, it's Bulgaria's oldest active football team. Botev competes in First League, the top tier of the Bulgarian football league system.\r\n\r\nThe team is named after the Bulgarian national hero Hristo Botev. The club plays its home games at Botev 1912 Football Complex, located in the neighbourhood of Komatevo, while their stadium is under reconstruction.\r\n\r\nDuring its history, the club has won two Bulgarian championships, three Bulgarian Cups, one Bulgarian Supercup and one Balkans Cup. The club has also reached the Cup Winners' Cup quarter-finals once. In addition, Botev has also been a runner-up in the domestic league twice and has reached the Bulgarian Cup final thirteen times. In the years before A Group was created, the team regularly participated in the local Plovdiv championship, claiming it six times.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Bulgaria","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/owfvww1512067986.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UC3DOTBp1nKu1z77KoDOH9YA","strLocked":"unlocked"},{"idTeam":"134088","idSoccerXML":"511","idAPIfootball":"853","intLoved":null,"strTeam":"CSKA Sofia","strTeamShort":null,"strAlternate":"ЦСКА","intFormedYear":"1948","strSport":"Soccer","strLeague":"Bulgarian First League","idLeague":"4626","strDivision":null,"strManager":"","strStadium":"Stadion Balgarska Armia","strKeywords":"","strRSS":"http:\/\/cska.bg\/rss\/","strStadiumThumb":null,"strStadiumDescription":"Stadion Balgarska Armia (Bulgarian: Стадион „Българска Армия“, English: 'Balgarska Armia Stadium', lit. 'Bulgarian Army Stadium') is the club stadium of the Bulgarian football club CSKA Sofia. It's situated in the Borisova gradina in the centre of Sofia. The stadium has four sectors and a total of 22,995 (18,495) seats, of which 2,100 are covered. The pitch length is 106 meters and the width is 66 meters.","strStadiumLocation":"Sofia","intStadiumCapacity":"22995","strWebsite":"www.cska.bg","strFacebook":"web.facebook.com\/cskasofiaofficial\/","strTwitter":"","strInstagram":"www.instagram.com\/cskasofiafc","strDescriptionEN":"CSKA (Bulgarian: ЦСКА) is a Bulgarian professional association football club based in Sofia and currently competing in the country's premier football competition, the First League. CSKA is an abbreviation for Central Sports Club of the Army (Bulgarian: Централен Спортен Клуб на Армията).\r\n\r\nOfficially established on 5 May 1948, CSKA's roots date back to an army officers' club founded in 1923. The club has won a record 31 Bulgarian titles and 20 Bulgarian Cups. Internationally, CSKA are the only Bulgarian club to have reached the semi-finals of the European Cup, which they have done twice, and they have also reached the semi-final of the UEFA Cup Winners' Cup once.\r\n\r\nCSKA's home colors are red and white and its home ground is the Bulgarian Army Stadium. The club's biggest rivals are Levski Sofia and matches between the two sides are known as \"The Eternal Derby of Bulgaria\".","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Bulgaria","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ew8fe51579033368.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UC_hwgA2APL9yzJB84d17K8g\/feed","strLocked":"unlocked"},{"idTeam":"134092","idSoccerXML":"515","idAPIfootball":"858","intLoved":null,"strTeam":"Lokomotiv Plovdiv ","strTeamShort":null,"strAlternate":"Железничарите, Локомотив Пловдив","intFormedYear":"1926","strSport":"Soccer","strLeague":"Bulgarian First League","idLeague":"4626","strDivision":null,"strManager":"","strStadium":"Lokomotiv Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Stadion Lokomotiv (Bulgarian: Стадион „Локомотив“, English: 'Lokomotiv Stadium'), nicknamed Lauta (Bulgarian: Лаута) after the name of the park in which the stadium is situated, is a multi-purpose stadium located in southeastern Plovdiv, Bulgaria. It is currently used for football matches and is the home ground of PFC Lokomotiv Plovdiv. The stadium was officially opened in 1982 and is a part of a sports complex, which includes an indoor sports hall and a tennis court. The stadium initially held a capacity of 24,000 people, but in 2004 when the team became champions of Bulgaria, after the end of the season part of the stands collapsed, and the capacity was reduced to 11,800 people.","strStadiumLocation":"Plovdiv, Bulgaria","intStadiumCapacity":"13220","strWebsite":"lokomotivpd.com","strFacebook":"www.facebook.com\/lokomotivplovdiv\/","strTwitter":"","strInstagram":"www.instagram.com\/lokomotiv_plovdiv_official","strDescriptionEN":"Lokomotiv (Bulgarian: Локомотив) is a Bulgarian professional association football club based in Plovdiv, that competes in the country's primary football competition, the First League. Lokomotiv's home ground is the homonymous Lokomotiv Stadium situated in the Lauta park of the city, with a capacity of 10,000 spectators.\r\n\r\nEstablished in 1926, in the 2003–04 season of the A Group, Lokomotiv became champions of Bulgaria, finishing the season with three points more than the second-ranked, Levski Sofia. Lokomotiv Plovdiv have also won one Bulgarian Supercup, one Cup of the Soviet Army in 1983 and most recently - one Bulgarian Cup in 2019. The club's biggest success in Europe is reaching the third round of the Inter-Cities Fairs Cup in 1965, after losing to the Italian Juventus F.C. in a play-off match.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Bulgaria","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/s3piaw1515431298.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/LokomotivPlovdivTube","strLocked":"unlocked"},{"idTeam":"133981","idSoccerXML":"401","idAPIfootball":"566","intLoved":null,"strTeam":"Ludogorets Razgrad","strTeamShort":null,"strAlternate":"Лудогорец Разград, Орлите","intFormedYear":"2001","strSport":"Soccer","strLeague":"Bulgarian First League","idLeague":"4626","strDivision":null,"strManager":"","strStadium":"Huvepharma Arena","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Huvepharma Arena (Bulgarian: Хювефарма Арена) is a multi-purpose stadium in Razgrad, Bulgaria. It's used for football matches and is the home ground of the local football club Ludogorets Razgrad. The stadium has a seating capacity of 10,422 spectators.","strStadiumLocation":"Razgrad","intStadiumCapacity":"10422","strWebsite":"www.ludogorets.com\/all_news.php","strFacebook":"www.facebook.com\/pfcludogorets1945","strTwitter":"twitter.com\/Ludogorets1945","strInstagram":"","strDescriptionEN":"Professional Football Club Ludogorets 1945 Razgrad (Bulgarian: Професионален Футболен Клуб Лудогорец 1945 Разград), commonly known as Ludogorets Razgrad or simply Ludogorets, is a Bulgarian professional association football club based in Razgrad, which currently competes in the First Professional Football League, the top-tier of the Bulgarian football league system.\r\n\r\nIn their inaugural 2011–12 season in A Group after promotion, Ludogorets won the treble by capturing the league championship, the Bulgarian Cup and the Bulgarian Supercup. Subsequently, the club made a significant international impact in the 2013–14 UEFA Europa League, where they reached the knockout phase of the tournament in their second only European run. Ludogorets are also the second Bulgarian team, after Levski Sofia, to enter the group stage of the UEFA Champions League, a feat which they achieved in the following 2014–15 season. During that same campaign, they became the first Bulgarian team to score points in the modern Champions League group stage following a 1–0 win over Basel in Sofia.\r\n\r\nSince their introduction to the Bulgarian top-flight in 2011, Ludogorets have established themselves as a dominant force in Bulgarian football, claiming every possible league title since then. They have also won the Bulgarian Cup twice, as well as the Bulgarian Supercup on four separate occasions.\r\n\r\nLudogorets' traditional home colours are green and white. The club's home ground is the Huvepharma Arena in Razgrad, a stadium with a capacity of 10,500 spectators. Their current manager is Pavel Vrba.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Bulgaria","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/cyzzta1534787881.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/vvsuts1473791356.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/tspysu1473791363.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}