{"teams":[{"idTeam":"139001","idSoccerXML":null,"idAPIfootball":"1436","intLoved":null,"strTeam":"Beijing BSU","strTeamShort":null,"strAlternate":"Beijing Baxy, Beijing Sport University F.C., Běijīng Běitǐdà, 北京北体大","intFormedYear":"2000","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Olympic Sports Centre","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Beijing, China","intStadiumCapacity":"36228","strWebsite":"web.archive.org\/web\/20150205121753\/www.bgfc.com.cn","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Beijing Sport University Football Club (Chinese: 北京北体大; pinyin: Běijīng Běitǐdà) or commonly known as BSU (Chinese: 北体大; pinyin: Běi Tǐ Dà), is a professional Chinese football club that currently participates in the China League One division under license from the Chinese Football Association (CFA). The team is based in Beijing and their home stadium is the Olympic Sports Center (Beijing) that has a seating capacity of 36,228. Their current majority shareholder is the conglomerate Beijing Enterprises Holdings Limited.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ozo8ho1580929523.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134635","idSoccerXML":"1098","idAPIfootball":"830","intLoved":null,"strTeam":"Beijing Guoan","strTeamShort":null,"strAlternate":"Běijīng Guó, Beijing Sinobo Guoan, 北京中赫国安","intFormedYear":"1992","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"Workers Stadium","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/wytvyr1470423735.jpg","strStadiumDescription":"The Workers Stadium (simplified Chinese: 工人体育场; traditional Chinese: 工人體育場; pinyin: Gōngrén Tǐyùcháng), often called Gongti or Gong Ti, is a multi-purpose stadium in the Chaoyang District of north-eastern Beijing, China. It is mostly used for football (soccer) matches. The stadium was built in 1959 and was last renovated in 2004 (the concrete structure was strengthened, a new rotating display screen and energy-saving devices were installed). It has a capacity of 66,161 and covers a land area of 350,000 square meters. It is one of the Ten Great Buildings constructed in 1959 for the 10th anniversary of the People's Republic of China.","strStadiumLocation":"Beijing","intStadiumCapacity":"66161","strWebsite":"www.fcguoan.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Beijing Sinobo Guoan F.C. (Chinese: 北京中赫国安; pinyin: Běijīng Zhōnghè Guó'ān) is a professional Chinese football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in the Chaoyang District in Beijing and their home stadium is the Workers' Stadium with a seating capacity of 66,161. Their shareholders are the real estate company Sinobo Group (64%) and CITIC Limited (36%) of CITIC Group, a state-owned enterprise of China. Beijing Guoan F.C. was founded as a professional team by CITIC Guoan Group, which was a subsidiary of CITIC Group until 2014. The club is one of the four teams to never have been relegated from the league since its debut in 2004.\r\n\r\nThe club's predecessor was called Beijing Football Club and they predominantly played in the top tier, where they won several domestic league and cup titles. On December 29, 1992 the club was recognized to become a completely professional football club making them one of the founding members of the first fully professional top tier league in China. Since then they have gone on to win their first ever professional league title in the 2009 league season as well as the 1996, 1997, 2003 and 2018 Chinese FA Cup.\r\n\r\nAccording to Forbes, Guoan was the second most valuable football team in China, with a team value of US$167 million, and an estimated revenue of US$30 million in 2015. According to the disclosure of CITIC Pacific, the club revenue was CN¥244 million in 2013 season. In 2015 season, the sponsorship from CITIC Securities was CN¥25 million.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":"北京中赫国安足球俱乐部是一家位于中国首都北京市的职业足球俱乐部，主场为工人体育场，现为中国足球超级联赛球队。北京国安足球俱乐部成立于1992年12月29日，是中国足球甲级A组联赛和中国足球超级联赛的创始会员，也是目前仅有的参加了所有年份的中国顶级联赛的三支球队之一。在竞技方面，北京国安自中国足球职业化以来长期位居积分榜前列，其中在2009赛季，获得了队史上首个中国顶级职业联赛的冠军；截至2018年，俱乐部已四次夺得中国足协杯冠军、两次参加亚洲优胜者杯、七次参加亚洲冠军联赛。\r\n\r\n北京国安的口号是“永远争第一”，该口号不仅成为其投资方之一中信国安集团公司所推崇的“国安精神”[1]，同时也令俱乐部在北京的球迷和媒体中具有广泛的号召力。\r\n\r\n2016年12月30日，该俱乐部完成增资扩股，中赫置地取代中信股份成为了俱乐部的第一大股东[2]，该俱乐部也成为了中国职业足球顶级联赛创始球队中最后一家更换股东的俱乐部。","strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Beijing Guoan Football Club (chino tradicional: 北京国安, chino simplificado: 北京国安, pinyin: Běijīng Guó'ān) es un club de fútbol del distrito de Chaoyang en Beijing, China. El club fue fundado en 1951, pero se convirtió en un equipo profesional en 1992, y juega en la Superliga China. El verde es el color característico del club y disputa sus partidos como local en el Estadio de los Trabajadores, que tiene un aforo de 66 161 asientos. Su accionista mayoritario es el CITIC Group, una compañía de inversión propiedad del gobierno de la República Popular de China.\r\n\r\nEl predecesor del club fue el Beijing Football Club y jugó predominantemente en primera división, donde ganaron varios títulos de liga y copa nacionales. El 29 de diciembre de 1992, el club fue reconocido para convertirse en un club de fútbol profesional por completo, lo que lo convierte en uno de los miembros fundadores de la primera liga totalmente profesional en China. Desde entonces han llegado a ganar su primer título de liga profesional en la temporada 2009, así como tres Copas de China en 1996, 1997 y 2003.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/e5c3hq1563636824.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/tqxqvt1470423426.png","strTeamLogo":null,"strTeamFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yqsryp1470424100.jpg","strTeamFanart2":null,"strTeamFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ytqypy1470423933.jpg","strTeamFanart4":null,"strTeamBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/xyruus1470424302.jpg","strYoutube":"","strLocked":"unlocked"},{"idTeam":"136117","idSoccerXML":"4874","idAPIfootball":"835","intLoved":null,"strTeam":"Beijing Renhe","strTeamShort":null,"strAlternate":"Beijing Renhe, Renhe, 北京人和","intFormedYear":"1995","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"Beijing Fengtai Stadium","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/v6fc5n1575284598.jpg","strStadiumDescription":"The Beijing Fengtai Stadium (Chinese: 丰台体育场) is a multi-purpose stadium in Beijing, China. It is currently used mostly for football matches and also sometimes for athletics. The stadium is the home ground of Beijing Renhe. The stadium holds 31,043. The Fengtai Stadium was not used for football during the Beijing Olympics of 2008. The venue also hosted home games of Beijing Guoan, the third Chinese sports club with 5 million followers on Weibo after Guangzhou Evergrande and Shandong Luneng Taishan. One of those games was against the world famous Spanish side FC Barcelona in August 2007.","strStadiumLocation":"Beijing, China","intStadiumCapacity":"31043","strWebsite":"renhefc.hupu.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Beijing Renhe Football Club (Chinese: 北京人和; pinyin: Běijīng Rénhé) is a professional Chinese football club that currently participates in the Chinese League One under licence from the Chinese Football Association (CFA). The team is based in Fengtai, Beijing and their home stadium is the Beijing Fengtai Stadium that has a seating capacity of 31,043. Their current majority shareholder is Chinese property developers of shopping centers Renhe Commercial Holdings Company Limited.\r\n\r\nThe club was founded in Pudong, Shanghai on February 3, 1995 and were originally known as Shanghai Pudong before they made their debut in the third tier of China's football league pyramid in the 1995 league season. They would work there way up to the top tier while changing name to accommodate their sponsors. In the 2006 league season the club would relocate the team to Shaanxi and rename themselves Xi'an Chanba International, however by the 2012 league season, the club relocated this time to Guizhou, and changed their name to Guizhou Renhe. In the 2016 league season the club relocated the team to Fengtai, Beijing, and changed their name to Beijing Renhe. Throughout the club's history their greatest achievement has been winning the 2013 Chinese FA Cup while the highest position they have ever finished was second within the 2003 league season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/28su0q1560762296.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134639","idSoccerXML":"1102","idAPIfootball":"834","intLoved":null,"strTeam":"Changchun Yatai","strTeamShort":null,"strAlternate":"Chángchūn Yàtài","intFormedYear":"1996","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Development Area Stadium","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/twsuyp1470429025.jpg","strStadiumDescription":"The Development Area Stadium (Chinese: 经开体育场) is a multi-purpose stadium in Changchun, Jilin province, China.\r\n\r\nThe stadium is currently used mostly for football matches. It holds 25,000 people, and was constructed in 2002. Development Area Stadium is the home ground of local football team Changchun Yatai.","strStadiumLocation":"Changchun","intStadiumCapacity":"25000","strWebsite":"www.yataifc.cn","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Changchun Yatai Football Club (simplified Chinese: 长春亚泰; traditional Chinese: 長春亞泰; pinyin: Chángchūn Yàtài) is a professional Chinese football club that currently participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Changchun, Jilin and their home stadium is the Changchun Stadium that has a seating capacity of 25,000. The club's founder and main investor is the private Chinese conglomerate Jilin Yatai Group.\r\n\r\nThe club was formed on June 6, 1996 before making their debut in the third tier of China's football league pyramid in the 1997 league season. In 2000 they bought a position into the second division after they merged with Bayi Chaoneng. In 2001 they finished runners-up within their division, however they were denied promotion after they were embroiled in a match-fixing scandal. The club would reform and re-apply for a CFA playing license before they eventually gained promotion to China's top flight at the end of the 2005 league campaign. In the 2007 Chinese Super League they won the league title and participated in the 2008 AFC Champions League for the first time. They have since gone on to come second within 2009 Chinese Super League and also participated in the 2010 AFC Champions League.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Changchun Yatai es un club de fútbol chino ubicado en la ciudad de Changchun, fue fundado el 6 de junio de 1996 y juega en la Superliga China.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/r4c0lo1580938099.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/vpxpyp1470427796.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/yusttu1470428451.jpg","strYoutube":"","strLocked":"unlocked"},{"idTeam":"136806","idSoccerXML":null,"idAPIfootball":"1723","intLoved":null,"strTeam":"China Women","strTeamShort":null,"strAlternate":"China W","intFormedYear":"1986","strSport":"Soccer","strLeague":"FIFA Womens World Cup","idLeague":"4565","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The China women's national football team (Chinese: 中国国家女子足球队; pinyin: Zhōngguó Guójiā Nǚzǐ Zúqiú Duì), recognized as China PR by FIFA, is governed by the Chinese Football Association. The team is colloquially referred to as \"Zhōngguó Nǚzú\" (Chinese: 中国女足, short for Chinese: 中国国家女子足球队; pinyin: Zhōngguó Guójiā Nǚzĭ Zúqiú Duì; literally: 'Chinese national women's football team').","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Female","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/8bxifg1560080477.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135326","idSoccerXML":"1255","idAPIfootball":"845","intLoved":null,"strTeam":"Chongqing Lifan","strTeamShort":null,"strAlternate":"Chongqing Dangdai Lifan, 重庆斯威, 重慶斯威, Chongqing SWM","intFormedYear":"1995","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"Chongqing Olympic Sports Center","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/qsysux1470430791.jpg","strStadiumDescription":"The Chongqing Olympic Sports Centre Stadium (Chinese: 重庆市 奥林匹克体育中心) is a multi-purpose stadium in Chongqing, China.\r\n\r\nThe sports center is currently the home stadium of Chongqing Lifan F.C. of Chinese Football Association Super League. The stadium holds 58,680. It was built in 2004.","strStadiumLocation":"Chongqing","intStadiumCapacity":"56680","strWebsite":"www.dangdailifanfc.cn","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Chongqing SWM (simplified Chinese: 重庆斯威; traditional Chinese: 重慶斯威; pinyin: Chóngqìng Sīwēi) is a professional Chinese football club that participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Chongqing and their home stadium is the Chongqing Olympic Sports Center that has a seating capacity of 58,680. They are owned by Dangdai International Group.\r\n\r\nThe club was founded in 1995 and originally called Qianwei (Vanguard) Wuhan before making their debut in the newly developed fully professional Chinese football league system where they started in the third tier within the 1995 league season. They would quickly rise up to the top tier and experience their greatest achievement of winning the 2000 Chinese FA Cup and coming fourth within the league. In 2002, they came fourth place in the last season of the Asian Cup Winners' Cup. After these achievements they struggled to replicate the same success and experienced their first relegation from the top tier in the 2006 league season. After gaining promotion in 2008 back into the top tier they were unable to remain in the top flight and were relegated once more in the 2010 season. In 2014, they finished the season at the top of Chinese League One (tier 2) division and won promotion to the Chinese Super League again.\r\n\r\nAccording to Forbes, Chongqing is the 9th most valuable football team in China, with a team value of $76 million, and an estimated revenue of $17 million in 2015.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Chongqing Lifan (chino tradicional: 重慶力帆, chino simplificado: 重庆力帆, pinyin: Chóngqìng Lìfān) es un club de fútbol de China que milita en la Primera División china.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/nacgas1563637310.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/xyrqyv1470430331.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rrqswq1470430582.jpg","strTeamBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/tquuut1470431326.jpg","strYoutube":"","strLocked":"unlocked"},{"idTeam":"136116","idSoccerXML":"4875","idAPIfootball":"831","intLoved":null,"strTeam":"Dalian Yifang","strTeamShort":null,"strAlternate":"大连人足球俱乐部, Dalian Professional, Dalian Yifang, 大连一方足球俱乐部, Dalian Shide","intFormedYear":"2009","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"Dalian Sports Center","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/nwrp2f1575284309.jpg","strStadiumDescription":"Dalian Sports Centre Stadium is a multi-purpose stadium in Dalian, Liaoning province, China. It is used mostly for football matches. The stadium holds 61,000 spectators. It opened in 2013. Dalian Professional F.C. are the tenants.","strStadiumLocation":"Dalian, Liaoning","intStadiumCapacity":"61000","strWebsite":"www.dlyffc.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Dalian Professional Football Club (Chinese: 大连人足球俱乐部) is a professional Chinese football club based in Dalian, Liaoning, that participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is owned by Dalian Wanda Group headquartered in Beijing and their home stadium is Dalian Sports Center Stadium with a capacity of 61,000. The club was founded on September 20, 2009, by Dalian Aerbin Group Company, Ltd., and started from the third tier of the Chinese football pyramid, the China League Two. Winning two consecutive league title in the second and third tier professional football leagues, they were promoted to the top tier in 2012 Chinese Super League season where they experienced their highest ever placing of fifth in the same season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/4gv9fe1583004521.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"138992","idSoccerXML":null,"idAPIfootball":"1446","intLoved":null,"strTeam":"Guangdong South China Tiger","strTeamShort":null,"strAlternate":"Meizhou Meixian Techand, Guǎngdōng Huánánhǔ","intFormedYear":"2003","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Meixian Tsang Hin-chi Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"20221","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Guangdong South China Tiger Football Club (simplified Chinese: 广东华南虎足球俱乐部; traditional Chinese: 廣東華南虎足球俱樂部; pinyin: Guǎngdōng Huánánhǔ Zúqiú Jùlèbù) or simply Guangdong South China Tiger (simplified Chinese: 广东华南虎; traditional Chinese: 廣東華南虎) was a professional Chinese football club that last participated in China League One. The team was based in Meixian District, Meizhou, Guangdong and their home stadium was the Meixian Tsang Hin-chi Stadium. Their majority shareholder was engineering, and construction company Shenzhen Techand Ecological Environment Co., Ltd.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/190tlh1580935351.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134645","idSoccerXML":"1108","idAPIfootball":"832","intLoved":null,"strTeam":"Guangzhou Evergrande","strTeamShort":null,"strAlternate":"广州恒大淘宝足球俱乐部, \tGuangzhou Evergrande Taobao, 华南虎","intFormedYear":"1954","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"Tianhe Stadium","strKeywords":"","strRSS":"http:\/\/www.gzevergrandefc.com\/news.aspx","strStadiumThumb":null,"strStadiumDescription":"Tianhe Stadium (Chinese: 天河体育中心体育场) is a multi-purpose stadium in Guangzhou, China. It is currently used mostly for football matches. The stadium has a seating capacity of 58,500.\r\n\r\nIt was built in 1987 and hosted the final of the inaugural FIFA Women's World Cup in 1991. The stadium has hosted large crowds and attendances of local football team Guangzhou Evergrande are played at the stadium.\r\n\r\nOn February 7, 1989 Lunar New Year, Hong Kong Television Broadcasts Limited and Guangdong Television Broadcasts Limited were situated in the Guangzhou Tianhe Sports Centre and at the White Swan Hotel for the Chinese New Year Celebration in Guangzhou. The stadium hosted the football finals of the 2010 Asian Games and final match of AFC Champions League twice (2013 and 2015).","strStadiumLocation":"Guangzhou, Guangdong","intStadiumCapacity":"58500","strWebsite":"www.gzevergrandefc.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Guangzhou Evergrande Taobao Football Club is a Chinese professional football club that currently participates in the Chinese Super League under the license of the Chinese Football Association. The team is based in Guangzhou, Guangdong, and their home stadium is the Tianhe Stadium which has a seating capacity of 58,500. Their current majority shareholders are the Evergrande Real Estate Group (60%) and the e-commerce company Alibaba Group (40%).\r\n\r\nOriginally founded in 1954, their biggest achievements were winning several second tier titles before they became professional in 1993 and achieved an upswing in results, leading to a runners-up spot in China's top tier. Unable to improve upon these results the club would go through a period of stagnation and then decline before they experienced a brief revival when they won the 2007 second division; however, in 2009 the club were embroiled in a match-fixing scandal. This saw them punished with relegation; however, the Evergrande Real Estate Group decided to purchase the club and pumped significant funds into the team which saw them immediately win promotion as well as gain their first ever top tier title in the following campaign in the 2011 season. The club is the first and only Chinese football club to win AFC Champions League twice, in 2013 and 2015 respectively.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":"上海上港集团足球俱乐部[1]是一支位于中国上海的职业足球俱乐部，简称：上海上港。主场位于上海市徐汇区上海体育场，前身为2005年12月25日成立的上海东亚足球俱乐部。\r\n\r\n上海东亚足球俱乐部是在2005年由上海东亚（集团）有限公司和上海根宝足球基地有限公司共同出资成立，由中国著名的上海本土教练徐根宝担任公司董事长和俱乐部主席。由于“打造中国的曼联”一直是徐根宝的口号和奋斗目标，所以球队有时也会被昵称为“中国曼联”。上海东亚以原来徐根宝足球基地的青少年球员为主要班底，颇受中国足坛的关注，部分人将其视为青少年球员培养的典范之一。根据冠名合同，上海东亚足球俱乐部曾于2013—2014赛季以上海上港集团足球队的名义征战中超联赛，此前的2012赛季曾被冠名为上海特莱士队。\r\n\r\n2012年年末，上港集团以冠名赞助商的身份，支持刚刚升入中超的东亚足球俱乐部；2013年年末，徐根宝提出为了俱乐部的长远发展，希望上港集团收购俱乐部；2014年10月，经过一年的慎重考虑，上港集团本着回报社会，为城市体育事业作贡献以及考虑集团产业多元化发展，收购了上海东亚足球俱乐部100%的股份。\r\n\r\n2014年11月18日下午，上海上港集团足球俱乐部成立仪式暨新闻发布会在上海港国际客运中心“一滴水”举行，正式宣告上港集团完成了对上海东亚足球俱乐部的整体收购。仪式上，上海副市长赵雯与上港集团董事长陈戌源共同为上港足球俱乐部揭牌，标志着上港足球俱乐部正式成立。新闻发布会上，上港集团足球俱乐部宣布瑞典籍名帅埃里克森为球队新一任主教练，中方教练为奚志康，聘请徐根宝为俱乐部总顾问[2]。球队也签入了前中国足球先生，前恒大球员孔卡作为球队新赛季的核心。\r\n\r\n2016年，球队更是引进广州恒大中锋埃尔克森，向队史首个中超冠军发起冲击。\r\n\r\n2017赛季，更引入奥斯卡和乌兹别克斯坦后腰艾哈迈多夫。同时，新主教练博阿斯上任。\r\n\r\n2018年，上港主教练为维托尔·佩雷拉，并在2018赛季夺得中超联赛冠军，打破广州恒大对中超长达7年的冠军垄断，也是自上海申花夺得1995年甲A冠军后（申花2003年的冠军被剥夺）上海23年以来获得的首座中国足球顶级联赛冠军[3]。球队前锋武磊和中场球员奥斯卡分别荣膺2018赛季射手王和助攻王。11月21日晚，2018年中超联赛颁奖典礼在海口举行，武磊斩获“最佳射手”和“最佳球员”，颜骏凌获得“最佳门将”。\r\n\r\n广州足球俱乐部历史上，因赞助商及股东多次更迭，曾使用广州太阳神、广州吉利、广州香雪、广州日之泉、广州医药等名称。俱乐部曾在1992年和1994年的甲A联赛中夺得亚军，但于1998年一度降入甲B联赛，2007年夺得中甲联赛冠军后重返中超联赛。2010年2月在中国足坛反赌风暴中被揭发曾在2006赛季参与打假球，虽然遭到降级处分，但同时俱乐部被恒大地产集团收购，而得以获得庞大的资金大肆扩军，在当赛季联赛即夺得中甲联赛冠军重返中超。2011年，重返中超首季的广州恒大就获得当届联赛冠军，是中国足球联赛史上首队在升上顶级联赛第一年就勇夺冠军的球队。2012年，球队首次参加亚冠联赛，进入八强；同年再夺中超联赛冠军，成为中超首支成功卫冕的球队，并在国内夺得中国超级杯冠军及中国足协杯冠军，成为中国足坛三冠王。2013年，球队三夺中超联赛冠军，成为中超首支三连冠的俱乐部[6]，并同时夺得2013年亚冠联赛冠军，是首支获得亚足联冠军联赛冠军的中国球队，同时也是自1990年的辽宁东药队后，23年来第一支获得亚洲最高荣誉的中国足球俱乐部[7][8][9]。同年，恒大以亚洲代表身份参加世俱杯并获得殿军。2014年，球队第四度获得联赛冠军，打破大连万达两次三连冠的纪录，成为中国顶级联赛首支获得四连冠的球队[10]。2015赛季，球队击败北京国安后实现中超五连冠[11]，并成功在三年内第二次夺取亚冠冠军[12]。在2017年4月Footballdatabase公布的世界俱乐部最新一期的排名中，广州恒大淘宝以1613分，排名世界第89，亚洲排名第四,落后于以1620分排名第一阿尔阿赫利和并列第一的全北现代以及以1617分排名第三的阿尔希拉尔。世界排名较去年同期下降26名，世界排名在阿甲球队拉普拉塔大学生队之后一位，位列第86位[13]。\r\n\r\n2015年7月1日，广州恒大淘宝已经向全国中小企业股份转让系统（简称“新三板”）递交挂牌申请，将成为亚洲足坛第一股，计划发行股票3.65亿股，每股面值1元人民币[14]，并于2015年11月5日在新三板挂牌交易，11月6日起在全国股转系统挂牌公开转让[15]。\r\n\r\n2017年8月14日恒大宣布巴西外援保利尼奥以支付4000万欧元违约金的形式加盟巴塞罗那，由此创造了中超球员转出身价记录。[16]\r\n\r\n广州恒大淘宝在2011年至2017年连续七年夺得中超冠军，其“七连冠”亦创下中国足球职业化以来的最佳记录。球队现任队长是郑智，主教练为卡纳瓦罗。","strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uxsrxx1448828008.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/rvuvqx1470571340.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134638","idSoccerXML":"1101","idAPIfootball":"838","intLoved":null,"strTeam":"Guangzhou R&F F.C.","strTeamShort":null,"strAlternate":"Guangzhou R&F, 广州富力, 廣州富力","intFormedYear":"1986","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"\tYuexiushan Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Yuexiushan Stadium (Chinese: 越秀山体育场) is a multi-purpose stadium in Guangzhou, China, named for its location at the foot of Yuexiu Hill. It is currently mostly used for football matches.\r\n\r\nThe stadium was built in 1950 with a capacity of 35,000 people. However, following renovation and the installation of fixed seating in 2012, the capacity is now 18,000. It serves as the home stadium for Guangzhou R&F of the Chinese Super League and sometimes the reserve team of Guangzhou Taobao Evergrande.\r\n\r\nThe stadium is best reached by taking Guangzhou Metro Line 2 to Sun Yat-Sen Memorial Hall Station.","strStadiumLocation":"Guangzhou, Guangdong","intStadiumCapacity":"18000","strWebsite":"www.gzrffc.com.cn","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Guangzhou R&F Football Club (simplified Chinese: 广州富力; traditional Chinese: 廣州富力; pinyin: Guǎngzhōu Fùlì) is a professional football club that plays in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Guangzhou, Guangdong and their home stadium is the Yuexiushan Stadium which has a seating capacity of 18,000. They are owned by the Chinese property developers R&F Properties who took charge in June 2011. The club's English name R&F is short for \"Rich\" (富) and \"Force\" (力).\r\n\r\nThe club was founded in 1986, in Shenyang as Shenyang Ginde FC (simplified Chinese: 沈阳金德; traditional Chinese: 瀋陽金德; pinyin: Shěnyáng Jīndé). They played in the 55,000-seat Shenyang Wuilihe Stadium (五里河体育场), until they moved to Changsha in 2007 to reside in the Helong Stadium. American sportswear and sports equipment company MAZAMBA took over the club in 2010, and relocated the club to Shenzhen in February 2011. Their ownership was brief, and by June 2011 Chinese property developers Guangzhou R&F gained ownership of the club and moved them to Guangzhou. The club had their most successful season in 2014 as they finished third in the league and qualified for the 2014 Asian Champions League.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0yhf0k1580938533.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/qsswuu1423838621.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135854","idSoccerXML":"4783","idAPIfootball":"841","intLoved":null,"strTeam":"Guizhou Hengfeng Zhicheng","strTeamShort":null,"strAlternate":"贵州恒丰","intFormedYear":"2006","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Guiyang Olympic Center","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/tzl7mw1492460658.jpg","strStadiumDescription":"The Guiyang Olympic Sports Center is a stadium in Jinyang New Area, Guiyang, China. Completed in 2010 it hosts football matches and has a capacity of 52,000 spectators.","strStadiumLocation":"Guiyang","intStadiumCapacity":"52888","strWebsite":"www.gzzcclub.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Guizhou Hengfeng F.C. (simplified Chinese: 贵州恒丰足球俱乐部; traditional Chinese: 貴州恆豐足球俱樂部; pinyin: Guìzhōu Héngfēng Zúqiú Jùlèbù; Mandarin pronunciation: ) is a professional Chinese football club that currently participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Guiyang, Guizhou and their home stadium is the 51,636-seat Guiyang Olympic Sports Center. Their current majority shareholders are Hengfeng Real Estate, Guizhou Zhicheng Enterprise Group Investment Co., Ltd. and the Guizhou Provincial Sports Bureau.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/l248bs1580937986.png","strTeamJersey":"","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134636","idSoccerXML":"1099","idAPIfootball":"0","intLoved":null,"strTeam":"Guizhou Renhe","strTeamShort":null,"strAlternate":"","intFormedYear":"1995","strSport":"Soccer","strLeague":"_Defunct Soccer Teams","idLeague":"4519","strDivision":null,"strManager":"","strStadium":"Guiyang Olympic Centre","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Guiyang Olympic Sports Center is a stadium in Jinyang New Area, Guiyang, China. Completed in 2010 it hosts football matches and has a capacity of 52,000 spectators.","strStadiumLocation":"Guiyang, Guizhou","intStadiumCapacity":"51636","strWebsite":"renhefc.hupu.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Guizhou Renhe Football Club (simplified Chinese: 贵州人和; traditional Chinese: 貴州人和; pinyin: Guìzhōu Rénhé) is a professional football club that currently participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Guiyang, Guizhou and their home stadium is the Guiyang Olympic Centre that has a seating capacity of 51,636. Their current majority shareholder is Chinese property developers of shopping centers Renhe Commercial Holdings Company Limited.\r\n\r\nThe club was founded in Pudong, Shanghai in February 1995 and were originally known as Shanghai Pudong before they made their debut in the third tier of China's football league pyramid in the 1995 league season. They would work there way up to the top tier while changing name to accommodate their sponsors. In the 2006 league season the club would relocate the team to Shaanxi and rename themselves Xi'an Chanba International, however by the 2012 league season, the club relocated once again this time to Guizhou, and changed their name to Guizhou Renhe. Throughout the clubs history their greatest achievement has been winning the 2013 Chinese FA Cup while the highest position they have ever finished was second within the 2003 league season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wupttu1448826739.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/syxuxp1423837930.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134647","idSoccerXML":"1110","idAPIfootball":"848","intLoved":null,"strTeam":"Hangzhou Greentown","strTeamShort":null,"strAlternate":"","intFormedYear":"1998","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Hangzhou Huanglong Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Huanglong Stadium is a sports complex also used for cultural events such as music concerts and celebrations, located in the center of the city of Hangzhou, Zhejiang province, China. Huanglong means \"Yellow Dragon\" in Chinese. It is the home of soccer club Hangzhou Nabel Greentown F.C.\r\n\r\nThe center, built between 1997 and 2003, includes a football (soccer) stadium with a running track, an indoor arena, outdoor track and field practice facility, a sports hotel, a press center, and other facilities for sports such as rhythmic gymnastics, tennis, diving and chess.\r\n\r\nThe stadium is one of the main sports venues in Hangzhou, together with the 14,000-capacity Jianggan District Culture and Sports Centre Stadium and the 80,000-capacity Hangzhou Sports Park Stadium.","strStadiumLocation":"Hangzhou, Zhejiang","intStadiumCapacity":"52672","strWebsite":"www.greentownfc.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Hangzhou Greentown Football Club (simplified Chinese: 杭州绿城; traditional Chinese: 杭州綠城; pinyin: Hángzhōu Lǜchéng) is a professional Chinese football club that currently participates in the Chinese Super League division (top tier) under licence from the Chinese Football Association (CFA). The team is based in Hangzhou, Zhejiang and their home stadium is the Hangzhou Huanglong Stadium that has a seating capacity of 51,000. The club's main investor is the Zhejiang-based Greentown China Holdings Limited company, which is owned by real estate tycoon Song Weiping.\r\n\r\nThe club was founded on January 14, 1998 and they made their debut in the third tier of China's football league pyramid in the 1999 league season. On November 23, 2000 the club bought the first team of Jilin Aodong as well as their position in the second division for 25 million Yuan. They have subsequently won promotion to the top tier after finishing runners-up in the 2006 league season and the highest position they have ever finished is fourth in the 2010 Chinese Super League season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/nh6dqu1580937999.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134649","idSoccerXML":"1112","idAPIfootball":"0","intLoved":null,"strTeam":"Harbin Yiteng","strTeamShort":null,"strAlternate":"","intFormedYear":"1988","strSport":"Soccer","strLeague":"_Defunct Soccer Teams","idLeague":"4519","strDivision":null,"strManager":"","strStadium":"Shaoxing China Textile City Sports Center","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Shaoxing China Textile City Sports Center (Chinese: 绍兴中国轻纺城体育中心) is a multi-purpose stadium in Shaoxing, Zhejiang, China. It was opened in 2014 for the 2014 Provincial Games of Zhejiang. It became the home stadium of China League One side Zhejiang Yiteng in 2016.Shaoxing China Textile City Sports Center (Chinese: 绍兴中国轻纺城体育中心) is a multi-purpose stadium in Shaoxing, Zhejiang, China. It was opened in 2014 for the 2014 Provincial Games of Zhejiang. It became the home stadium of China League One side Zhejiang Yiteng in 2016.","strStadiumLocation":"Shaoxing, Zhejiang, China","intStadiumCapacity":"20000","strWebsite":"www.yitengfc.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Zhejiang Yiteng Football Club (simplified Chinese: 浙江毅腾; traditional Chinese: 浙江毅騰; pinyin: Zhèjiāng Yìténg), or Yiteng Football Club (Simplified Chinese: 毅腾足球俱乐部, for official ownership reasons) is a professional Chinese football club that participates in the China League Two division under licence from the Chinese Football Association (CFA). The team is based in Shaoxing, Zhejiang and their home stadium is the Shaoxing City Sports Centre Stadium that has a seating capacity of 20,000. Their majority shareholder is Cui Yi (崔毅) and the Yiteng Group.\r\n\r\nThey were founded as an amateur team in 1988 and called Dalian Tielu (Railway). They took part in China's national leagues before becoming a professional team when the Yiteng Group gained ownership of the club. After years of stagnation the club was moved to Harbin where they have since predominantly remained and gained their first silverware, which was the 2011 China League Two title. Since then, they gradually improved their league standing and gained promotion to China's top tier when they came second within the 2013 China League One division.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uqvwys1423844713.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/svrpwx1423838581.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135669","idSoccerXML":"4708","idAPIfootball":"839","intLoved":null,"strTeam":"HEBEI CFFC","strTeamShort":null,"strAlternate":"Hebei China Fortune Football Club","intFormedYear":"2010","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"Langfang Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Langfang Stadium (Simplified Chinese: 廊坊体育场) is a multi-use stadium in Langfang, China. It is currently used mostly for football matches and athletics events. The stadium has a capacity of 30,040 people.","strStadiumLocation":"Qinhuangdao","intStadiumCapacity":"30000","strWebsite":"www.hebeifootball.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Hebei China Fortune Football Club (simplified Chinese: 河北华夏幸福足球俱乐部; traditional Chinese: 河北華夏幸福足球俱樂部; pinyin: Héběi Huáxià Xìngfú Zúqiú Jùlèbù) is a professional Chinese football club that participates in the Chinese Super League division under licence from the Chinese Football Association (CFA). The team is based in Langfang, Hebei and their home stadium is the Langfang Stadium that has a seating capacity of 30,000. Their current owners are real estate developers China Fortune Land Development who took over the club on 27 January 2015.\r\n\r\nAccording to Forbes, Hebei are the 7th most valuable football team in China, with a team value of $90 million, and an estimated revenue of $22 million in 2015.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Hebei China Fortune Football Club (chino tradicional: 河北華夏幸福足球俱樂部, chino simplificado: 河北华夏幸福足球俱乐部, pinyin: Héběi Huáxià Xìngfú Zúqiú Jùlèbù) es un club de fútbol profesional ubicado en Qinhuangdao, Hebei, China. Desde 2016 compite en la Superliga de China, máxima categoría nacional.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xxypsx1472763997.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139003","idSoccerXML":null,"idAPIfootball":"1445","intLoved":null,"strTeam":"Heilongjiang Lava Spring","strTeamShort":null,"strAlternate":"Heilongjiang Lava Spring","intFormedYear":"2015","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Harbin ICE Center Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"50000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Heilongjiang Lava Spring Football Club (Chinese: 黑龙江火山鸣泉足球俱乐部) is a professional Chinese football club that participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Harbin, Heilongjiang and their home stadium is the Harbin ICE Center Stadium, which has a capacity of 50,000. Their majority shareholder is the Heilongjiang Volcanic Springs Green Natural Mineral Water Co., Ltd.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/od5ly91580930068.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134637","idSoccerXML":"1100","idAPIfootball":"840","intLoved":null,"strTeam":"Henan Jianye","strTeamShort":null,"strAlternate":"河南建业, 河南建業","intFormedYear":"1958","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"Zhengzhou Hanghai Stadium","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/38cwr11575284831.jpg","strStadiumDescription":"The Hanghai Stadium (Simplified Chinese: 郑州航海体育场) is a multi-purpose stadium in Zhengzhou, Henan, China. It is currently used mostly for football matches and athletics events. It serves as the home stadium for Henan Jianye of the Chinese Super League. The stadium has a capacity of 29,860 people. It opened in 2002.","strStadiumLocation":"Zhengzhou, Henan, China","intStadiumCapacity":"29860","strWebsite":"www.jianyefc.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Henan Jianye Football Club (simplified Chinese: 河南建业; traditional Chinese: 河南建業; pinyin: Hénán Jiànyè) is a professional football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Zhengzhou (Chinese: 郑州市), in the province of Henan (Chinese: 河南省) and their home stadium is the Zhengzhou Hanghai Stadium that has a seating capacity of 29,860. Their owners are the Jianye Residential Group (China) Co., Ltd., which is part of the Central China Real Estate Limited.\r\n\r\nThe club's predecessor was the Henan Provincial Team who were founded in 1958 while the current professional football team was established on August 27, 1994. The club have never won the league title and the highest position they have ever achieved was when they came third in the 2009 Chinese Super League season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/pivrdb1580938543.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/uuvwxt1423838498.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"138996","idSoccerXML":null,"idAPIfootball":"1440","intLoved":null,"strTeam":"Inner Mongolia Zhongyou","strTeamShort":null,"strAlternate":"Nei Mongol Zhongyou, Nèiménggǔ Zhōngyōu, 内蒙古中优","intFormedYear":"2011","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Hohhot City Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Hohhot, China","intStadiumCapacity":"51632","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Inner Mongolia Zhongyou Football Club (Chinese: 内蒙古中优), commonly referred to as Hohhot (Chinese: 呼和浩特), is a professional Chinese football club that participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Hohhot, Inner Mongolia and their home stadium is the 51,632 capacity Hohhot City Stadium. Their majority shareholders are the Hohhot Sports Bureau and Shanghai Zhongyou Real Estate Group.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/amq3yq1580937719.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134642","idSoccerXML":"1105","idAPIfootball":"842","intLoved":null,"strTeam":"Jiangsu Sainty","strTeamShort":null,"strAlternate":"Jiangsu Suning, Sainty, 江苏苏宁足球俱乐部, 江蘇蘇寧足球俱樂部","intFormedYear":"1958","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"Nanjing Olympic Center","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Nanjing Olympic Sports Centre (Chinese: 南京奥林匹克体育中心) is used mostly for association football and also for athletics. It is located in Nanjing Hexi New City, covers an area of 89.6 hectares, with a total construction area of about 401,000 square meters.\r\n\r\nAs the main venue for the 2014 Summer Youth Olympics and for the 2005 National Games of China, the Nanjing Olympic Sports Centre, Jiangsu Province, the largest since the founding of the social utility projects, is also a period of 15 construction projects in Jiangsu, one of large-scale government investment. The 4 billion yuan RMB Olympic standard complex was designed by International Sports Architecture practice HOK Sport (now Populous).\r\n\r\nThe Olympic Park includes a 61,443 seat multi-use stadium (Nanjing Olympic Sports Centre Stadium), 13,000 seat gymnasium, 4,000 seat FINA standard Aquatic complex, 4,000 seat Tennis Center, 23,000 square meter Information Technology Center, and various recreational sports fields.","strStadiumLocation":"Nanking, Jiangsu, China PR","intStadiumCapacity":"61443","strWebsite":"fc.sainty.cn\/saintyfootball\/index.jsp","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Jiangsu Suning Football Club (simplified Chinese: 江苏苏宁; traditional Chinese: 江蘇蘇寧; pinyin: Jiāngsū Sūníng) is a professional football club that participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Nanjing, Jiangsu and their home stadium is the Nanjing Olympic Sports Centre which has a seating capacity of 61,443. Their current owners are Suning Appliance Group (Chinese: 苏宁电器集团有限公司), a sister company of Suning Commerce Group (Chinese: former 苏宁电器股份有限公司).\r\n\r\nThe team was founded in 1958 as Jiangsu Provincial Team while the current professional football club was established in March 1994. They were one of the founding members of the first fully professional top tier league in China participating in the 1994 Chinese Jia-A League season; however, they faced relegation in that campaign. They have since gone on to win promotion back into the top tier at the end of the 2008 league season and achieved their best ever league position when they finished runners-up in the 2012 season.\r\n\r\nAccording to Forbes, Jiangsu are the fourth wealthiest football team in China, with a team value of $144 million, and an estimated revenue of $36 million in 2015.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/jbyx881523902169.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/qruryv1423837882.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134641","idSoccerXML":"1104","idAPIfootball":"846","intLoved":null,"strTeam":"Liaoning Hongyun","strTeamShort":null,"strAlternate":"liaoning hongyun FC","intFormedYear":"1953","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Panjin Jinxiu Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Panjin Red Beach Sports Centre Jinxiu Stadium (盘锦红海滩体育中心锦绣体育场) or simply Panjin Jinxiu Stadium (盘锦锦绣体育场) is a multi-purpose stadium in Panjin, China. It is currently used mostly for association football matches. The stadium holds 35,600 people. Liaoning Whowin F.C. are the tenants.","strStadiumLocation":"Panjin, Liaoning","intStadiumCapacity":"35600","strWebsite":"www.lnhyfc.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Liaoning Hongyun Football Club (simplified Chinese: 辽宁宏运; traditional Chinese: 遼寧宏運; pinyin: Liáoníng Hóngyùn) is a professional association football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Panjin, Liaoning Province and their home stadium is the Liaoning Panjin Stadium that has a seating capacity of 35,600. Their current majority shareholders are the Liaoning Sport Technology College and the Huludao Hongyun Group Co., Ltd, which is part of the real estate and financial conglomerate the Hongyun Group.\r\n\r\nThe club can predate their formation to 1953 when the local Shenyang government sports body joined existing club Northeast China to play in the Chinese national football league. By 1956 the league was gradually expanding and regional sports institutes were allowed their own representatives, which eventually formed Liaoning Football Club. The club won several league titles as well as the 1989–90 Asian Club Championship when they beat Nissan Yokohama in the final making Liaoning FC the first Chinese club to win an Asian club championship trophy. Since February 26, 1994 the current football team was established to be an entirely professional football club so they could play in the 1994 Chinese Jia-A League season making them one of the founding members of the first fully professional top tier league in China.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vwwttq1448828661.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/tqpvys1423837941.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139000","idSoccerXML":null,"idAPIfootball":"1439","intLoved":null,"strTeam":"Meizhou Hakka","strTeamShort":null,"strAlternate":"Meizhou Kejia, Méizhōu Kèjiā, 梅州客家","intFormedYear":"2013","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Huitang Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Wuhua, China","intStadiumCapacity":"30000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Meizhou Hakka Football Club (Chinese: 梅州客家足球俱乐部; pinyin: Méizhōu Kèjiā Zúqiú Jùlèbù; pronounced ), is a professional Chinese football club that currently participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Wuhua County, Meizhou in the province of Guangdong and their home stadium is the 6,800 capacity Wuhua County Stadium. Their current majority shareholders are the Meizhou municipal government, Municipal Sports Bureau, Wei Real Estate Development Co Ltd and partners. The club was renamed Meizhou Wuhua Football Club according to Meizhou Daily. However, the original name was still used in official documents of CFA all the time.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ae8zf61580929311.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139004","idSoccerXML":null,"idAPIfootball":"2626","intLoved":null,"strTeam":"Nantong Zhiyun","strTeamShort":null,"strAlternate":"Nántōng Zhīyún, 南通支云","intFormedYear":"2016","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Rugao Olympic Sports Center","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Rugao, Nantong, China","intStadiumCapacity":"15000","strWebsite":"nantongfc.kuaizhan.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Nantong Zhiyun Football Club (Chinese: 南通支云足球俱乐部) is a professional Chinese football club that currently participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Nantong, Jiangsu and their home stadium is the 15,000 capacity Rugao Olympic Sports Center. The club's founder and owner are the Nantong Municipal Football Association.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/bvto4f1580930295.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"138998","idSoccerXML":null,"idAPIfootball":"1441","intLoved":null,"strTeam":"Qingdao Huanghai","strTeamShort":null,"strAlternate":"Qīngdǎo Huánghǎi, 青岛黄海","intFormedYear":"2013","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Qingdao Guoxin Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Qingdao, China","intStadiumCapacity":"45000","strWebsite":"www.huanghaifc.com\/index.aspx","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Qingdao Huanghai Football Club (simplified Chinese: 青岛黄海足球俱乐部; traditional Chinese: 青島黃海足球俱樂部; pinyin: Qīngdǎo Huánghǎi Zúqiú Jùlèbù) is a professional Chinese football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Qingdao and their home stadium is the Qingdao Guoxin Stadium that has a seating capacity of 45,000. The club is owned by Qingdao Central Plaza Business Management Co., Ltd. who formed the team on 29 January 2013.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/jady551580929089.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139002","idSoccerXML":null,"idAPIfootball":"2625","intLoved":null,"strTeam":"Shaanxi Chang\\'an Athletic","strTeamShort":null,"strAlternate":"Shaanxi Changan Athletic, Shǎnxī Cháng'ān Jìngjì, 陕西长安竞技","intFormedYear":"2016","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Weinan Sports Centre Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Xi'an, Shaanxi, China","intStadiumCapacity":"32000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Shaanxi Chang'an Athletic Football Club (Chinese: 陕西长安竞技足球俱乐部) is a professional Chinese football club that currently participates in the China League One. The team is based in Xi'an, Shaanxi.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/dbt9xl1580929825.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134648","idSoccerXML":"1111","idAPIfootball":"844","intLoved":null,"strTeam":"Shandong Luneng","strTeamShort":null,"strAlternate":"Shandong Luneng Taishan, 山东鲁能泰山, 山東魯能泰山","intFormedYear":"1956","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"Jinan Olympic Sports Center","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/mg7htx1575284716.jpg","strStadiumDescription":"The Jinan Olympic Sports Centre Stadium (Simplified Chinese: 济南奥林匹克体育中心), also colloquially known as Xiliu (西柳, literally: \"West Willow\"）is a multi-use stadium in the Jinan Olympic Sports Center of Jinan, China. The stadium was the main venue for the 2009 National Games of China in October 2009. It was used for the opening ceremony, football matches and athletics events. The stadium has a capacity for 56,808 spectators at a construction area of 131,000 square metres and was opened in April 2009.","strStadiumLocation":"Jinan, Shandong, China","intStadiumCapacity":"56808","strWebsite":"www.lnts.com.cn","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Shandong Luneng Taishan (simplified Chinese: 山东鲁能泰山; traditional Chinese: 山東魯能泰山; pinyin: Shāndōng Lǔnéng Tàishān) is a professional football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Jinan, Shandong and their home stadium is the Jinan Olympic Sports Center Stadium that has a seating capacity of 56,808. Their current majority shareholder is Shandong Electric Power Group Corporation, the biggest supplier of electric energy in Shandong province and itself part of the State Grid Corporation of China.. \"Luneng\" is the name of Luneng Group, now another subsidiary corporation of State Grid Corporation of China. The last part of the club name derives from Mount Tai.\r\n\r\nThe club's predecessor was called Shandong Provincial team who were founded in April 10, 1956 while the current professional football team was established in December 2, 1993. They were one of the founding members of the first fully professional top tier league in China. Since then they have gone on to win their first ever league title in the 1999 league season. They have continued to win domestic silverware with the 2006, 2008, 2010 league titles, making them one of the most successful Chinese football teams.\r\n\r\nAccording to Forbes, Shandong are the 5th most valuable football team in China, with a team value of $126 million, and an estimated revenue of $24 million in 2015.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ywzixj1563636901.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/yxrywq1423838005.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134640","idSoccerXML":"1103","idAPIfootball":"836","intLoved":null,"strTeam":"Shanghai East Asia FC","strTeamShort":null,"strAlternate":"Shanghai SIPG, 上海上港, SIPG FC, Dongya, Shanghai International Port Group","intFormedYear":"2005","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"Shanghai Stadium","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/vpsywp1482945874.jpg","strStadiumDescription":"The Shanghai Stadium (simplified Chinese: 上海体育场; traditional Chinese: 上海體育場; pinyin: Shànghǎi Tǐyùchǎng) is a multi-purpose stadium in Shanghai, China. It is currently used mostly for football matches of Chinese Super League side Shanghai International Port Group FC.","strStadiumLocation":"Shanghai","intStadiumCapacity":"56000","strWebsite":"www.sipg-fc.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Shanghai SIPG F.C. (Chinese: 上海上港; pinyin: Shànghǎi Shànggǎng;) or SIPG FC is a professional football club that participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Xuhui, Shanghai, and their home stadium is the Shanghai Stadium, which has a seating capacity of 56,842. The club plans to move to the currently under construction Pudong Football Stadium in 2021. Their owners are the Chinese group Shanghai International Port Group (SIPG).\r\n\r\nThe club was founded on 25 December 2005, as Shanghai Dongya FC (Dongya, Chinese: 东亚; pinyin: Dōngyà; literally: 'East Asia') by former Chinese international footballer coach Xu Genbao. The club used graduates from Genbao Football Base, a football academy also founded by Xu, to form their first team as they made their debut in the third tier of China's football league pyramid in the 2006 league season. They worked their way up to the top tier and finished as league champions for the first time in the 2018 Chinese Super League season.\r\n\r\nAccording to Forbes, Shanghai SIPG F.C. are the third-most valuable football club in China, with a club value of $159 million, and an estimated revenue of $37 million in 2015. According to the annual report of the parent company, the football club had a revenue of CN¥565.7 million in 2015 financial year, as well as net loss of CN¥41.5 million, total assets of CN¥286.8 million, net assets of CN¥59.7 million.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/6jgrxw1523902442.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/uuqwsp1423838050.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134644","idSoccerXML":"1107","idAPIfootball":"833","intLoved":null,"strTeam":"Shanghai Greenland Shenhua","strTeamShort":null,"strAlternate":"申花, Shanghai Shenhua, 上海绿地申花足球俱乐部, 上海綠地申花足球俱樂部","intFormedYear":"1951","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"Hongkou Football Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Hongkou Football Stadium (simplified Chinese: 虹口足球场; traditional Chinese: 虹口足球場; pinyin: Hóngkǒu Zúqiúchǎng) is a football stadium in Shanghai, China. Located in Hongkou District, the stadium has a maximum capacity of 33,060. The stadium was re-built in 1999, over the previous 46-year-old Hongkou Stadium, a general use sports stadium now replaced by the Shanghai Stadium. It is adjacent to Lu Xun Park.","strStadiumLocation":"Shanghai","intStadiumCapacity":"33060","strWebsite":"www.shenhuafc.com.cn","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Shanghai Greenland Shenhua Football Club (simplified Chinese: 上海绿地申花足球俱乐部; traditional Chinese: 上海綠地申花足球俱樂部; pinyin: Shànghǎi Lǜdì Shēnhuā Zúqiú Jùlèbù), is a professional Chinese football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The term shen hua literally translates as \"the Flower of Shanghai\" in English – shen is one of the alternative names of Shanghai and hua means flower in Chinese. The team is based in Kangqiao, Shanghai and their home stadium is the Hongkou Football Stadium, which has a seating capacity of 33,060. Their current majority shareholder is Chinese developer the Greenland Group who officially took over the operation of the club when they bought the 28.5% share from previous majority shareholder Zhu Jun on 31 January 2014.\r\n\r\nThe club's predecessor was called Shanghai F.C. and they predominantly played in the top tier, where they won several domestic league and cup titles. On 10 December 1993 the club was reorganised to become a completely professional football club so they could play in the 1994 Chinese Jia-A League season making them one of the founding members of the first fully professional top tier league in China. Since then, they have won the 1995 league title and 1998 Chinese FA Cup.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/i357vf1581447320.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/xryysq1423838147.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134650","idSoccerXML":"1113","idAPIfootball":"1432","intLoved":null,"strTeam":"Shanghai Shenxin","strTeamShort":null,"strAlternate":"","intFormedYear":"2003","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Jinshan Sports Centre","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Jinshan Football Stadium (Simplified Chinese: 金山足球场) is a multi-use stadium in Jinshan District, Shanghai, China. It is currently used mostly for football matches. The stadium has a capacity of 30,000 people.","strStadiumLocation":"Shanghai, China","intStadiumCapacity":"30000","strWebsite":"www.shenxinfc.sh.cn","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Shanghai Shenxin Football Club (Chinese: 上海申鑫; pinyin: Shànghǎi Shēnxīn) is a professional football club that participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Jinshan District, Shanghai and their home stadium is the Jinshan Football Stadium that has a seating capacity of 30,000. Their majority shareholder is Chinese real estate company Hengyuan Corporation.\r\n\r\nThe club was founded in 2003 as Shanghai Hengyuan Football Club before they made their debut in the third tier of China's football league pyramid in the 2003 league season. When the People's Liberation Army dismissed part of its sports branch, which included its football team the club became interested in acquiring it before ultimately buying their youth team. On April 2, 2004, a new club named Nanchang Bayi Hengyuan Football Club was established with players who had played for the Shanghai Hengyuan Football Club and the Bayi U-19 team. The club worked its way up to the top tier after coming runners-up in the second division during the 2009 league season and promotion to the Chinese Super League. The club name changed to \"Nanchang Hengyuan Football Club\" at 2010 summer, because the word \"Bayi\" (means People's Liberation Army) used by enterprise is prohibited from 2009. After almost eight years in Nanchang the club would decide to move back to Shanghai at the beginning of 2012 and renamed themselves Shanghai Shenxin Football Club.\r\n\r\nHistory\r\nIn 2003 Shanghai real estate company Hengyuan Corporation formed Shanghai Hengyuan Football Club who were based in the Zhabei District. In their first season they failed to reach the Chinese Football Association Yi League finals at the end of the league campaign. During this period top tier side Bayi FC were in financial difficulties. Shanghai Hengyuan were interested to taking over the entire club especially their position in the top tier of the Chinese football pyramid, however this was unable to be achieved because many of the first team had already left the club. Shanghai Hengyuan then concentrated on buying Bayi's youth team and on April 2, 2004, a new club named Nanchang Bayi Hengyuan Football Club was established with players who had played for the Shanghai Hengyuan Football Club and the Bayi U-19 team. The club moved to Nanchang, Jiangxi and play at the 26,000 seater Nanchang Bayi Stadium to take advantage of the region's lack of football representation, yet strong support. Playing at the bottom of the Chinese football pyramid in the third tier the club brought in Li Xiao to manage the team. He quickly guided the team to win the Yi League in 2005 and promotion to the Jia League. After this achievement Li Xiao became the club's vice-chairman. High-profile managers Zhou Suian and then Zho Bo came to manage the team with little success. Li Xiao returned to manage the team until November 27, 2008 when he decided to resign at the end the season.\r\n\r\nThe club then brought in Zhu Jiong who despite having a slow start to the season quickly guided the club to a runners-up position and promotion to the Chinese Super League for the first time in the club's history. The club struggled to settle within the league, until Chen Zhizhao's ten league goals enabled the team to narrowly avoid relegation when they finished thirteenth within the league. In the following season the club had a contract dispute with Chen Zhizhao and they spent the whole season without their top goalscorer. Despite this they again just avoided relegation. With the team perpetual relegation contenders and constantly disappointing crowd support, the Hengyuan Corporation decided that it would be easier to bring the team back to Shanghai and closer to the company's headquarters. The club moved into 30,000 seater Jinshan Football Stadium at the beginning of the 2012 league campaign and was renamed Shanghai Shenxin Football Club.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/jrb5m31581020389.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/qwpvqt1423837959.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136834","idSoccerXML":"4950","idAPIfootball":"1433","intLoved":null,"strTeam":"Shenzhen FC","strTeamShort":null,"strAlternate":"Ruby, Shenzhen Football Club, 深圳市足球俱乐部, 深圳市足球俱樂部","intFormedYear":"1994","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"Shenzhen Universiade Sports Centre","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/hhoa4b1560762959.jpg","strStadiumDescription":"Shenzhen Universiade Sports Centre (Chinese: 深圳大运体育中心), also known as Shenzhen Universiade Centre, Longgang Universiade Sports Centre, or Longgang Stadium, is a multi-use sport facilities complex in Longgang, Shenzhen, Guangdong, China. The sports centre was completed in 2011. It is used mostly for association football and athletics competitions, and hosted some events at the 2011 Summer Universiade.\r\n\r\nThe stadium has a capacity of 60,334 spectators. The arena has a capacity of 18,000 spectators, while the aquatic centre has a capacity of 3,000 spectators.\r\n\r\nOn 15 September 2018, the NHL played one pre-season game at the stadium between the Calgary Flames and Boston Bruins.","strStadiumLocation":"Shenzhen, Guangdong, China","intStadiumCapacity":"60334","strWebsite":"shenzhenfc.com.cn","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Shenzhen Football Club (simplified Chinese: 深圳市足球俱乐部; traditional Chinese: 深圳市足球俱樂部; pinyin: Shēnzhènshì Zúqiú Jùlèbù) is a professional Chinese football club that participates in the Chinese Super League division under licence from the Chinese Football Association (CFA). The team is based in Shenzhen, Guangdong and their home stadium is the Shenzhen Universiade Sports Centre that has a seating capacity of 60,334. Their majority shareholder is Property Development company the Kaisa Group who took over the club on April 12, 2016.\r\n\r\nThe club was founded on January 26, 1994 and was known as Shenzhen FC while they started at the bottom of the Chinese football pyramid in the third tier. After successive league title wins in the third and second tier of the professional football leagues, they were promoted to the top tier in the 1996 Chinese Jia-A League season. After only one season they were relegated, however they quickly regained promotion and started to establish themselves within the league before they won the rebranded 2004 Chinese Super League title, making them the first club to win all three divisions within the Chinese league pyramid. Since this achievement the club have struggled to match the same success and after 14 years experienced relegation to the second tier at the end of 2011 Chinese Super League season.\r\n\r\nHistory\r\nEarly club era\r\nShenzhen Football Club was founded on 26 January 1994 by former Chinese players that included Rong Zhixing and Zeng Xuelin after the Chinese Football Association had allowed full professionalism and private ownership throughout their football league system. In an attempt for the City of Shenzhen to gain their first professional football team the club decided that the best way to gain funding was through memberships that included 100 corporate members and 300 individuals before changing the ownership into shareholdings. With Hu Zhigang as their first ever head coach and with players from all over the country, the club won two consecutive promotions and championships before entering the top tier of Chinese football after only two seasons, a remarkable feat named \"Shenzhen speed\" by the locals.\r\n\r\nThe club's first foray in the top tier, however was not a success and they were immediately relegated at the end of the 1996 campaign. In January 1997, Ping An Insurance took over the club and renamed it to \"Shenzhen Ping'an\". With this new ownership the club immediately won back promotion to the top tier after coming runners-up within their division. Once again the team struggled with relegation, however South Korean football legend Cha Bum-Kun was appointed as the club's first ever foreign head coach in the summer of 1998. Cha consolidated the club's status within the top tier with two successful relegation escapes. Meanwhile, the club made a long-term combined signing of 14 hot prospects from Tianjin Locomotive's 1st team as fresh blood, among them included future prospects Li Weifeng and Li Yi.\r\n\r\nAt the start of the 2000 season on March 27, newly appointed head coach the eccentric Brazilian Edson Tavares caught six players Peng Weiguo, Chen Yongqiang, Zhang Jun, Sun Gang, Wang Chao and Yao Li with prostitutes in the team hotel. This internal incident was leaked to the media becoming an open scandal, however the club claimed inconsistencies with the story, nevertheless the players involved had to make a public apology while the club relieved Tavares of his post as a scapegoat. General manager Zhu Guanghu took over in May and started his regime during, which Shenzhen became a major force within the league and placed fifth in 2001 before coming runners-up in 2002 (though through a joking poker sortition at a formal FA judgment process, in which coach Xie Feng picked card 6 and stated it as 9 and thus won a runner-up back for Shenzhen) their highest finish at the time.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/09bfp41560762903.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135327","idSoccerXML":"1256","idAPIfootball":"849","intLoved":null,"strTeam":"Shijiazhuang Yongchang FC","strTeamShort":null,"strAlternate":"Shijiazhuang Y. J.","intFormedYear":"2001","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Yutong International Sports Center","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Yutong International Sports Center (Simplified Chinese: 裕彤国际体育中心) is a multi-use stadium in Shijiazhuang, Hebei, China. It is currently used mostly for football matches. The capacity of this stadium is 38,500.","strStadiumLocation":"Shijiazhuang, Hebei","intStadiumCapacity":"38500","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Shijiazhuang Ever Bright Football Club (simplified Chinese: 石家庄永昌; traditional Chinese: 石家莊永昌; pinyin: Shíjiāzhuāng Yǒngchāng) is a professional football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Shijiazhuang, Hebei and their home stadium is the Yutong International Sports Center that has a seating capacity of 38,500. Their majority shareholder is the Hebei Ever Bright Real Estate Development Co.,Ltd who own 70% of the shares of the club.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qhuclu1581020291.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/uxwpuq1424004963.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"138994","idSoccerXML":null,"idAPIfootball":"2624","intLoved":null,"strTeam":"Sichuan Annapurna","strTeamShort":null,"strAlternate":"Sichuan Longfor, Sìchuān Lóngfā, 四川隆发","intFormedYear":"2013","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Dujiangyan Phoenix Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Dujiangyan, Sichuan, China","intStadiumCapacity":"12700","strWebsite":"www.annapurnasoccer.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Sichuan Annapurna Football Club is a professional football club that participates in the China League One under licence from the Chinese Football Association (CFA). The team is based in Dujiangyan City, Chengdu, Sichuan and their home stadium is the Dujiangyan Phoenix Stadium that has a seating capacity of 12,700. Their majority shareholders are Sichuan Jinmu Mining Co., Ltd 64.9%, Huang Xuejun 27% and Sichuan Xindongxin Automobile Service Co., Ltd with 5.1% of the shares of the club.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ixkq0a1580928585.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136852","idSoccerXML":"4782","idAPIfootball":"0","intLoved":null,"strTeam":"Tianjin Quanjian","strTeamShort":null,"strAlternate":"","intFormedYear":"2006","strSport":"Soccer","strLeague":"_Defunct Soccer Teams","idLeague":"4519","strDivision":null,"strManager":"","strStadium":"Haihe Educational Football Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Tianjin Olympic Center (simplified Chinese: 天津奥林匹克中心; traditional Chinese: 天津奧林匹克中心; pinyin: Tiānjīn Àolínpǐkè Zhōngxīn), often colloquially referred to as the Water Drop (Chinese: 水滴; pinyin: Shuǐdī), is a sports complex with a multi-use stadium in Tianjin, China. Construction started in August 2003 and was completed in August 2007. Association football clubs Tianjin TEDA F.C. and Tianjin Quanjian F.C. are the tenants of the Tianjin Olympic Centre Stadium.\r\n\r\nThe stadium hosted games for the 2007 FIFA Women's World Cup and Football preliminaries at the 2008 Summer Olympics. It covers 78,000 square meters and has a capacity of 54,696 seats. It as a length of 380 metres (1,250 ft), a width of 270 metres (890 ft), and a height of 53 meters. The stadium is nicknamed \"The Water Drop\" because the outside of the venue was designed to resemble a drop of water. The stadium cost nearly 1.5 billion Yuan. The architects were AXS Satow.\r\n\r\nIn 2011, the venue hosted a football match between Tianjin TEDA F.C. and the Spanish side Real Madrid.\r\n\r\nThe stadium houses sports facilities, exhibition halls, conference rooms and gyms. It also has the capacity for entertainment and shopping complexes. American singer and recording artist Mariah Carey performed The Elusive Chanteuse Show in the stadium on 17 October 2014 and thus making her as the only international artist to have visited Tianjin.","strStadiumLocation":"Tianjin, China","intStadiumCapacity":"54696","strWebsite":"www.chinaquanjianfc.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Tianjin Tianhai F.C. (Chinese: 天津天海足球俱乐部; pinyin: Tiānjīn Tiānhǎi Zúqiú Jùlèbù; Mandarin pronunciation: ;) is a professional Chinese football club that currently participates in the Chinese Super League division under licence from the Chinese Football Association (CFA). The team is based in Tianjin and their home stadium is the Tianjin Olympic Center that has a seating capacity of 54,696. The club was formerly owned by Quanjian Nature Medicine. It is currently under the temporary management of the Tianjin Football Association.\r\n\r\nHistory\r\nOn June 6, 2006 the Tianjin Binhai Holdings Limited company would form a new football team based in Hohhot called Hohhot Binhai and would name former Chinese international player Han Jinming as their manager. They would move into the Hohhot People's Stadium while taking part at the bottom of the Chinese pyramid within the third tier at the start of the 2007 league season. By May 5, 2007 Tianjin Songjiang Sports Culture Industry Co. Ltd would take a controlling interest within the club and hired another former Chinese international player in Hao Haidong to be the club's general manager. When the club finished in a disappointing fifth within the group stages of the division it was decided that the club needed significant restructuring, which saw Hao Haidong named as Chairman, Han Jinming moved to General management, Zhang Xiaorui was named as the new manager and lastly the entire team was moved to Tianjin to play within the Hedong Sports Centre.\r\n\r\nWhile under Zhang Xiaorui's reign results gradually improved, however while the club were constant play-off contenders they could not gain promotion and he was soon replaced by the Belgium Patrick De Wilde who guided the club to a runners-up spot and promotion at the end of the 2010 league season. By the following season the club had already moved into the 60,000 seater Tianjin Olympic Center Stadium, however despite their grand settings the team would struggle within the division and narrowly avoided relegation at the end of the season. This saw Patrick De Wilde exit soon after and the club decided to promote his assistant as well as Hao Haidong's cousin Hao Haitao into the management chair. In the 2012 league season Hao Haitao would actually guide the club to their best ever finish of sixth within the league, however at the end of the campaign Li Weiqi (李微奇) took over Hao Haidong's position as Chairman and Hao Haitao followed his cousin in leaving the club. At the start of the 2013 league season Pei Encai was brought in as Head coach, however he left the team four games before the end of the season due to the passing away of his mother, which saw Zhang Xiaorui return to the club as a caretaker manager. Italian Gianni Bortoletto was brought in at the beginning of the 2014 league season, initially as a technical director before accepting the Head coach position but after a series of disappointing results he was fired on 14 June 2014. On 23 June 2014 Portuguese manager Manuel Cajuda came in for the remainder of the season. The club would once again start the following season with a new manager when Croatian coach Dražen Besek joined the team 15 December 2014. After a series of defeats, Besek was replaced by another Croatian in Goran Tomić who joined the management on 12 May 2015.\r\n\r\nOn 7 July 2015 Quanjian Nature Medicine officially took over the club. This would be their second foray into Chinese football after their sponsorship of Tianjin Teda F.C. abruptly came to an end on 30 June 2015 after a public dispute occurred on who had control over the club's player transfers, particularly in the attempted signing of the Chinese international player Sun Ke. At the start of the 2016 season the club would go through a complete overhaul, they would redesign a new badge that reflected Quanjian Nature Medicine's own logo, change the club's colours to a light blue, bring in experienced Brazilian coach Vanderlei Luxemburgo along with international players in Luís Fabiano, Jádson Rodrigues da Silva, Zhao Xuri and the player the owners originally attempted to sign, Sun Ke. On 22 October 2016, under the guidance of Fabio Cannavaro, Tianjin Quanjian defeated Meizhou Hakka 3–0 to win the 2016 China League One title and gain promotion to the 2017 Chinese Super League. At the start of the 2017 Chinese Super League season the owners once again decided to change the team's home colours from a light blue to an all red uniform.\r\n\r\nQuanjian Group was accused of illegal multi-level marketing and false advertisement in December 2018. After the arrest of club leader and Quanjian Group owner Shu Yuhui, the club asked the local FA to take over operations and changed its name to Tianjin Tianhai in January 2019.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/jzgjah1562854701.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134646","idSoccerXML":"1109","idAPIfootball":"837","intLoved":null,"strTeam":"Tianjin Teda","strTeamShort":null,"strAlternate":"Tianjin TEDA, 天津泰达, 天津泰達","intFormedYear":"1951","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"Tianjin Olympic Center","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/yxssxs1483620204.jpg","strStadiumDescription":"The Tianjin Olympic Center Stadium (simplified Chinese: 天津奥林匹克中心体育场; traditional Chinese: 天津奧林匹克中心體育場; pinyin: Tiānjīn Àolínpǐkè Zhōngxīn Tǐyùchǎng), often colloquially referred to as the Water Drop (Chinese: 水滴; pinyin: Shuǐdī), is a stadium in Tianjin, China. Construction started in August 2003 and was completed in August 2007.\r\n\r\nThe stadium hosted games for the 2007 FIFA Women's World Cup and Football preliminaries at the 2008 Summer Olympics. It covers 78,000 square meters and has a capacity of 54,696 seats. It as a length of 380 meters, a width of 270 meters, and a height of 53 meters. The stadium is nicknamed \"The Water Drop\" because the outside of the venue was designed to resemble a drop of water. The stadium cost nearly 1.5 billion Yuan. The architects were AXS Satow.\r\n\r\nThe stadium houses sports facilities, exhibition halls, conference rooms and gyms. It also has the capacity for entertainment and shopping complexes.\r\n\r\nAmerican singer and recording artist Mariah Carey performed The Elusive Chanteuse Show in the stadium on 17 October 2014 and thus making her as the only international artist to have visited Tianjin.","strStadiumLocation":"Tianjin, China","intStadiumCapacity":"54696","strWebsite":"sports.enorth.com.cn\/teda\/index.htm","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Tianjin TEDA Football Club (simplified Chinese: 天津泰达; traditional Chinese: 天津泰達; pinyin: Tiānjīn Tàidá) is a professional Chinese football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Tianjin and their home stadium is the Tianjin Olympic Center Stadium that has a seating capacity of 54,696. Their owners are the TEDA Holding (The name is derived from the initials of Tianjin Economic – Technological Development Area) a state-owned conglomerate of the People's Republic of China.\r\n\r\nThe club's predecessor was called Tianjin Football Club and they predominantly played in the top tier, where they won several domestic league and cup titles. In 1993, the club was reorganized to become a completely professional football Club. Since then, they have won the 2011 Chinese FA Cup and came runners-up within the 2010 Chinese Super League season.\r\n\r\nThe club has also set up a sister-city relationship with Australian A-League Club, Melbourne Victory. In 2007, the two clubs played in the Lord Mayor's Cup, which has become an annual off-season match between the two clubs.\r\n\r\nAccording to Forbes, Tianjin are the 8th most valuable football team in China, with a team value of $84 million, and an estimated revenue of $15 million in 2015.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/bn05wg1563637454.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/ruvyvw1423838015.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136835","idSoccerXML":"4951","idAPIfootball":"843","intLoved":null,"strTeam":"Tianjin Tianhai","strTeamShort":null,"strAlternate":"天津天海足球俱乐部, Tianjin Tianhai, Quanjin","intFormedYear":"2006","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"Tianjin Olympic Center Stadium","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/b3k2vs1560762039.jpg","strStadiumDescription":"The Tianjin Olympic Center (simplified Chinese: 天津奥林匹克中心; traditional Chinese: 天津奧林匹克中心; pinyin: Tiānjīn Àolínpǐkè Zhōngxīn), often colloquially referred to as the Water Drop (Chinese: 水滴; pinyin: Shuǐdī), is a sports complex with a multi-use stadium in Tianjin, China. Construction started in August 2003 and was completed in August 2007. Association football clubs Tianjin TEDA F.C. and Tianjin Quanjian F.C. are the tenants of the Tianjin Olympic Centre Stadium.\r\n\r\nThe stadium hosted games for the 2007 FIFA Women's World Cup and Football preliminaries at the 2008 Summer Olympics. It covers 78,000 square meters and has a capacity of 54,696 seats. It as a length of 380 metres (1,250 ft), a width of 270 metres (890 ft), and a height of 53 meters. The stadium is nicknamed \"The Water Drop\" because the outside of the venue was designed to resemble a drop of water. The stadium cost nearly 1.5 billion Yuan. The architects were AXS Satow.\r\n\r\nIn 2011, the venue hosted a football match between Tianjin TEDA F.C. and the Spanish side Real Madrid.\r\n\r\nThe stadium houses sports facilities, exhibition halls, conference rooms and gyms. It also has the capacity for entertainment and shopping complexes. American singer and recording artist Mariah Carey performed The Elusive Chanteuse Show in the stadium on 17 October 2014 and thus making her as the only international artist to have visited Tianjin.","strStadiumLocation":"Tianjin, China","intStadiumCapacity":"54696","strWebsite":"www.chinaquanjianfc.com","strFacebook":"www.facebook.com\/TianjinQuanjian\/","strTwitter":"","strInstagram":"","strDescriptionEN":"Tianjin Tianhai F.C. (Chinese: 天津天海足球俱乐部; pinyin: Tiānjīn Tiānhǎi Zúqiú Jùlèbù) is a professional Chinese football club that currently participates in the Chinese Super League division under licence from the Chinese Football Association (CFA). The team is based in Tianjin and their home stadium is the Tianjin Olympic Center that has a seating capacity of 54,696. The club was formerly owned by Quanjian Nature Medicine. It is currently under the temporary management of the Tianjin Football Association.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ar4tzs1563637134.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/kgugsp1560761801.jpg","strTeamFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/m7510w1560761807.jpg","strTeamFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ilkrkg1560761813.jpg","strTeamFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/l5w75w1560761885.jpg","strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136833","idSoccerXML":"4949","idAPIfootball":"1434","intLoved":null,"strTeam":"Wuhan Zall","strTeamShort":null,"strAlternate":"武汉卓尔职业足球俱乐部, Wuhan Zall, Hubei","intFormedYear":"2009","strSport":"Soccer","strLeague":"Chinese Super League","idLeague":"4359","strDivision":null,"strManager":"","strStadium":"Dongxihu Sports Centre ","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/vs22131560763105.jpg","strStadiumDescription":"Dongxihu Sports Centre (Chinese: 东西湖体育中心) is a sports complex located in Dongxihu District, Wuhan, Hubei, China. The complex consists of a 30,000-seat multi-purpose stadium, an 8,000-seat gymnasium and a 3,000-seat natatorium. It broke ground on 1 April 2017, and expected to open in March 2019. On 26 December 2018, Shenzhen Kaisa Culture & Sports Group won the operative right of the Sports Centre for nine years.","strStadiumLocation":"Wuhan, Hubei, China","intStadiumCapacity":"30000","strWebsite":"www.whzallfc.cn\/index","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Wuhan Zall Football Club (simplified Chinese: 武汉卓尔; traditional Chinese: 武漢卓爾; pinyin: Wǔhàn Zhuó'ěr) is a professional Chinese football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Wuhan, Hubei and their home stadium is the Dongxihu Sports Centre that has a seating capacity of 60,000. Their current majority shareholder is the investment company Wuhan Zall Development Holding Co. Ltd.\r\n\r\nThe club was founded in 2009 after the withdrawal and then dissolution of its predecessor Wuhan Guanggu from the league after the club had a dispute with the Chinese Football Association over their on-field behaviour. The Hubei Province soccer association decided to help form a new team with players mainly from the former Wuhan Guanggu and Hubei youth teams. They entered at the start of the 2009 league campaign at the bottom of the professional Chinese football league pyramid in the third tier. The team won promotion to the 2013 Chinese Super League after coming runners-up in the 2012 China League One division and spent only one season in the top flight before being relegated back down. In 2018, the team won the League One again and earned their second season in the top flight.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/kef3rr1560763047.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"138993","idSoccerXML":null,"idAPIfootball":"1435","intLoved":null,"strTeam":"Xinjiang Tianshan Leopard","strTeamShort":null,"strAlternate":"Xīnjiāng Tiānshān Xuěbào, 新疆天山雪豹","intFormedYear":"2011","strSport":"Soccer","strLeague":"China League One","idLeague":"4628","strDivision":null,"strManager":"","strStadium":"Xinjiang Sports Centre","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"50000","strWebsite":"www.xinjiangnet.com.cn\/xjwzt\/2014Apr\/nhzqd","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Xinjiang Tianshan Leopard F.C. (Chinese: 新疆天山雪豹; pinyin: Xīnjiāng Tiānshān Xuěbào) is a professional Chinese football club that participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Ürümqi, Xinjiang and their home stadium is the Xinjiang Sports Centre that has a seating capacity of 50,000. Their majority shareholder is the Shenzhen China-Kyle Special Steel Corp., Ltd.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/38v9ac1580928301.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135670","idSoccerXML":"4707","idAPIfootball":"0","intLoved":null,"strTeam":"YANBIAN","strTeamShort":null,"strAlternate":"Yanbian Funde FC","intFormedYear":"1955","strSport":"Soccer","strLeague":"_Defunct Soccer Teams","idLeague":"4519","strDivision":null,"strManager":"","strStadium":"Yanji Nationwide Fitness Centre Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Yanji Nationwide Fitness Centre Stadium (Simplified Chinese: 延吉市全民健身中心体育场), also known as Yanji New Stadium (Simplified Chinese: 延吉新体育场) or Yanji People's Stadium (Simplified Chinese: 延吉人民体育场), is a multi-purpose stadium in Yanji, Yanbian Korean Autonomous Prefecture, Jilin, China. It is currently used mostly for association football matches. The stadium holds 30,000 people, and is the home stadium of Yanbian Funde F.C.. It was built in August 2010 to replace the Yanji People's Stadium and opened in November 2013, at a cost of 220 million RMB.","strStadiumLocation":"Yanji City","intStadiumCapacity":"30000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Yanbian Funde FC (simplified Chinese: 延边富德; traditional Chinese: 延邊富德; pinyin: Yánbiān Fùdé), also known as Yanbian Football Club, is a professional Chinese football club that currently participates in the Chinese Super League division under licence from the Chinese Football Association (CFA). The team is based in Yanji, Yanbian Korean Autonomous Prefecture, Jilin province where their home stadium is the Yanji Nationwide Fitness Centre Stadium that has a seating capacity of 30,000. Their current major investors are the Yanbian Sports Bureau and life insurance company Funde Holdings Group.\r\n\r\nThe club's predecessor was originally called Jilin FC and they achieved one top tier domestic league title before 1994, when the club was reorganised to become a completely professional football unit. At the end of the 2000 league campaign the club was relegated from the top tier of Chinese football, however the club faced financial difficulties and sold the first team as well as the franchise to Zhejiang Lücheng. After the sale, the club assembled the reserve team and joined the third tier before they eventually gained promotion to the second tier in 2004.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"China","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ussvxu1472764062.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}