{"teams":[{"idTeam":"139010","idSoccerXML":null,"idAPIfootball":"823","intLoved":null,"strTeam":"AD San Carlos","strTeamShort":null,"strAlternate":"Asociación Deportiva San Carlos","intFormedYear":"1965","strSport":"Soccer","strLeague":"CONCACAF Champions League","idLeague":"4721","strDivision":null,"strManager":"","strStadium":"Estadio Carlos Ugalde Álvarez","strKeywords":"Toros del Norte","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Carlos Ugalde Álvarez is a multi-use stadium in Ciudad Quesada, Costa Rica. It is currently used mostly for football matches and is the home stadium of A.D. San Carlos. The stadium holds 5,600 people.","strStadiumLocation":"Ciudad Quesada, Costa Rica","intStadiumCapacity":"5600","strWebsite":"torosdelnorte.com","strFacebook":"www.facebook.com\/adsancarlos\/","strTwitter":"twitter.com\/adsancarlos","strInstagram":"www.instagram.com\/ad.sancarlos","strDescriptionEN":"Asociación Deportiva San Carlos is a Costa Rican football team who currently play in the Costa Rican First Division.\r\n\r\nIt is based in Ciudad Quesada, San Carlos Cantón, north of Alajuela. Their home stadium is Estadio Carlos Ugalde Álvarez.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Costa Rica","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/dtbp1p1580932866.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139105","idSoccerXML":null,"idAPIfootball":"815","intLoved":null,"strTeam":"CS Herediano","strTeamShort":null,"strAlternate":"Club Sport Herediano","intFormedYear":"1921","strSport":"Soccer","strLeague":"CONCACAF League","idLeague":"4739","strDivision":null,"strManager":"","strStadium":"Estadio Eladio Rosabal Cordero","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Eladio Rosabal Cordero is a multi-purpose stadium in Heredia, Costa Rica. The stadium holds 8,700 people and opened in 1951. It is currently used mostly for football matches and is the home stadium of Herediano.\r\n\r\nThe stadium is named after Herediano legend Eladio Rosabal Cordero, who founded the club in 1921.","strStadiumLocation":"Heredia, Costa Rica","intStadiumCapacity":"8700","strWebsite":"herediano.com","strFacebook":"www.facebook.com\/csherediano","strTwitter":"twitter.com\/csherediano1921","strInstagram":"www.instagram.com\/csherediano1921","strDescriptionEN":"Club Sport Herediano, commonly known as Herediano and nicknamed El Team, is a Costa Rican multisport club based in the district of San Francisco, Heredia. Although they compete in a number of different sports, Herediano is mostly known for its association football team. It plays in the Primera División de Costa Rica, the top tier of the Costa Rican football league system. Herediano are one of two clubs to have never been relegated, along with Alajuelense.\r\n\r\nHerediano has its origins in 1918. The framework for Asociación Deportiva Club Sport Herediano was simmering since June 1920, with the appointment of an interim board with iconic figures like Manuel Joaquín Gutiérrez, Eladio Rosabal, Víctor Manuel Ruiz, Claudio Arguedas and Luis Valerio, but it was not until June 12, 1921 that the Herediano Charter was signed. In that same year, Eladio Rosabal Cordero became the first manager of the Costa Rica national football team, and Herediano player Manuel Joaquín Gutiérrez became the first scorer of the national team.\r\n\r\nThe club's first season resulted in Herediano winning the national championship in 1921, the first edition of Costa Rica's top-flight league. Herediano established itself as a major force in Costa Rican football by winning 28 First Division titles through 2019.\r\n\r\nEl Team plays its home matches at the Estadio Eladio Rosabal Cordero. Herediano's home kit is composed of red and yellow vertical striped shirts, with red shorts, accompanied by yellow and red socks. This combination has been used since 1929. Umbro are the kit manufacturers. Herediano holds many long-standing rivalries, most notably against Alajuelense, Saprissa and Cartaginés. It has contributed many key and famous players towards Costa Rica's FIFA World Cup squads such as Marvin Obando, Germán Chavarría, Claudio Jara, Mauricio Wright, Paulo Wanchope, David Myrie, Óscar Granados, José Miguel Cubero, and Daniel Cambronero.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Costa Rica","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/20qq911582143301.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/VideoCSHOficial","strLocked":"unlocked"},{"idTeam":"139011","idSoccerXML":null,"idAPIfootball":"816","intLoved":null,"strTeam":"Deportivo Saprissa","strTeamShort":null,"strAlternate":"Deportivo Saprissa SAD","intFormedYear":"1935","strSport":"Soccer","strLeague":"CONCACAF Champions League","idLeague":"4721","strDivision":null,"strManager":"","strStadium":"Estadio Ricardo Saprissa Aymá","strKeywords":"El Monstruo Morado","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Ricardo Saprissa Aymá is a football stadium in San José, Costa Rica, which has a seating capacity of 23,112, making it the second largest stadium in the country.\r\n\r\nThe stadium is the home of Deportivo Saprissa, and was named in honour of the team's founder, Ricardo Saprissa. The stadium's nickname \"The Monster's Cave\" is derived from the team's nickname \"The Purple Monster\".","strStadiumLocation":"San Juan de Tibás, Costa Rica","intStadiumCapacity":"23112","strWebsite":"www.deportivosaprissa.com","strFacebook":"www.facebook.com\/Saprissaoficial\/","strTwitter":"twitter.com\/saprissaoficial","strInstagram":"www.instagram.com\/deportivo_saprissa","strDescriptionEN":"Deportivo Saprissa is a Costa Rican sports club, mostly known for its football team. The club is located in San Juan de Tibás, San José, and play their home games at the Estadio Ricardo Saprissa Aymá. The team's signature colours are purple (burgundy) and white. The club was founded in 1935 and has competed in the Costa Rican first division since 1949. The name of the team comes from one of the club's main founders, Ricardo Saprissa. One of the most popular nicknames for the team El Monstruo Morado (The Purple Monster) can be traced back to 1987, when the Costa Rican newspaper Diario Extra gave the team the nickname during a derby, because of the club's enormous following. A reporter commented that the sea of fans in the stands at the Estadio Ricardo Saprissa Aymá in Tibás wearing purple, and the tremendous noise they were generating, made him feel like he was \"in the presence of a thousand headed monster\". Saprissa immediately adopted the nickname El Monstruo Morado.\r\n\r\nSaprissa won 34 Primera División de Costa Rica championships, including six consecutive national titles in the 70s. It stands as one of the more successful teams in the CONCACAF region as well, having won the CONCACAF Champions' Cup three times – in 1993, 1995, and 2005. Saprissa has also won five Central American crowns in 1972, 1973, 1978, 1998, and 2003.\r\n\r\nFor the period 1 September 2007 to 31 August 2008 the club was ranked the 106th best team in the world by the International Federation of Football History & Statistics, an organization recognized by FIFA.\r\n\r\nSaprissa has regularly appeared in the CONCACAF Champions Cup finals in recent decades, with three first-place finishes and four runners-up finishes. One of the club's most notable moments came in 2005 when Saprissa became the second club in CONCACAF to finish third in the FIFA Club World Cup together with the Mexican club Necaxa who accomplished it in 2000 and were joined by two more Mexican clubs, in 2012 by C.F. Monterrey and in 2017 by C.F Pachuca.\r\n\r\nThe club was chosen by the IFFHS as the CONCACAF team of the 20th Century. This event gave Saprissa worldwide recognition. Their main partner is a Costa Rican Investment Consortium named Horizonte Morado (Purple Horizon), composed mainly of Juan Carlos Rojas Callán, Edgar Zurcher, Alberto Raven Odio, and Televisora de Costa Rica.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Costa Rica","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/af46k51580933167.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}