{"teams":[{"idTeam":"133961","idSoccerXML":"379","idAPIfootball":"620","intLoved":null,"strTeam":"Dinamo Zagreb","strTeamShort":null,"strAlternate":"Građanski nogometni klub Dinamo Zagreb, GNK Dinamo Zagreb, ","intFormedYear":"1945","strSport":"Soccer","strLeague":"Croatian First Football League","idLeague":"4629","strDivision":null,"strManager":"","strStadium":"Stadion Maksimir","strKeywords":"Modri, Plavi","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Stadion Maksimir (Maksimir Stadium) is a stadium in the Croatian capital of Zagreb. It takes its name from the surrounding neighbourhood of Maksimir. The venue is primarily the home of Dinamo Zagreb, the top football team in the country. First opened in 1912, it has undergone many facelifts, and its current layout dates from a 1997 rebuilding. Many of the Croatian national football team's games are played at Maksimir, which competes with Poljud stadium for the biggest matches. The stadium also sometimes hosts other events such as rock concerts.","strStadiumLocation":"Zagreb","intStadiumCapacity":"35000","strWebsite":"www.gnkdinamo.hr","strFacebook":"www.facebook.com\/dinamo","strTwitter":"twitter.com\/gnkdinamo","strInstagram":"instagram.com\/gnkdinamo","strDescriptionEN":"Građanski nogometni klub Dinamo Zagreb, commonly referred to as GNK Dinamo Zagreb or simply Dinamo Zagreb (pronounced ), is a professional Croatian football club based in Zagreb. The club is the successor of 1. HŠK Građanski or fully Prvi hrvatski građanski športski klub (English: First Croatian Citizens' Sports Club), club founded in 1911, banned in 1945 and replaced by newly established Dinamo Zagreb. They play their home matches at Stadion Maksimir. They are the most successful club in Croatian football, having won 20 Croatian Football League titles, 15 Croatian Football Cups and six Croatian Football Super Cups. The club has spent its entire existence in top flight, having been members of the Yugoslav First League from 1946 to 1991, and then the Croatian First League since its foundation in 1992.\r\n\r\nAfter the Second World War, the new communist government considered clubs like HŠK Građanski as fascist and nationalistic. As such, they were banned, and, in 1945, NK Dinamo was founded as a club to act as an unofficial successor to HŠK Građanski, getting around the ruling party's disapproval. They entered the Yugoslav First League in its inaugural 1946–47 season, finishing as runners-up. In their second season in Yugoslav top flight in 1947–48 they finished as Yugoslav champions, which was their first major trophy. The club won three more league titles and seven Yugoslav Cups. Amid the breakup of Yugoslavia and formation of the Croatian football league system, Dinamo left the Yugoslav league in 1991. Dinamo are the only Croatian club with European silverware, having won the 1966–67 Inter-Cities Fairs Cup by defeating Leeds United in the final. They also finished runners-up in the same competition in 1963 when they lost to Valencia.\r\n\r\nUntil the early 1990s, its foundation year was considered to be 1945 but amid political turmoil during the breakup of Yugoslavia the club began claiming direct lineage to pre-WWII clubs Građanski Zagreb and HAŠK. In order to reflect this, in June 1991, it was renamed HAŠK Građanski, which lasted until February 1993 when it was renamed Croatia Zagreb. They won five league titles and participated in the 1998–99 and 1999–2000 UEFA Champions League group stages carrying that name before reverting to \"Dinamo Zagreb\" in February 2000. Although the subject was dropped for a while, in 2011, club management increasingly began claiming that Dinamo is the direct descendant of Građanski (which had originally been founded in 1911 and disbanded in 1945) and in April that year decided to prepend the adjective \"Građanski\" to the club's official name, turning it into the present-day GNK Dinamo (Građanski nogometni klub Dinamo or \"Citizens' Football Club Dinamo\").\r\n\r\nThe team's traditional colour is royal blue, which has been replaced for European matches in recent times with the darker navy blue. The club's biggest rivals are Hajduk Split, and matches between the two teams are referred to as \"Eternal Derby.\" One of the club's most notable wins came in the 2015–16 UEFA Champions League group stage, which was a 2–1 home victory against English side Arsenal, their first ever Champions League victory since the 1999–2000 season. Another notable match was a 0–0 draw against Manchester United in the 1999–2000 season, who were the European champions at the time, with many fans considering it one of Dinamo's finest performances in the club's history.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Croatia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/araidi1579955395.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/ttvuyq1473792516.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/wuwqwt1473792508.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134019","idSoccerXML":"441","idAPIfootball":"608","intLoved":"1","strTeam":"Hajduk Split","strTeamShort":null,"strAlternate":"Hrvatski nogometni klub Hajduk Split. HNK Hajduk Split, Hadjuk","intFormedYear":"1911","strSport":"Soccer","strLeague":"Croatian First Football League","idLeague":"4629","strDivision":null,"strManager":"","strStadium":"Stadion Poljud","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Stadion Poljud is a multi-use stadium in the Croatian city of Split. It takes its name from the neighbourhood of Poljud, and is located on the northern side of the Split peninsula. Its original name is \"Gradski stadion u Poljudu\" (\"City Stadium in Poljud\"). The stadium was opened in September 1979 and is the home venue of the Hajduk Split football club. The stadium has a capacity of 34,198.\r\n\r\nThe venue was built to host the 1979 Mediterranean Games and was opened by the then Yugoslav president, Josip Broz Tito. It had an original capacity of 55,000, increased to 62,000 in the 1980s, before being equipped with seats in the 1990s thus reducing the capacity to 35,000.\r\n\r\nPoljud Stadium was also the venue for the 1990 European Athletics Championships and the 2010 IAAF Continental Cup, and from 2013 to 2018, it was annually hosted Ultra Europe.","strStadiumLocation":"Split, Croatia","intStadiumCapacity":"34198","strWebsite":"www.hajduk.hr","strFacebook":"www.facebook.com\/hnkhajduk\/","strTwitter":"twitter.com\/intent\/follow?original_referer=https%3A%2F%2Fhajduk.hr%2F&ref_src=twsrc%5Etfw&region=follow_link&screen_name=hajduk&tw_p=followbutton","strInstagram":"instagram.com\/hnkhajduk?ref=badge","strDescriptionEN":"HNK Hajduk Split (Croatian: Hrvatski nogometni klub Hajduk Split, Croatian Football Club Hajduk Split), commonly referred to as Hajduk Split (Croatian pronunciation: ) or simply Hajduk, is a professional Croatian football club founded in 1911, and based in the city of Split. Since 1979, the club's home ground has been the 35,000-seat Stadion Poljud. The team's traditional home colours are white shirts with blue shorts and socks.\r\n\r\nHajduk was founded by a group of Split students in a famous tavern known as U Fleků in Prague. Between the early 1920s and 1940, Hajduk regularly participated in the Kingdom of Yugoslavia national championship. Following World War II and the formation of the Yugoslav league system in 1946, Hajduk went on to spend the entire SFR Yugoslavia period at the top level. The club's run continued following the breakup of Yugoslavia, as the club joined the Croatian First League in its inaugural season in 1992, never having been relegated from its top tier. They are one of the most successful teams in Croatia and ex-Yugoslavia, having won nine Yugoslav and six Croatian league championships, in addition to nine Yugoslav and five Croatian cup titles and five Croatian supercup titles, without ever being relegated from its countries top football league.\r\n\r\nThe club's \"golden era\" came in the 1970s, when they won four Yugoslav leagues and five Yugoslav cups. Hajduk is also the only club in Yugoslav football history that has won five-straight Yugoslav cups (between 1972 and 1977), and also the only unbeaten champion (season 1950). Hajduk's biggest European achievements are appearances in three European Cup quarter-finals, one UEFA Cup semi-final and one Cup Winners' Cup semi-final.\r\n\r\nThe club's main rivals are Dinamo Zagreb, with matches between the two referred to as the Eternal Derby. Hajduk Split fans are called Torcida Split, who are the oldest organized firm in Europe, being founded in 1950. The inspiration of the name were the Brazilian fans at the 1950 FIFA World Cup which were called Torcida. Hajduk is the second most popular club in Croatia with more than one million supporters or 24% of population. Traditionally club has the biggest support in Dalmatia where 76% of people support Hajduk.\r\n\r\nAs of 2008, the club is a stock company, although not listed on the public stock exchange, with majority of the stock owned by the City of Split. It is one of two fan-owned sports teams in Croatia, reaching over 43,000 members in 2016, and over 31,000 members for current year. There are also over 50 Hajduk fan clubs situated mostly across Croatia and Germany, but as far as United States, Ireland and Australia.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Croatia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/23mvtk1579955412.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uyuvwu1421079254.jpg","strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134041","idSoccerXML":"463","idAPIfootball":"616","intLoved":null,"strTeam":"Osijek","strTeamShort":null,"strAlternate":"Nogometni klub Osijek, NK Osijek","intFormedYear":"1947","strSport":"Soccer","strLeague":"Croatian First Football League","idLeague":"4629","strDivision":null,"strManager":"","strStadium":"Stadion Gradski vrt","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Gradski vrt (City Garden) is a multi-use stadium in the Croatian city of Osijek. It is home to two Croatian football clubs, NK Osijek and Fortuna VNO Osijek.","strStadiumLocation":"\tOsijek, Croatia","intStadiumCapacity":"17061","strWebsite":"www.nk-osijek.hr","strFacebook":"www.facebook.com\/nk.osijek","strTwitter":"twitter.com\/nkosijek","strInstagram":"www.instagram.com\/nkosijek","strDescriptionEN":"Nogometni klub Osijek is a professional football club from Osijek in Eastern Croatia. Founded in 1947, it was the club from Slavonia with the most seasons in the Yugoslav First League, and, after the independence of Croatia in 1992, it is one of the four clubs that have never been relegated from the Croatian First League, the others being Dinamo Zagreb, Hajduk Split and Rijeka.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Croatia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/kly3v31578830575.png","strTeamJersey":null,"strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/srpej81578830576.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCzbn7dSIvN24cthbfTUEFBw","strLocked":"unlocked"},{"idTeam":"134399","idSoccerXML":"857","idAPIfootball":"561","intLoved":null,"strTeam":"Rijeka","strTeamShort":null,"strAlternate":"Hrvatski Nogometni Klub Rijeka, HNK Rijeka","intFormedYear":"1946","strSport":"Soccer","strLeague":"Croatian First Football League","idLeague":"4629","strDivision":null,"strManager":"","strStadium":"Stadion Rujevica","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Stadion Rujevica (official name: Stadion HNK Rijeka, English: \"HNK Rijeka Stadium\") is a stadium in the city of Rijeka. The stadium is commonly referred to as Rujevica after its location. From August 2015, the stadium is a temporary home ground for HNK Rijeka during construction of the new Stadion Kantrida. The stadium is part of the training camp used by the club's youth academy, which includes four additional fields. Once the new Kantrida is built, the stadium will be used as the club's training ground.","strStadiumLocation":"\tRijeka, Croatia","intStadiumCapacity":"0","strWebsite":"www.nk-rijeka.hr","strFacebook":"www.facebook.com\/nk.rijeka","strTwitter":"twitter.com\/nkrijeka","strInstagram":"instagram.com\/nk_rijeka","strDescriptionEN":"Hrvatski Nogometni Klub Rijeka (English: Croatian Football Club Rijeka), commonly referred to as HNK Rijeka or simply Rijeka, is a Croatian football club from the city of Rijeka.\r\n\r\nHNK Rijeka compete in Croatia's top division, HT Prva liga, of which they have been members since its foundation in 1992. During the reconstruction of Stadion Kantrida, their traditional home ground, Rijeka play their home matches at Stadion Rujevica. Rijeka's traditional home colours are all white.\r\n\r\nThe club was founded on 29 July 1946 as Sportsko Društvo Kvarner (Croatian) \/ Società Sportiva Quarnero (Italian). The club's official name was changed to Nogometni Klub Rijeka on 2 July 1954. In the summer of 1995, the club management added the adjective hrvatski (English: Croatian) to the official name. Rijeka are the third-most successful Croatian football club, having won one Croatian First Football League title, two Yugoslav Cups, five Croatian Football Cups, one Croatian Football Super Cup and the 1977–78 Balkans Cup.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Croatia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0rwh1a1578830589.png","strTeamJersey":null,"strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/uxochg1578830587.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/hnkrijekasluzbeni","strLocked":"unlocked"},{"idTeam":"134613","idSoccerXML":"1075","idAPIfootball":"1022","intLoved":null,"strTeam":"RNK Split","strTeamShort":null,"strAlternate":"Radnički Nogometni Klub Split","intFormedYear":"1912","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Stadion Park mladeži","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Stadion Park Mladeži (English: Park of Youth Stadium) is a football stadium in Split, Croatia. It is the second largest football stadium in Split (after Poljud) and is home to the RNK Split football club.\r\n\r\nThe stadium was built in the 1950s (with initial construction starting in 1949) for RNK Split, who began using it in 1955. The stadium was never completed, although it went through some renovation for the 1979 Mediterranean Games which were hosted by the city.\r\n\r\nThe stadium has a total capacity of 4,075 and is located in the Brodarica neighbourhood of Split. It also has an athletics track around the pitch, which is mainly used by the Split Athletics Club (ASK). The stadium is equipped with floodlights which were taken from Stari plac Stadium when it was partially demolished during Hajduk Split's move to Poljud in 1979. Apart from the main pitch, there is also a training pitch used by other smaller clubs, such as NK Galeb, with its own stand installed in 2006.\r\n\r\nThe stadium got its current name in the 1990s. Before that, the stadium and the park around it were called Park skojevaca (English: Park of the members of SKOJ). This area of the city used to be colloquially known as Turska kula (Turkish tower), which was the stadium's original nickname.","strStadiumLocation":"Split, Croatia","intStadiumCapacity":"4075","strWebsite":"www.rnksplit.hr","strFacebook":"www.facebook.com\/rnksplit\/?fref=ts","strTwitter":"","strInstagram":"","strDescriptionEN":"Radnički Nogometni Klub Split commonly known as RNK Split, is a Croatian football club based in the city of Split.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Croatia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qvrwsq1437934572.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133989","idSoccerXML":"409","idAPIfootball":"1018","intLoved":null,"strTeam":"Slaven Belupo Koprivnica","strTeamShort":null,"strAlternate":"NK Slaven Belupo, NK Belupo, Koprivnica","intFormedYear":"1907","strSport":"Soccer","strLeague":"Croatian First Football League","idLeague":"4629","strDivision":null,"strManager":"","strStadium":"Gradski Stadion \"Ivan Kušek Apaš\"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Gradski Stadion \"Ivan Kušek Apaš\" is a football stadium in Koprivnica, Croatia. It serves as home stadium for football club NK Slaven Belupo. The stadium has a capacity of 3,134 seats. In the May 2007 city of Koprivnica (which are the owners) had finished putting up floodlights so that league and UEFA Europa League games could be played at night.","strStadiumLocation":"Koprivnica, Croatia","intStadiumCapacity":"3205","strWebsite":"www.nk-slaven-belupo.hr","strFacebook":"www.facebook.com\/pages\/Nogometni-Klub-Slaven-Belupo\/115365308560022","strTwitter":"","strInstagram":"","strDescriptionEN":"NK Slaven Belupo, often referred to simply as Slaven and known internationally as NK Slaven Koprivnica, is a Croatian football club based in the city of Koprivnica in the north of the country. They play their home matches at Gradski stadion in Koprivnica.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Croatia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/pxna4k1578830603.png","strTeamJersey":null,"strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/9j9nzo1578830603.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCUaocICjrkbYqkLV9624ARw","strLocked":"unlocked"}]}