{"teams":[{"idTeam":"138995","idSoccerXML":null,"idAPIfootball":"1577","intLoved":null,"strTeam":"Al Ahly SC","strTeamShort":null,"strAlternate":"النادي الأهلي للرياضة البدنية‎, Al Ahly Sporting Club, Cairo","intFormedYear":"1907","strSport":"Soccer","strLeague":"CAF Champions League","idLeague":"4720","strDivision":null,"strManager":"","strStadium":"Al Ahly Stadium","strKeywords":"Nadi El Qarn","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Al Ahly Stadium (Arabic: ستاد الأهلى‎), commonly referred to with its old name Al Salam Stadium (Arabic: ستاد السلام‎), is a multi-use stadium used mostly for association football matches with an all-seated capacity of 30,000. The stadium is the home venue of Egyptian Premier League sides Al Ahly and El Entag El Harby. The stadium was built in 2009 and hosted Group B during the 2009 FIFA U-20 World Cup, and also hosted matches in the 2019 Africa Cup of Nations.","strStadiumLocation":"Cairo","intStadiumCapacity":"30000","strWebsite":"alahlyegypt.com","strFacebook":"www.facebook.com\/Officialahlysc","strTwitter":"twitter.com\/AlAhly","strInstagram":"www.instagram.com\/alahlyegypt","strDescriptionEN":"Al Ahly Sporting Club (Arabic: النادي الأهلي للرياضة البدنية‎), commonly referred to as Al Ahly, is an Egyptian sports club based in Cairo. It is known as \"The Club of the Century\" in African football. It is best known for its professional football team that plays in the Egyptian Premier League, the top tier in the Egyptian football league system, and is the most decorated football club in Africa. It was founded on 24 April 1907, as a gathering place for Cairo's Student Unions.\r\n\r\nAl Ahly has a record of 41 national league titles, 36 national cups titles, and 11 national super cup titles making Al Ahly the most decorated club in Egypt. In addition, Al Ahly has never been relegated to the Egyptian Second Division.\r\n\r\nIn international competitions, the club has won a record 8 CAF Champions League titles, a CAF Confederation Cup title, a record 6 CAF Super Cup titles, a record 4 African Cup Winners' Cup titles, an Afro-Asian Club Championship title, an Arab Club Champions Cup title, an Arab Cup Winners' Cup title, a record 2 Arab Super Cup titles, and won a bronze medal in the 2006 FIFA Club World Cup. Al Ahly is the second most successful club in the world in terms of number of international titles (20) behind Real Madrid (26).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Egypt","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/75lon91580930013.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/alahly","strLocked":"unlocked"},{"idTeam":"138997","idSoccerXML":null,"idAPIfootball":"1040","intLoved":null,"strTeam":"Zamalek SC","strTeamShort":null,"strAlternate":"نادي الزمالك الرياضي, Zamalek Sporting Club, Cairo, Giza","intFormedYear":"1911","strSport":"Soccer","strLeague":"CAF Champions League","idLeague":"4720","strDivision":null,"strManager":"","strStadium":"Cairo International Stadium","strKeywords":"","strRSS":"el-zamalek.com\/feed\/","strStadiumThumb":null,"strStadiumDescription":"The Cairo International Stadium (Arabic: ستاد القاهرة الدولى‎), formerly known as Nasser Stadium, is an Olympic-standard, multi-use stadium with an all-seated capacity of 75,000. The architect of the stadium is the German Werner March, who had built from 1934 to 1936 the Olympic Stadium in Berlin. Before becoming an all seater stadium, it had the ability to hold over 100,000 spectators, reaching a record of 120,000. It is the foremost Olympic-standard facility befitting the role of Cairo, Egypt as the center of events in the region. It is also the 69th largest stadium in the world. Located in Nasr City; a suburb north east of Cairo, it was completed in 1960, and was inaugurated by President Gamal Abd El Nasser on 23 July that year, the eighth anniversary of the Egyptian Revolution of 1952. Zamalek SC and Al Ahly use Cairo International Stadium for most of their home games.","strStadiumLocation":"Giza","intStadiumCapacity":"75000","strWebsite":"www.el-zamalek.com","strFacebook":"facebook.com\/ZSCOfficial\/","strTwitter":"twitter.com\/zscofficial","strInstagram":"instagram.com\/zscofficial","strDescriptionEN":"Zamalek Sporting Club (Arabic: نادي الزمالك الرياضي‎) is an Egyptian sports club based in Giza, Egypt. The club is mainly known for its professional football team, which currently plays in the Egyptian Premier League, the top tier of the Egyptian football league system.\r\n\r\nThe club was founded on 5 January 1911 as Qasr El Nile Club and was first headed by Belgian lawyer George Marzbach. The name was changed to El Mokhtalat Club two years later and was changed again in 1941 to King Farouk Club, named after King Farouk of Egypt. Following the 1952 Egyptian revolution, the club name was once again changed to its current name zamalek club. Sometimes used as strip club for the owner\r\n\r\nZamalek are one of two clubs that have played in every season of the Egyptian Premier League, and one of seven clubs that have never been relegated to the Egyptian Second Division. On the continental side, Zamalek has won five CAF Champions League titles,as follows one CAF Confederation Cup title, three CAF Super Cup titles and one African Cup Winners' Cup title; making themselves as one of the most successful clubs in Africa.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Egypt","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tgekj81580930027.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"youtube.com\/channel\/UC3ec71G_ccprsuO_EzcoZ9w","strLocked":"unlocked"}]}