{"teams":[{"idTeam":"135709","idSoccerXML":"4756","idAPIfootball":"953","intLoved":null,"strTeam":"AE Larissa","strTeamShort":null,"strAlternate":"Athlitiki Enosi Larissa","intFormedYear":"1964","strSport":"Soccer","strLeague":"Greek Superleague Greece","idLeague":"4336","strDivision":null,"strManager":"","strStadium":"AEL FC Arena","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/vyytyv1482926566.jpg","strStadiumDescription":"The AEL FC Arena is the home ground of Greek football club Athlitiki Enosi Larissa F.C..\r\n\r\nThe stadium was developed in a total of 144,000 square meters in the Mezourlo Hill, district of Neapolis, Larissa. Construction of the stadium started in September 2009 and was completed in November 2010. According to UEFA stadium categories, AEL FC Arena, is rated as category three of four, (renamed from elite) in ascending ranking order.\r\n\r\nThe seating capacity is 16,118 all covered, with the possibility to expand to 18,000. It also includes 38 VIP boxes, for 12 spectators each. The stadium complex, called Crimson Park, includes parking lots for 1,104 vehicles, commercial spaces, a movie theater, and a 1,500-seat open-air theater, 12 tennis courts and lies near the Neapolis Indoor Hall. The new sports venue is ideally located - regarding the urban location - with a fair accession in the transport system and has good accessibility from two main motorways and proximity to the city's center.\r\n\r\nThe stadium was inaugurated on 23 November, followed by a concert by Filippos Pliatsikas (himself a fan of the team) and Dionysis Tsaknis.","strStadiumLocation":"Larissa, Greece","intStadiumCapacity":"16118","strWebsite":"aelfc.gr","strFacebook":"www.facebook.com\/paeaelfc?fref=ts","strTwitter":"twitter.com\/PaeAel","strInstagram":"","strDescriptionEN":"AEL F.C. (Greek: ΠΑΕ ΑΕΛ), also known with its full name Athlitiki Enosi Larissa (Greek: Αθλητική Ένωση Λάρισας, Athletic Union of Larissa), simply called AEL or Larissa, is a Greek association football club based in the city of Larissa, capital of Greece's Thessaly region.\r\n\r\nFounded in 1964, it is directly associated with the city of Larissa and its representation. The club's emblem, is a rising horse and its colors are crimson and white. It is the only team outside the two major Greek cities (Athens and Thessaloniki) to have won the Greek Championship in the season 1987–88. AEL has also won twice the Greek Cup (1984–85 and 2006–07) and played in additional in two Cup finals (1982 and 1984). This record places the club among the top teams in the history of Greek football.\r\n\r\nThey play their home games at AEL FC Arena, a newly built stadium (2010) with a capacity of 16,118 seats. The team currently competes in the Greek Super League, the first division of national football championships.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/yxpqtr1482926531.png","strTeamJersey":"","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCgzH18c-EaceLOyi8fJ4Wpg","strLocked":"unlocked"},{"idTeam":"133753","idSoccerXML":"169","idAPIfootball":"575","intLoved":null,"strTeam":"AEK","strTeamShort":null,"strAlternate":"AEK Athens","intFormedYear":"1924","strSport":"Soccer","strLeague":"Greek Superleague Greece","idLeague":"4336","strDivision":null,"strManager":"","strStadium":"Olympic","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Olympic Stadium of Athens \"Spiros Louis\" (Greek: Ολυμπιακό Στάδιο Αθηνών \"Σπύρος Λούης\", Olympiakó Stádio \"Spiros Louis\") is part of the Athens Olympic Sports Complex. It is named after the first modern Olympic marathon race winner in 1896, Spiros Louis. The stadium hosts one of the biggest sport clubs in Greece, AEK Athens","strStadiumLocation":"Athens","intStadiumCapacity":"75263","strWebsite":"www.aekfc.gr","strFacebook":"www.facebook.com\/AEK.FC.OFFICIAL","strTwitter":"twitter.com\/AEK_FC_OFFICIAL","strInstagram":"instagram.com\/aekfc_official","strDescriptionEN":"AEK F.C. (Greek: ΠΑΕ ΑΕΚ), also known simply as AEK, AEK Athens (in european competitions), or with its full name Athlitiki Enosis Konstantinoupoleos (Greek: Αθλητική Ένωσις Κωνσταντινουπόλεως, Athletic Union of Constantinople), is a Greek association football club based in Nea Filadelfeia suburb of Athens.\r\n\r\nEstablished in Athens in 1924 by Greek refugees from Constantinople in the wake of the Greco-Turkish War, A.E.K. is one of the most successful clubs in Greek football, winning 29 national titles (including 11 Championships, 14 Greek Cups, 1 League Cup and 3 Super Cups). The team has appeared several times in European (UEFA Champions League and UEFA Europa League) competitions. AEK is a member of the European Club Association.\r\n\r\nThe club was relegated from the Greek Superleague after the 2012–13 season for the first time in its history. In an effort to discharge the immense debt created by years of mismanagement, its directors chose for the team to compete in the third tier Football League 2 for the 2013-14 season, thus turning the club into an amateur club.\r\n\r\nThe large Greek population of Constantinople, not unlike those of the other Ottoman urban centres, continued its athletic traditions in the form of numerous athletic clubs. Clubs such as Enosis Tataoulon (Ένωσις Ταταούλων) and Iraklis (Ηρακλής) from the Tatavla district, Megas Alexandros (Μέγας Αλέξανδρος) of Vathyriakos, Hermes (Ερμής – Ermis) of Galata, Olympias (Ολυμπιάς) of Therapia, and Kati Kioi (Κατί Κίοϊ) of Chalcedon existed to promote Hellenic athletic and cultural ideals. These were amongst a dozen Greek-backed clubs that dominated the sporting landscape of the city in the years preceding World War I. After the war, with the influx of mainly French and English soldiers to Constantinople, many of the city clubs participated in regular competition with teams formed by the foreign troops. Taxim, Pera and Tatavla became the scene of weekly competitions in not only football, but of athletics, cycling, boxing and tennis.\r\n\r\nOf the clubs in the city, though, football was dominated by Enosis Tataoulon and Hermes. Hermes, one of the more popular clubs, was formed in 1875 by the Greek community of Pera (Galata). Forced to change its name to Pera Club in 1921, many of its athletes, and those of most other sporting clubs, fled during the population exchanges at the end of the Greco-Turkish War, and settled in Athens and Thessaloniki.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El AEK FC (en griego: Athlitiki Enosis Konstantinoupoleos), Unión de Atletas de Constantinopla, es un club de fútbol de Atenas, Grecia. El club forma parte de la sociedad polideportiva AEK Atenas.\r\n\r\nFue fundado el 13 de abril de 1924 por refugiados griegos de Constantinopla (actualmente Estambul), movilizados durante la Guerra Greco-Turca. El AEK es uno de los clubes más exitosos del fútbol griego con 29 títulos oficiales (incluyendo 11 Campeonatos de Liga, 14 Copas griegas, una copa de la liga, una Copa Pre-Mediterránea y 3 Supercopas).","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rpqvwx1448206238.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/AEKFCOfficial","strLocked":"unlocked"},{"idTeam":"134229","idSoccerXML":"684","idAPIfootball":"0","intLoved":null,"strTeam":"Akratitos","strTeamShort":null,"strAlternate":null,"intFormedYear":null,"strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":null,"strStadium":"Yannis Pathiakakis Stadium","strKeywords":null,"strRSS":null,"strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":null,"intStadiumCapacity":null,"strWebsite":"","strFacebook":null,"strTwitter":null,"strInstagram":null,"strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0v7cst1511550246.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134388","idSoccerXML":"844","idAPIfootball":"951","intLoved":null,"strTeam":"Apollon Smirnis","strTeamShort":null,"strAlternate":"Apollon Smyrni","intFormedYear":"1891","strSport":"Soccer","strLeague":"Greek Super League 2","idLeague":"4640","strDivision":null,"strManager":"","strStadium":"Georgios Kamaras Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Georgios Kamaras Stadium is a multi-purpose stadium in Athens, Greece. It is currently used mostly for football matches and is the home stadium of Apollon Smyrnis. The stadium holds 14,856 and was built in 1948. It was used by Olympiacos for about 2 years (2002–2004) as home ground, due to the construction of their new stadium Karaiskaki. Since 2005. the stadium is named Georgios Kamaras, in honour of Georgios Kamaras, old glorious player of Apollon.","strStadiumLocation":"Rizoupoli, Athens","intStadiumCapacity":"14856","strWebsite":"www.fcapollon.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Apollon Smyrni F.C. (Greek: ΠΑΕ Απόλλων Σμύρνης), or in its full name Gymnasticos Syllogos Apollon Smyrnis (Greek: Γυμναστικός Σύλλογος Απόλλων Σμύρνης, Gymnastics Society Apollon of Smyrna) is a Greek football club based in the city of Athens, that plays in the Super League. It was founded in Smyrna in 1891 and is one of the oldest sports clubs in Greece. Apollon has departments in football, basketball, volleyball, water polo and other sports.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2kzwv71511624382.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133742","idSoccerXML":"158","idAPIfootball":"1123","intLoved":null,"strTeam":"Aris","strTeamShort":null,"strAlternate":"","intFormedYear":"1914","strSport":"Soccer","strLeague":"Greek Superleague Greece","idLeague":"4336","strDivision":null,"strManager":"","strStadium":"Kleanthis Vikelidis Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Salonica","intStadiumCapacity":"23400","strWebsite":"www.arisfc.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Aris Football Club (Greek: ΠΑΕ Άρης) is a Greek football club based in the city of Thessaloniki, Macedonia, Greece, part of the multi-sports club A.C. Aris Thessaloniki. Aris is one of Greece's most successful club and the biggest one in Thessaloniki, having won the fourth most Super League titles after Olympiacos, Panathinaikos and AEK Athens, while they are tied with PAOK. Created in 1914 as Aris Thessaloniki Football Club, the club was a founding member of the Macedonian Football Clubs Association, as well as the Hellenic Football Federation. The colours of the club are golden\/yellow, a dominant colour in the culture of Macedonia and reminiscent of the Byzantine heritage of Thessaloniki, and black. It is named after Ares, the ancient Olympian \"God of War,\" associated also with courage and masculinity, whose image is portrayed on the club's logo as depicted in the Ludovisi Ares sculpture.\r\n\r\nAris was also one of the strongest and most popular teams in Greece during the interwar period. They have won the Greek championship three times (1928, 1932, 1946), the Greek Cup once (1970), and they have remained undefeated at home in European competitions in 28 home matches since 1968. The team's home ground is the Kleanthis Vikelidis Stadium.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Aris Thessaloniki FC,1 mejor conocido como Aris Salónica FC, es la rama de fútbol del club polideportivo griego Aris Salónica, de la ciudad de Salónica. Fue fundado en 1914 y juega en la Super Liga de Grecia. Los colores del equipo son de color amarillo y negro, que recuerda a Bizancio. Durante su larga historia, Aris ha ganado 3 títulos de liga y 1 copa de Grecia, mientras que muchos directores importantes y los futbolistas griegos y extranjeros han jugado con el equipo. El club lleva el nombre de Ares, el dios de la guerra, cuya imagen es representada en el logo del club. Aris es uno de los cinco clubes más grandes y más apoyado en Grecia.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/sdxzot1573305086.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133752","idSoccerXML":"168","idAPIfootball":"955","intLoved":null,"strTeam":"Asteras Tripolis","strTeamShort":null,"strAlternate":"Asteras Tripoli Football Club","intFormedYear":"1931","strSport":"Soccer","strLeague":"Greek Superleague Greece","idLeague":"4336","strDivision":null,"strManager":"","strStadium":"Asteras Tripolis Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Theodoros Kolokotronis Stadium (Greek: Γήπεδο Θεόδωρος Κολοκοτρώνης), formerly known as Asteras Tripolis Stadium, is a football stadium in Tripoli, Greece. The stadium has been the home stadium of Asteras Tripoli F.C. until the construction of the New Asteras Tripolis Stadium. The stadium holds 7,616 seats. The stadium was renamed in honour of the hero of the Greek War of Independence, Theodoros Kolokotronis, on November 22, 2012.","strStadiumLocation":"Tripoli, Greece","intStadiumCapacity":"7616","strWebsite":"www.asterastripolis.gr","strFacebook":"www.facebook.com\/asterastripolisfc.gr\/","strTwitter":"twitter.com\/AsterasfcTwit","strInstagram":"instagram.com\/asterastripolisfc","strDescriptionEN":"Asteras Tripoli Football Club (Greek: \"Αστέρας Τρίπολης\", transliterated \"Asteras Tripolis\", translated \"Star of Tripoli\") is a Greek football club from the town of Tripoli in Arcadia, Greece. The club was founded in 1931 and since the 2007–08 season, they have played in Superleague Greece, the top professional league in Greece.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/stwuty1448206099.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/wwstpv1423796141.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/AsterasTripolisFC","strLocked":"unlocked"},{"idTeam":"134274","idSoccerXML":"729","idAPIfootball":"0","intLoved":null,"strTeam":"Athinaikos","strTeamShort":null,"strAlternate":"","intFormedYear":"1917","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"Konstantinos Tsavalas","strStadium":"National Stadium of Vyrona","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The National Stadium of Vyronas is located in east Athens, at the foot of Mount Imittos, only 3 km away from central Athens. The stadium is next to the cemetery, in the end of Vyronas.\r\n\r\nThe stadium was created in an old quarry, so it is also known as the \"damaria\", which means quarry. It was built in 1990 and belongs to the Municipality of Vyronas. It is the home of Athinaikos. The record attendance is 5,803 for a match between Athinaikos and Panathinaikos in 1991. The current seating capacity is 4,340.","strStadiumLocation":"Athens, Greece","intStadiumCapacity":"4340","strWebsite":"www.athinaikosfc.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Athinaikos, officially known as Athinaikos AS FC (Greek: Αθηναϊκός Αθλητικός Σύλλογος - Athinaikos Athlitikos Syllogos), the Athenaic Athletic Association, is a Greek association football club based in the city of Athens, Greece. The club is also referred to, unofficially, as Athinaikos Vyronas after the Athens suburb in which the team is based.\r\n\r\nThe club was formed in 1917 and was a foundation member of the Hellenic Football Federation.\r\n\r\nAt the start of the 1950s, the team was relocated to the suburbs of Vyronas and merged with Nea Elvetia (Greek: Αθλητική Ένωση Νέας Ελβετίας), the local club, which was formed in 1935. The club was named Athinaikos Neas Elvetias AS (Greek: Αθηναϊκός Νέας Ελβετίας Αθλητικός Σύλλογος), but it was commonly referred to as Athinaikos or AthNE (Greek: ΑΘ.Ν.Ε.).\r\n\r\nThe team plays in the municipal stadium of Vyrona, which has a capacity of 4,340. The team's nickname is Lords of Byron, a reference to George Gordon Byron, 6th Baron Byron, commonly known as Lord Byron, who fought and died for Greek independence. The area of Vyronas was named after him as a tribute.\r\n\r\nAthinaikos established two more departments of Handball and Basketball.\r\n\r\nThe most historical moment of the club was in season 1991-92 when they played against Manchester United in the first round of the Cup Winners' Cup. They drew the first leg 0-0 at home and took the English giants into extra-time at Old Trafford before losing 2-0.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/nerdz51511609757.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133744","idSoccerXML":"160","idAPIfootball":"952","intLoved":null,"strTeam":"Atromitos","strTeamShort":null,"strAlternate":"Atromitos Athens Football Club","intFormedYear":"1923","strSport":"Soccer","strLeague":"Greek Superleague Greece","idLeague":"4336","strDivision":null,"strManager":"","strStadium":"Peristeri Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Peristeri Stadium (also known as the Atromitos Stadium) is a multi-purpose stadium in Peristeri, a western district of Athens, in Greece.\r\n\r\nIt is currently used mostly for football matches and is the home stadium of Atromitos.\r\n\r\nThe stadium was built in 1947 and has a seating capacity of 9,050.","strStadiumLocation":"Athens","intStadiumCapacity":"9050","strWebsite":"www.atromitosfc.gr","strFacebook":"www.facebook.com\/ATROMITOS.F.C.Official","strTwitter":"twitter.com\/atromitos1923","strInstagram":"","strDescriptionEN":"Atromitos Athens Football Club (Greek: Π.Α.Ε. Α.Π.Σ. Ατρόμητος Αθηνών, PAE APS Atromitos Athinon, literally meaning \"Fearless\") is an association football club based in Peristeri, Athens that plays in the Superleague Greece. It was founded in 1923 and its home ground is Peristeri Stadium.\r\n\r\nIn recent years, Atromitos has been established itself as one of the most competitive and strong clubs in Greece. They were runners-up of the Greek Cup in 2011 and 2012 and since the 2011–12 Superleague season, the club has never finished below the five top teams at the table, finishing 4th in 2011–12, 3rd in 2012–13, 4th in 2013–14 and 4th as well in 2014–15 season. Their best performance in the league has been the third place, which they have achieved in the 1928 and 2013 seasons of the Greek Championship.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/e1ty861573305282.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/xtytpt1423796282.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/AtromitosFcOFFICIAL","strLocked":"unlocked"},{"idTeam":"134239","idSoccerXML":"694","idAPIfootball":"0","intLoved":null,"strTeam":"Chalkidona","strTeamShort":null,"strAlternate":"","intFormedYear":"1930","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Nikaia","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Athens","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Chalkidona (today A.O. Chalkidona, former Chalkidona-Near East F.C.) is a Greek football club based in Nikaia, in the neighbourhood Chalkidona. The club achieved to play in A Ethniki for two seasons (2003-04 and 2004-05). At the end of the season 2004-05, Chalkidona merged with Atromitos F.C.. In fact, Atromitos absorbed Chalkidona and replaced it in the championship. Next, Chalkidona restarted as amateur club and it plays in local Piraeus championship (EPSP). The team's colours are yellow and black (or sometimes blue) and the emblem is the Double-headed eagle.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/pf5xut1512562852.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133756","idSoccerXML":"172","idAPIfootball":"2104","intLoved":null,"strTeam":"Doxa Dramas","strTeamShort":null,"strAlternate":"","intFormedYear":"1918","strSport":"Soccer","strLeague":"Greek Super League 2","idLeague":"4640","strDivision":null,"strManager":"","strStadium":"Doxa Drama Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Drama, Macedonia, Greece","intStadiumCapacity":"10000","strWebsite":"www.doxa-dramas.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Doxa Dramas F.C. is a football club based in the city of Drama, Greece.  The club currently competes in the Greek Football League.\r\nDuring World War I, near the city of Drama, Macedonia, a team of English soldiers who played football regularly in their camp inspired the local Greek population to create the first football club in the region. Founded as Peleus in 1918, the team was renamed Doxa (Glory) in 1919.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/g50gsx1513077993.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134216","idSoccerXML":"671","idAPIfootball":"7511","intLoved":null,"strTeam":"Egaleo","strTeamShort":null,"strAlternate":"","intFormedYear":"0","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Stavros Mavrothalassitis","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Egaleo F.C.  is a Greek football club based in Egaleo, a suburb of Athens. Founded in 1946, it uses all documents of previous club (Ierapolis F.C., founded in 1931), it holds home matches at Stavros Mavrothalassitis Stadium, with a 14,000-seat capacity.  Club colours are blue and white.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/n3ibj81513078541.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133748","idSoccerXML":"164","idAPIfootball":"2105","intLoved":null,"strTeam":"Ergotelis","strTeamShort":null,"strAlternate":"","intFormedYear":"1929","strSport":"Soccer","strLeague":"Greek Super League 2","idLeague":"4640","strDivision":null,"strManager":"","strStadium":"Pankritio Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Pankritio Stadium (Greek: Παγκρήτιο Στάδιο, Pagkritio Stadio literally:Pancretan Stadium) is a multi-purpose sports stadium located in Heraklion on the island of Crete. It was completed on 31 December 2003, and officially opened on August 11, 2004. As one of the most modern sports venues in Greece at the time, it was used as one of the football venues to host matches of the 2004 Summer Olympics Football tournament. It has a capacity of 26,240 seats, and is currently the home ground of Heraklion football club Ergotelis, and on occasion, the Greece national football team.","strStadiumLocation":"Heraklion","intStadiumCapacity":"26240","strWebsite":"www.ergotelis.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"PAE Ergotelis (Greek: ΠΑΕ Εργοτέλης) is a Greek football club based in Heraklion, the largest city of the Greek island of Crete. The name of the team was inspired by that of the famous ancient Cretan expatriate Olympic runner Ergoteles of Himera.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qpqpts1426700737.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/wxvsts1423796376.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134266","idSoccerXML":"721","idAPIfootball":"0","intLoved":null,"strTeam":"Eth Asteras","strTeamShort":null,"strAlternate":null,"intFormedYear":null,"strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":null,"strStadium":"Michalis Kritikopoulos","strKeywords":null,"strRSS":null,"strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":null,"intStadiumCapacity":null,"strWebsite":"http:\/\/www.paeasteras.gr\/","strFacebook":null,"strTwitter":null,"strInstagram":null,"strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/o222bn1513078747.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133741","idSoccerXML":"157","idAPIfootball":"950","intLoved":null,"strTeam":"Giannina","strTeamShort":null,"strAlternate":"","intFormedYear":"1966","strSport":"Soccer","strLeague":"Greek Super League 2","idLeague":"4640","strDivision":null,"strManager":"","strStadium":"Zosimades Stadium","strKeywords":"Ajax of Epirus","strRSS":"http:\/\/www.pasgiannina.gr\/home.rss","strStadiumThumb":null,"strStadiumDescription":"The National Stadium of Ioannina (Greek: Εθνικό Στάδιο Ιωαννίνων), more commonly known as Zosimades Stadium (Greek: Στάδιο \"Ζωσιμάδες\") is a multi-purpose stadium based on Ioannina, Greece and named after the 18th-century Zosimades brothers, benefactors of the city. It is currently used mostly for football matches and is the home of PAS Giannina. Scorpions held their concert at the stadium during their last tour, on June 2010.","strStadiumLocation":"Ioannina","intStadiumCapacity":"7534","strWebsite":"www.pasgiannina.gr","strFacebook":"www.facebook.com\/pages\/PAS-Giannina\/220437504748477","strTwitter":"twitter.com\/PasGianninaFC","strInstagram":"","strDescriptionEN":"PAS Giannina F.C. (Greek: ΠAE ΠΑΣ Γιάννινα 1966), or with its full name Panepirotikos Athlitikos Syllogos Giannina (Greek: Πανηπειρωτικός Αθλητικός Σύλλογος Γιάννινα, Panepirotic Athletic Society Giannina) is a Greek association football club based in the city of Ioannina, the capital of Greece’s Epirus region.\r\n\r\nFounded in 1966, they have competed several times in the First Division. Following the 2010–11 season, PAS was promoted again to Greece’s Super League division. The club is probably best known among Greek football spectators for its fervent support and its status as the Epirus region's preeminent football club.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/suvuxu1448207755.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/tswyvv1423796585.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCa_cmD3UcV6lV8t9YnilxsQ","strLocked":"unlocked"},{"idTeam":"134217","idSoccerXML":"672","idAPIfootball":"7513","intLoved":null,"strTeam":"Ionikos","strTeamShort":null,"strAlternate":"","intFormedYear":"1965","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Neapolis Public Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.ionikos-fc.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Ionikos F.C., also known as Ionikos Nikaias is a professional football club based in Nikaia, Piraeus, Greece, currently competing in Football League 2, the Greek third division.\r\nFrom 1989 to 2007 Ionikos spent 16 out of 18 seasons in Greek Super League. During that span Ionikos finished as high as 5th-place in the league (on two occasions), was a finalist in the Greek Cup, and participated in the UEFA Cup.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/zuknce1514645180.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133828","idSoccerXML":"244","idAPIfootball":"2109","intLoved":null,"strTeam":"Iraklis","strTeamShort":null,"strAlternate":"","intFormedYear":"1908","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"Nikos Papadopoulos","strStadium":"Kaftanzoglio Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Kaftanzoglio Stadium (Greek: Καυτανζόγλειο στάδιο) is a sports stadium in Thessaloniki, Greece. The stadium was built with money donated by the Kaftanzoglou Foundation, hence its name. At the time of its opening on 27 October 1960, the stadium was one of the highest quality stadiums in the Balkans. It currently has 27,770 seats, owing to a comprehensive renovation before reopening to host football matches for the 2004 Summer Olympics, which was centred in Athens. It was the largest stadium in Greece until 1982, but has since been surpassed in capacity by the Olympic Stadium in Athens.\r\n\r\nIt is the home football stadium of Iraklis Thessaloniki F.C. since 1960.\r\n\r\nIn 1971, the attendance record was set with 51,235 fans present for a A' Ethniki Greek Championship match, witnessing Iraklis Thessaloniki defeat Panathinaikos by a 1-0 score. In 1973 it hosted the European Cup Winners Cup Final, which resulted in a 1–0 victory for A.C. Milan over Leeds United.","strStadiumLocation":"Thessaloniki","intStadiumCapacity":"27770","strWebsite":"www.iraklis-fc.gr","strFacebook":"www.facebook.com\/fciraklis","strTwitter":"twitter.com\/fciraklis","strInstagram":"","strDescriptionEN":"Iraklis 1908 FC (Greek: Α.Ε.Π. Ηρακλής 1908 ΠΑΕ) or Iraklis FC, is a Greek football club, based in the city of Thessaloniki, Macedonia, Greece. Lastly, the team had played in the Superleague, the top tier of Greek football. Their home ground is the Kaftanzoglio Stadium with a capacity of 27,770.\r\n\r\nFounded in 1908 as \"Macedonikos Gymnasticos Syllogos\" (Macedonian Gymnastics Club), they were one of the oldest in Greek football and the oldest in Thessaloniki, hence the nickname Ghireos (meaning the Elder). A year later, the name \"Iraklis\" (Heracles) was added to the club's name as an honour to the ancient Greek hero Heracles (or Hercules as the Roman equivalent). The team's colours were cyan or blue and white, inspired by the Greek flag. Iraklis was a founding member of Macedonia Football Clubs Association, as well as the Hellenic Football Federation, as a part of G.S. Iraklis.\r\n\r\nBefore the formation of the nationwide league of Alpha Ethniki, Iraklis competed in the league that was run by the Macedonia Football Clubs Association, winning it on no less than five occasions. The club had also played in five Greek Cup finals, lifting the trophy once in the 1976 final, which was the club's only domestic trophy. They had also an international title, as they won the Balkans Cup in 1985.\r\n\r\nThe club was dissolved in 2017, due to major financial issues.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vqptur1448205860.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCU4LzSbINh-MsyZcbCxeKbw\/videos","strLocked":"unlocked"},{"idTeam":"134275","idSoccerXML":"730","idAPIfootball":"5046","intLoved":null,"strTeam":"Kalamata","strTeamShort":null,"strAlternate":"","intFormedYear":"1967","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Kalamata Metropolitan Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"4000","intStadiumCapacity":"0","strWebsite":"www.paekalamata.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Kalamata F.C. (Greek: Π.Σ. Καλαμάτα) is a professional football club based in Kalamata, Greece, currently competing in Football League 2.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rhny1n1514658088.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134228","idSoccerXML":"683","idAPIfootball":"2095","intLoved":null,"strTeam":"Kallithea","strTeamShort":null,"strAlternate":"","intFormedYear":"1966","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Gregoris Lambrakis Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"4200","strWebsite":"www.kallitheafc.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Kallithea F.C. (Greek: Γ.Σ. Καλλιθέα) is a Greek professional football club based in Kallithea, currently competing in the Football League (see Greek football league system).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/i4vxr01514658324.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134389","idSoccerXML":"845","idAPIfootball":"0","intLoved":null,"strTeam":"Kalloni Lekanopedio","strTeamShort":null,"strAlternate":"","intFormedYear":"1994","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"Thalis Theodoridis","strStadium":"Mytilene Municipal Stadium","strKeywords":"","strRSS":"http:\/\/www.kallonifc.gr\/rss.xml","strStadiumThumb":null,"strStadiumDescription":"Mytilene Municipal Stadium (Greek: Δημοτικό Στάδιο Μυτιλήνης) is a multi-use stadium in Mytilene, Greece. It is currently used mostly for football matches and is the home stadium of Kalloni. The stadium holds 3,000 people, all-seated.","strStadiumLocation":"Mytilene","intStadiumCapacity":"3000","strWebsite":"www.aelk.gr","strFacebook":"www.facebook.com\/A.E.L.Kallonis","strTwitter":"twitter.com\/KalloniFC","strInstagram":"instagram.com\/kallonifc_lesvos","strDescriptionEN":"Athlitiki Enosi Lekanopediou Kallonis Football Club (Greek: Π.Α.Ε. Αθλητική Ένωση Λεκανοπεδίου Καλλονής – pronounced ), commonly referred to as AEL Kallonis or Kalloni, is a Greek football club, based in Mytilene, Lesbos.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qtryxt1426701239.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/yprpxt1423796631.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/AELKalloni","strLocked":"unlocked"},{"idTeam":"133831","idSoccerXML":"247","idAPIfootball":"5049","intLoved":null,"strTeam":"Kavala","strTeamShort":null,"strAlternate":"","intFormedYear":"1965","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Anthi Karagianni Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Anthi Karagianni Municipal Stadium (Greek: Δημοτικό Στάδιο Ανθή Καραγιάννη), formerly the Kavala National Stadium, is a multi-purpose stadium in Kavala, Greece. It is the homebase of Kavala F.C.. The stadium was built 1970, and currently has a seating capacity of 10,500. It is named after the paralympic athlete, Anthi Karagianni, who won three silver medals in the 2004 Paralympic Games.","strStadiumLocation":"Kavala","intStadiumCapacity":"10500","strWebsite":"www.aokavalas.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Kavala F.C. (Greek: Αθλητικός Όμιλος Καβάλα), the Athletic Club Kavala, is a professional association football club based in the city of Kavala, Macedonia, Greece.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/55pm7j1506252748.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133745","idSoccerXML":"161","idAPIfootball":"2111","intLoved":null,"strTeam":"Kerkyra","strTeamShort":null,"strAlternate":"PAE Kerkyra","intFormedYear":"1969","strSport":"Soccer","strLeague":"Greek Super League 2","idLeague":"4640","strDivision":null,"strManager":"","strStadium":"Kerkyra Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Kerkyra's stadium was built in 1961. It is located in Garitsa, in the city of Corfu. The stadium is on the southern side of the city, next to the entrance to the airport. The stadium is part of Corfu's National Athletic Center (EAC). It has two stands, one large west and one smaller east, built in 1973. Chrysopatas was first placed in 1983. Since then, for 20 years, a few have changed. In 2003, headlamps were installed, while in 2005 all platforms were covered with plastic seats. The construction of the shelter over the big stand was made in 2007. The erection of an extra metallic pit on the northern horseshoe is a work that has been carcassing for many years. In 2010, a 200 seat slot was delivered as a temporary solution, but it is basically not used (no tickets are issued for it). The capacity of the new petal is projected to be 1,230 seats, though when completed.","strStadiumLocation":"Corfu, Greece","intStadiumCapacity":"3000","strWebsite":"www.aokerkyra.com.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"AOK PAE Kerkyra (Greek: ΑΟΚ ΠΑΕ Κέρκυρα), is a professional association football club based in Corfu, Greece. The club plays in the Super League 2, the second tier of Greek football, following change of the league structure in 2019. It plays its home matches at Kerkyra Stadium. The club was founded in 2013 following a merger between AO Kerkyra and AO Kassiopi.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/j2udsg1573305377.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/tvqpqp1423796296.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136029","idSoccerXML":"4814","idAPIfootball":"956","intLoved":null,"strTeam":"Lamia","strTeamShort":null,"strAlternate":"","intFormedYear":"1964","strSport":"Soccer","strLeague":"Greek Superleague Greece","idLeague":"4336","strDivision":null,"strManager":"","strStadium":"Lamia Municipal Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Lamia, Greece","intStadiumCapacity":"5500","strWebsite":"www.lamia1964.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"PAS Lamia is a football club based in Lamia, Greece. It was founded in 1964. On June 1, 1964, when the representatives of the clubs of Fthiotida decided to \"carve out\" a common course, A.S. Lamia was established. In order to reach the final decision, it took a long time and endless hours of negotiations. The \"Queen of Fthiotida\", as it is called, comes from the merger of Lamiakos and Palamiaki.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vdgw9k1515172062.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133755","idSoccerXML":"171","idAPIfootball":"957","intLoved":null,"strTeam":"Levadeiakos","strTeamShort":null,"strAlternate":"","intFormedYear":"1961","strSport":"Soccer","strLeague":"Greek Super League 2","idLeague":"4640","strDivision":null,"strManager":"","strStadium":"Levadia Municipal Stadium","strKeywords":"","strRSS":"http:\/\/www.levadiakosfc.gr\/?feed=rss2","strStadiumThumb":null,"strStadiumDescription":"Levadia Stadium is a multi-purpose stadium in Levadia, Greece. It was built in 1952, but had its latest redevelopment in 2005. It is currently used mostly for football matches and is the home stadium of the Levadiakos since their establishment in 1961. The stadium has a capacity of 6,500.","strStadiumLocation":"Livadeia","intStadiumCapacity":"65000","strWebsite":"www.levadiakos.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Athlitikos Podosferikos Omilos Levadeon or simply Levadiakos is a Greek association football club that plays in the Greek Superleague.\r\n\r\nBased in Livadeia, Greece, the club was promoted to the Alpha Ethniki, forerunner of the Super League, after ten seasons in minor divisions in the 2005–2006 season, as runner-up of the Beta Ethniki in 2004–2005. It was then relegated to the Beta Ethniki  again in 2006–2007 and returned to the top tier in 2008–2009. The club finished one level above relegation that year but was relegated back to the second division by finishing 14th in 2009–10.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xqsust1448208115.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/tsutvw1423796388.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136853","idSoccerXML":"4960","idAPIfootball":"2110","intLoved":null,"strTeam":"NFC Volos","strTeamShort":null,"strAlternate":"Volos Football Club","intFormedYear":"2017","strSport":"Soccer","strLeague":"Greek Superleague Greece","idLeague":"4336","strDivision":null,"strManager":"","strStadium":"Panthessaliko Stadium","strKeywords":"","strRSS":"https:\/\/www.volosfc.com\/archives\/category\/deltia-typoy\/feed","strStadiumThumb":null,"strStadiumDescription":"The Panthessaliko Stadium is a stadium located at Volos, Greece. The stadium was the site of football (soccer) matches during the 2004 Summer Olympics. It was officially opened on July 30, 2004 and has a capacity of 22,700 seats, though only 21,100 seats were made publicly available for the Olympic matches. The Panthessaliko Stadium is the home stadium of the Volos N.F.C. who plays on the Super League Greece.","strStadiumLocation":"Volos, Greece","intStadiumCapacity":"22700","strWebsite":"www.volosnfc.gr","strFacebook":"www.facebook.com\/fcvolos\/","strTwitter":"twitter.com\/fcvolos","strInstagram":"www.instagram.com\/volosfc_official","strDescriptionEN":"Volos Football Club, commonly known as Volos, is a professional Greek football club, based in Volos, Magnesia, Greece. The club currently competes in the Super League, the first tier of the Greek football league system. Volos plays its home matches at the Panthessaliko Stadium.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/avx1yz1573304804.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCqmJ1TQ_APC5kYUF5dfPk9Q","strLocked":"unlocked"},{"idTeam":"134629","idSoccerXML":"1092","idAPIfootball":"0","intLoved":null,"strTeam":"Niki Volou","strTeamShort":null,"strAlternate":"","intFormedYear":"0","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Panthessaliko Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.nikivoloufc.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rtpxtt1426701454.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/upqrrp1423796445.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133743","idSoccerXML":"159","idAPIfootball":"1124","intLoved":null,"strTeam":"OFI","strTeamShort":null,"strAlternate":"","intFormedYear":"1925","strSport":"Soccer","strLeague":"Greek Superleague Greece","idLeague":"4336","strDivision":null,"strManager":"","strStadium":"Theodoros Vardinogiannis ","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"9088","strWebsite":"www.ofi.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"OFI Football Club (Greek: ΠΑΕ Όμιλος Φιλάθλων Ηρακλείου 1925, Club of Fans of Heraklion 1925), is a Greek association football club based in Heraklion, on the island of Crete. It is a part of the OFI multi sports club. Outside Greece, the club is generally known as OFI Crete, however, the name Crete is not actually part of the club's official title. The team competes in the Super League, the top division of the Greek football league system, and hosts home games at the Theodoros Vardinogiannis Stadium.\r\n\r\nOFI is the Cretan club with the most continuous appearances in the Greek first division. It has won one Greek Cup (1986–87) and one Balkans Cup, while they have competed seven times in UEFA competitions.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/6hneg91532958020.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/ssvytw1423796225.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133754","idSoccerXML":"170","idAPIfootball":"553","intLoved":null,"strTeam":"Olympiakos","strTeamShort":null,"strAlternate":"","intFormedYear":"1925","strSport":"Soccer","strLeague":"Greek Superleague Greece","idLeague":"4336","strDivision":null,"strManager":"","strStadium":"Georgios Karaiskakis Stadium","strKeywords":"Thrylos","strRSS":"http:\/\/www.olympiacos.org\/feeds\/social","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/xwuttr1420773719.jpg","strStadiumDescription":"Georgios Karaiskakis Stadium (Greek: Γήπεδο Γεώργιος Καραϊσκάκης ) is a football stadium in the Neo Faliro area of Piraeus, near Athens, Greece. It is the home ground of the Greek club Olympiacos F.C. and is named after Georgios Karaiskakis (Γεώργιος Καραϊσκάκης), hero of the Greek War of Independence, who was mortally wounded near the area.","strStadiumLocation":"Piraeus","intStadiumCapacity":"32115","strWebsite":"www.olympiacos.org","strFacebook":"www.facebook.com\/OlympiacosFC","strTwitter":"www.twitter.com\/olympiacos_org","strInstagram":"www.instagram.com\/olympiacosfc","strDescriptionEN":"Olympiacos F.C. (Greek: ΠΑΕ Ολυμπιακός Σ.Φ.Π.), also known simply as Olympiacos, Olympiacos Piraeus or with its full name as Olympiacos C.F.P. (Greek: Oλυμπιακός Σύνδεσμος Φιλάθλων Πειραιώς, transliterated \"Olympiakós Sýndesmos Filáthlo̱n Peiraió̱s\", Olympiacos Club of Fans of Piraeus), are a Greek professional football club, part of the major multi-sport club Olympiacos CFP, based in Piraeus. Their name was inspired from the Ancient Olympic Games and along with the club's emblem, the laurel-crowned adolescent Olympic winner, encompass and symbolize the morality, the honour, the vying, the splendor, the sportsmanship and the fair play value of the Olympic ideal of Ancient Greece.\r\n\r\nFounded on 10 March 1925, Olympiacos is the most successful club in Greek football history, having won 42 Greek League titles, 27 Greek Cups, 17 Doubles and 4 Greek Super Cups, for a total of 73 national titles, all records. Olympiacos' dominating success can be further evidenced by the fact that all the other Greek clubs have won a combined total of 37 League titles.\r\n\r\nOlympiacos also holds the record for the most consecutive Greek League titles, as they are the only team to have won seven consecutive League titles (1997–2003), having broken their own previous record of six consecutive from the club's trophy-laden era of the 50s (1954–1959), when Olympiacos gained unequivocally the nickname of Thrylos (The Legend).\r\n\r\nIn 2014–15 season, Olympiacos won their fifth consecutive Greek Championship and reached a historic milestone, as they became the only football club in the world to have won a series of five or more consecutive championships for five times in their history, a world record that was praised by FIFA in its congratulatory letter to the club. Olympiacos holds even more records in Greek football history; they are the only club to have won five consecutive Greek Cups from 1957 to 1961 and the only club to have won six Greek League titles undefeated (1937–1938, 1948, 1951, 1954–1955). They are also one of only three clubs to have never been relegated from the top flight of Greek football. As a result of the team's 40th League title in the 2012–13 season, Olympiacos earned the 4th star above their crest, each star representing 10 League titles of the record 42 they have currently amassed.\r\n\r\nIn European competitions, they have reached the quarter-finals of the 1998–99 UEFA Champions League and the quarter-finals of the 1992–93 European Cup Winners' Cup. Olympiacos are the highest ranked Greek team in the UEFA rankings, occupying the 21st place in Europe with 70.820 points, standing one place above Shakhtar Donetsk and two places above A.C. Milan. They have also won the Balkans Cup in 1963, becoming the first ever Greek club to win an international, non-domestic competition. Olympiacos is one of the founding members of the European Club Association in 2008.\r\n\r\nThe club's home ground is the Karaiskakis Stadium in Piraeus. Olympiacos is the most popular Greek club with around three million fans inside Greece and millions of others in the Greek communities all over the world. Olympiacos was placed ninth on the 2006 list of clubs with the largest number of paying members, with 83,000 registered members as of April 2006. In 2014, that figure increased and the team boasts 98,000 registered members. They share a great and long-standing rivalry with Panathinaikos, with whom they contest the derby of the eternal enemies.\r\n\r\nOlympiacos supporters have been involved in the worst tragedy that ever hit Greek sports, known as the Karaiskakis Stadium disaster (8 February 1981). Twenty-one supporters lost their lives in Gate 7, while rushing out of the stadium to celebrate the 6–0 victory of Olympiacos against AEK Athens.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xj60no1534872393.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/wxuvuv1423796309.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/suutxw1420563034.jpg","strTeamBanner":null,"strYoutube":"www.youtube.com\/olympiacosfc","strLocked":"unlocked"},{"idTeam":"133830","idSoccerXML":"246","idAPIfootball":"0","intLoved":null,"strTeam":"Olympiakos Volou","strTeamShort":null,"strAlternate":"","intFormedYear":"1937","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Panthessaliko Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.paeolympiakosvoloufc.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Olympiacos Volou Football Club (Greek: Ποδοσφαιρικός Σύλλογος Ολυμπιακός Βόλου), is a Greek football club based in the city of Volos. They were participating in Football League before they withdraw from the league in February 2016 due to economic problems. Currently they participate in Football League 2.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/l7uhj01515965153.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134256","idSoccerXML":"711","idAPIfootball":"2106","intLoved":null,"strTeam":"Panachaiki","strTeamShort":null,"strAlternate":"","intFormedYear":"1891","strSport":"Soccer","strLeague":"Greek Super League 2","idLeague":"4640","strDivision":null,"strManager":"","strStadium":"Kostas Davourlis Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Kostas Davourlis Stadium is a stadium in Patras, Greece. It is the home of Panachaiki FC. Work on the grounds started in 1935. Originally called Stadium of Panachaiki, it has been officially renamed Kostas Davourlis in 1992 after the great football player who died the same year.\r\n\r\nIt was inaugurated on June 6, 1939. Kostas Davourlis Stadium originally had one stand (south). It acquired its present horseshoe-like shape in 1974. The stadium is in a much better condition today than a few years ago. The placement of plastic seats and the construction of the roof (north stand) in 1997; the refurbishment of facilities below the stands (VIP club, cafeteria, club shop) and the installation of floodlights in 2000 have done much to upgrade it.\r\n\r\nThe capacity of the stadium has changed frequently, peaking at 22,000 after a 1974 expansion. Since then there have been a number of reductions due to modernisations. Record attendance is 21.350 in a football match between Olympiacos Piraeus FC and Panathinaikos FC in 1982.\r\n\r\nAdjacent the Kostas Davourlis Stadium is Panachaiki's arena for indoor sports, built in 1984.\r\n\r\nPotential improvements\r\nThe stadium can become much better, as there are still many problems. Access to the stadium and the lack of parking spaces are probably the most important of these. There is talk that a large car park will be constructed on the western side of the stadium, but this will only go through if the necessary funds are secured.","strStadiumLocation":"Agyia, Patras","intStadiumCapacity":"11321","strWebsite":"www.panachaikifc.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Panachaiki 1891 Football Club is a football club based in Patras, Greece. Founded in 1891, they play the 2017-18 season in the Greek second division. They have reached the Greek Cup semi-finals twice (1979, 1997), as well as the quarter-finals on ten occasions. Moreover, they were the first Greek club outside Athens (including Piraeus) and Thessaloniki to represent Greece in a European competition, the 1973–74 UEFA Cup.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0yxsyk1516305328.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133746","idSoccerXML":"162","idAPIfootball":"617","intLoved":null,"strTeam":"Panathinaikos","strTeamShort":null,"strAlternate":"","intFormedYear":"1908","strSport":"Soccer","strLeague":"Greek Superleague Greece","idLeague":"4336","strDivision":null,"strManager":"Andrea Stramaccioni","strStadium":"Apostolos Nikolaidis Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Apostolos Nikolaidis Stadium (Greek: Στάδιο Απόστολος Νικολαΐδης) is a football stadium and multi-sport center in Athens, Greece. It was inaugurated in 1922 and is the oldest football stadium in Greece currently active. It is the traditional athletic center of Panathinaikos A.C. and has been the home ground of Panathinaikos FC for the most part of the club's existence.\r\n\r\nThe stadium is named after the historic club's president, official and athlete Apostolos Nikolaidis. It is situated in the Ambelokipi district of Athens, east of the Lycabettus Hill and on Alexandras Avenue, by which name it is most commonly known (Leoforos Alexandras or simply Leoforos, Leoforos meaning Avenue). The stadium's record attendance was recorded in 1967, when 29,665 spectators watched the Cup Winners Cup game between Panathinaikos and FC Bayern Munich.\r\n\r\nThe venue also houses a small basketball and volleyball court, a small swimming pool, a boxing ring, club's offices and various other facilities.","strStadiumLocation":"Athens","intStadiumCapacity":"16003","strWebsite":"www.pao.gr","strFacebook":"www.facebook.com\/paofcgr","strTwitter":"twitter.com\/paofc_","strInstagram":"instagram.com\/fcpanathinaikos","strDescriptionEN":"Panathinaikos F.C. (Greek: ΠΑΕ Παναθηναϊκός Α.Ο.), also known simply as Panathinaikos, or with its full name Panathinaikos A.O. (Greek: Παναθηναϊκός Αθλητικός Όμιλος, transliterated \"Panathinaikos Athlitikos Omilos\", Panathenaic Athletic Club) are a Greek professional football club based in the City of Athens. Panathinaikos can literally be translated as \"Panathenaic\", which means \"of all Athens\". The name \"Panathinaikos\" was inspired by the ancient work of Isocrates Panathenaicus, where the orator praise the Athenians for their democratic education and their military superiority, which use it for benefit of all Greeks.\r\n\r\nToday a part of Panathinaikos A.O., they are the oldest active football club in Greece founded just for football. Created in 1908 as \"Podosfairikos Omilos Athinon\" (Football Club of Athens), they play in the Super League Greece are one of the most successful clubs in Greek football and is one of three clubs which have never been relegated from the top division. They have won 20 Greek Championships, 18 Greek Cups, 4 Greek Super Cups and 8 Doubles. They are the only club that have won a championship without a loss in a top-flight campaign (1964). Panathinaikos is also the most successful Greek club in terms of achievements in the European competitions. It is the only Greek team that has reached the European Cup (later changed to UEFA Champions League) final in 1971, and also the semi-finals twice, in 1985 and 1996. It is also the only Greek team that has played for the Intercontinental Cup (1971). Furthermore, they have reached the quarter-finals of UEFA Champions League two more times (in 1992 and 2002) and also the quarter-finals of UEFA Cup twice (in 1988 and 2003). They have won also once the Balkans Cup in 1977. Panathinaikos is a member of the European Club Association.\r\n\r\nSince the 50s', the club maintains some of the oldest and most successful academies in Greece producing and preparing new footballers for the first team and feeding also the Greek national football team. Panathinaikos F.C. became professional and independent in 1979. They have played their home games in the Apostolos Nikolaidis Stadium – which is considered as their traditional home ground – and the Athens Olympic Stadium.\r\n\r\nAccording to the vast majority of researches and polls, it is the second most popular football team in Greece with the difference behind Olympiacos to be varied between 1% to 6,5% and the difference in front of the third to be fluctuated between 17% to 21% among the fans. The club has million of fans inside Greece and millions of others in the Greek communities all over the world. Panathinaikos FC currently is the only supporter-owned football club in Greece.\r\n\r\nThey hold a long-term rivalry with Olympiacos and matches between the two teams are referred to as \"Derby of the eternal enemies\".","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Panathinaikos FC es un club de fútbol profesional de la ciudad de Atenas, Grecia. Fue fundado el 3 de febrero de 1908 y actualmente se desempeña en la Super Liga de Grecia. Es uno de los \"tres grandes\" del fútbol heleno, junto al Olympiacos FC, su máximo rival, y el AEK F.C., siendo el más antiguo de todos ellos. Es el segundo club más laureado en las competiciones domésticas con 26 títulos de liga y 17 de copa. Además, es el club griego con el mayor éxito en las competiciones europeas. Es el único equipo del país en alcanzar la final de la Copa de Europa (actual Liga de Campeones de la UEFA) en 1971y las semifinales en 1985 y 1996. Es también el único equipo griego que ha jugado por la Copa Intercontinental, en 1971, contra los ganadores de Copa Libertadores, Nacional (1-1, 1-2).\r\n\r\nEl club nació como sección amateur de fútbol del club polideportivo Panathinaikos Athlitikos Omilos (en griego Παναθηναϊκός Αθλητικός Όμιλος), del cual deriva el otro nombre por el que es conocido, P.A.O. En 1979, la sección se pasó a ser profesional, desligándose de este modo administrativa y financieramente del P.A.O. Junto al Olympiacos y el PAOK Salónica FC son los únicos equipos que jamás descendieron de categoría.\r\n\r\nHa ejercido de local en diversos recintos, siendo los más significativos el Estadio Apostolos Nikolaidis, donde jugó la mayor parte de su historia, y el Estadio Olímpico Spyros Louis. En 2008, la institución anunció la construcción de un nuevo estadio, el cual recibirá el nombre de Votanikos Arena y tendrá una capacidad de 46 000 espectadores.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vtpwwt1448208397.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/xwsyxv1423796398.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCvDGYaeFq9sBdj0cGnZ_Uhg","strLocked":"unlocked"},{"idTeam":"133751","idSoccerXML":"167","idAPIfootball":"949","intLoved":null,"strTeam":"Panetolikos","strTeamShort":null,"strAlternate":"","intFormedYear":"1926","strSport":"Soccer","strLeague":"Greek Superleague Greece","idLeague":"4336","strDivision":null,"strManager":"Ioannis Matzourakis","strStadium":"Panetolikos Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Panetolikos Stadium (Greek: Γήπεδο Παναιτωλικού Gipedo Panaitolikou) is a multi-use stadium in Agrinio in Aetolia-Acarnania, Greece. It is currently used mostly for football matches and is the home stadium of Panetolikos. The stadium is located at Prousiotissis Street and it holds a capacity of 6,000 all-seated. Its highest attendance was 11,012 during a match against Olympiakos in 1977. There are plans to increase the seating capacity of the stadium to 11,000 in the future if necessary. Nowadays the average attendance is 5,000 (6,000 after expansion completion). Even though Agrinio is small city, Panetolikos supporters known as \"The Warriors\" are well known for their loyalty for the team.","strStadiumLocation":"Agrinio","intStadiumCapacity":"7000","strWebsite":"www.panetolikos.gr","strFacebook":"www.facebook.com\/pages\/Panetolikos-FC\/145147218901878","strTwitter":"twitter.com\/Panetolikos_PAE","strInstagram":"","strDescriptionEN":"Panetolikos F.C. (Greek: ΠΑΕ Παναιτωλικός), or with its full name Panaetolikos Gymnastikos Philekpaideutikos Syllogos (Greek: Παναιτωλικός Γυμναστικός Φιλεκπαιδευτικός Σύλλογος, Pan-Aetolian Gymnastic and Educational Club), is an association football club based in Agrinio, Greece. It was founded in 1926 and is considered one of the historical clubs in Greece, having participated so far in the Greek First Division five times (1976, 1977, 2012, 2014, and 2015). Some of the most well known players that started their career in the club are Stratos Apostolakis, former Greek recordman in international caps (96), and Petros Michos.\r\n\r\nThe club's symbol is Titormus, the ancient Aetolian hero and their motto is Τίτορμος Αιτωλός Ούτος Άλλος Ηρακλής, translated as Titormus the Aetolian is another Heracles.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ha0dlj1563819411.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/wuxtys1423796462.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/twutuw1448209392.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCwCfsQ2-LjYr3pG_X_FL29Q","strLocked":"unlocked"},{"idTeam":"134248","idSoccerXML":"703","idAPIfootball":"0","intLoved":null,"strTeam":"Paniliakos","strTeamShort":null,"strAlternate":"Panileiakos","intFormedYear":"1958","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Pirgos Municipal Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Pyrgos","intStadiumCapacity":"6750","strWebsite":"www.paniliakosfc.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Paniliakos (also uncommonly Panileiakos) was founded in 1958 from the union of four teams from the city of Pyrgos (Ethnikos, Iraklis, A.E.K., Apollon). It was a vision of three people: Lampaounas, Galanopoulos and Liatsis.\r\n\r\nPaniliakos was the team of Serbia and Montenegro international Predrag Đorđević, before moving to Olympiacos, Greece international Stelios Giannakopoulos, and of Vassilis Lakis, also a Greece international.\r\n\r\nPaniliakos had been relegated from the Super League Greece, the top level of the Greek League system, to the 4th level, but has since been promoted and as of 2013-14, they played at the second tier.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qwytba1513101891.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133747","idSoccerXML":"163","idAPIfootball":"622","intLoved":null,"strTeam":"Panionios","strTeamShort":null,"strAlternate":"","intFormedYear":"1890","strSport":"Soccer","strLeague":"Greek Superleague Greece","idLeague":"4336","strDivision":null,"strManager":"Marinos Ouzounidis","strStadium":"Panionios Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Nea Smyrni Stadium (Greek: Στάδιο Νέας Σμύρνης) is a multi-purpose stadium in Athens, Greece. It is currently used mostly for football matches and is the home stadium of Panionios G.S.S. which plays for the Greek Super League. The stadium is located in the southern suburb of Nea Smyrni (Greek: Νέα Σμύρνη), which is the heart of the team's fanbase. The all seated stadium holds 11,700 spectators and was built in 1939. Before full seating was installed on 1998 for the participation of Panionios FC in the UEFA Cup Winners' Cup its capacity was close to 19.000. The stadium is eligible to host UEFA Europa League matches and its football pitch dimensions are about average at 105x72m.","strStadiumLocation":"Nea Smyrni, Athens","intStadiumCapacity":"11700","strWebsite":"www.pgss.gr","strFacebook":"www.facebook.com\/www.panionios.gr","strTwitter":"","strInstagram":"","strDescriptionEN":"Panionios G.S.S. FC (Greek: ΠΑΕ Πανιώνιος Γ.Σ.Σ.), or with its full name Panionios Gymnastikos Syllogos Smyrnis (Greek: Πανιώνιος Γυμναστικός Σύλλογος Σμύρνης, Pan-Ionian Gymnastics Society of Smyrna) is a Greek association football club based in Nea Smyrni suburb of Athens, part of Panionios G.S.S. multi-sport club. Founded in 1890 in Smyrna as Orpheus Smyrni, they are one of the oldest and most historic Greek teams.\r\n\r\nIn the wake of the Greco-Turkish War (1919–22) and the population exchange between Greece and Turkey, Panionios was transferred to Athens. They have won two Greek Cups (in 1979 and 1998), while they were runners-up in the Greek Championship during the 1950-51 and 1970-71 seasons. They have won also the 1971 Balkans Cup and reached the quarter-finals of the UEFA Cup Winners' Cup in 1998–99 season.\r\n\r\nThe team currently competes in the Super League Greece. They play their home games in Nea Smyrni Stadium with a capacity of 11.700 seats.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tpuuxt1448209479.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/vtuqyv1423796238.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/rvsxvq1448209596.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133832","idSoccerXML":"248","idAPIfootball":"2099","intLoved":null,"strTeam":"Panserraikos","strTeamShort":null,"strAlternate":"","intFormedYear":"1964","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Serres Municipal Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Serres Municipal Stadium is a multi-purpose stadium in Serres, Greece.It is currently used mostly for football matches and is the home stadium of Panserraikos and Ethnikos Gazoros.The stadium holds 9,500, was built in 1926 and renovated numerous times. The record attendance of the stadium was on 25 June 1972, when 14,200 spectators watched Panserraikos 1-1 draw against Larissa for the Beta Ethniki 1971-72 season last match, a result that gave the chance to Panserraikos to get the promotion to Alpha Ethniki.","strStadiumLocation":"Serres","intStadiumCapacity":"9500","strWebsite":"www.paepanserraikos.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Panserraikos F.C. (Greek: ΠΑΕ Πανσερραϊκός 1964), the All-Serres Football Club, is a football club, based in Serres in Central Macedonia, Greece. Panserraikos is one of the most important and well-supported clubs in northern Greece and had a near-continuous presence in the First Division in the 1960s and 70s.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/fnoojz1510940143.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133872","idSoccerXML":"288","idAPIfootball":"2090","intLoved":null,"strTeam":"Panthrakikos","strTeamShort":null,"strAlternate":"","intFormedYear":"1963","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"Dimitrios Eleftheropoulos","strStadium":"OPAP-Municipal Komotini Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Municipal Athletic Centre of Komotini is a multi-purpose stadium in the administrative capital of North-eastern Greece, the city of Komotini.\r\n\r\nIt was originally built in 1922\/3, after the liberation of Western Thrace by the Greek Army. The Northern Stand was constructed in the 1950s. The smaller Southern Stand was built in the 1970s. The stadium remained in a state of dis-repair until the 2000s and its capacity was a measly 3,000.\r\n\r\nIn 2006, reconstruction of the Northern Stand took place. A partial roof was also added at the same time and as a result, most of its seats are now covered. The overall renovation, the addition of a Western Stand and super-bright flood lighting were undertaken in 2008. In 2009, the Eastern Stand was added and increased the total capacity to 6,700 seats. Underneath the Eastern Stand, up to 12 stores were pre-planned and were expected to be leased to private businesses. Plans for 2010 include further enlargement of the stadium and addition of VIP lounges.\r\n\r\nIt is currently used by the Greek Superleague side of Panthrakikos F.C. for football matches and has a capacity of 6,700 seats.","strStadiumLocation":"Komotini","intStadiumCapacity":"6198","strWebsite":"www.panthrakikos.com","strFacebook":"www.facebook.com\/Panthrakikos.Official\/","strTwitter":"","strInstagram":"","strDescriptionEN":"Panthrakikos Football Club is a football club based in Komotini, Thrace in North Eastern Greece founded in 1963. The club competed in Super League Greece during the season 2008–2009 for the first time.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ruxyqw1426701655.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/wtquqy1423796341.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133749","idSoccerXML":"165","idAPIfootball":"619","intLoved":null,"strTeam":"PAOK","strTeamShort":null,"strAlternate":"","intFormedYear":"1926","strSport":"Soccer","strLeague":"Greek Superleague Greece","idLeague":"4336","strDivision":null,"strManager":"Igor Tudor","strStadium":"Toumba","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Toumba Stadium (Greek: Στάδιο Τούμπας) is a football stadium in Thessaloniki Greece It is the property of amateur A.S. PAOK. It is a family donation Ioannis Dedeoglou as later was the donation and plot built in closed gym basketball P.A.O.K. Sports Arena. in Pylaia Thessaloniki The Toumba Stadium started construction in 1958 and completed in 1959. Patrons on the project were the Ministry of Culture and Sport (Greece) (paid the amount of 1.100.000 drachmas) and it Hellenic National Defence General Staff ( where the space belonged at Hellenic National Defence General Staff ) Contributed decisively to expropriate the space Toumba Stadium, the then defense minister Georgios Themelis for the expropriation of the area of Toumba Stadium during the government Konstantinos Karamanlis,the 1958 As the old Stage of PAOK fountain Square downtown expropriated for the construction of Theological Seminary, as the surrounding area was given to Aristotle University of Thessaloniki Architect of the project was the Minas Trempelas and engineer Antonis Triglianos Important for its construction was the contribution and of its own group of fans, who were invited twice to assist financially through the \"Special Fund for the erection of the new phase of PAOK\" adopted by the administration of the club, while some friends PAOK worked selflessly personal work during the process of construction It was built in 6 September 1959 as the club's prime sporting venue and served the home ground for the club's football team, which was participating in the then HFF Panhellenic Championship. until today for the needs for the Superleague Greece of Greek Football Cup and UEFA Europa League The stadium is located in the district of Toumba (Thessaloniki) in eastern Thessaloniki. Its original capacity was 45,000, until the installation of seating on all stands in 1998 reduced the capacity to 32,000 (seated). The introduction of security zones in 2000 further reduced the capacity to the current capacity 28,703 seats.2} A record attendance of 45,252 has been recorded in a 1st division football match between PAOK and AEK on 19 December 1976. The stadium's official name is simply PAOK Stadium\", however it is commonly referred to as \"Toumba\" after the name of the district Toumba (Thessaloniki)) in which it is located in.Toumba Stadium has hosted several games of the Greece national football team. The stadium was selected as one of the training venues for the football tournaments of the 2004 Olympic Games and due to this it was heavily upgraded. The relevant works commenced in 2003 and the stadium was again ready to be used in the summer of 2004 boasting a brand new look. The most important modification was the construction of a new four-storey building behind the main west stand (gates 1,2 and 3). The new building of the stadium houses a number of VIP boxes and VIP lounges, service areas for TV and the Press and new club offices. A new roof was also installed over the west stand, while other works included new seats, upgrading of the dressing rooms, a new pitch and re-enforcement of the concrete pillars below the north curved stand (Gate 4 and Gate 4A). After the advent of the new major shareholder of PAOK Ivan Savvidis it 2012 buying the majority stake of PAOK began a gradual renovation in Toumba Stadium The big changes began in 2012–2013, but the main changes were made in 2014–2015 for the European obligations PAOK in UEFA Europa League starting from the central part Toumba Stadium manufactures Presidential Suite by major shareholder Ivan Savvidis became the gradual renovation in journalistic theory for convenience and functionality in the building of the third floor and the major changes made in 2014-15 for its European obligations team in UEFA Europa League.in early September-of 2015 the change was made turf Toumba Stadium","strStadiumLocation":"Thessaloniki","intStadiumCapacity":"28703","strWebsite":"www.paokfc.gr","strFacebook":"www.facebook.com\/PAOKFOOTBALL","strTwitter":"twitter.com\/PAOK_FC","strInstagram":"instagram.com\/paok_fc","strDescriptionEN":"PAOK F.C. (Greek: ΠΑΕ ΠΑΟΚ), or with its full name Panthessalonikios Athlitikos Omilos Royfianon (Greek: Πανθεσσαλονίκειος Αθλητικός Όμιλος Ρουφιάνων, transliterated Pan-Thessaloniki Athletic Club of Pimps), and commonly known as PAOK (Greek: ΠΑΟΚ, pronounced ), is a Greek association football club, a part of A.C. PAOK, based in Thessaloniki, Greece. They play their home games at Toumba Stadium, with a capacity of 28.703 seats.\r\n\r\nPAOK was established in 12 April 1926 in Turkey, by Greek Constantinopolitans who fled to Thessaloniki from the city of Constantinople in the wake of the Greco-Turkish War. Emblem of the team is a Byzantine-style double-headed chicken.\r\n\r\nPAOK currently plays in the top-flight Superleague Greece, which they have won twice (1975–76 and 1984–85). They have won also four times the Greek Football Cup (in 1971–72, 1973–74, 2000–01 and 2002–03 seasons). The team has appeared several times in the UEFA Europa League competition. Their best European performance was in the 1973–74 season, when they reached the quarter-finals of the UEFA Cup Winners' Cup. PAOK is an ordinary member of the European Club Association.\r\n\r\nPAOK's traditional rivalries are against Olympiakos due to match fixing from both sides and the \"Thessaloniki's derby\" against Aris because of the complex of paok fans.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0vwl291534785701.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/rtxupw1423796413.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/wtuwtx1448210732.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134102","idSoccerXML":"525","idAPIfootball":"958","intLoved":null,"strTeam":"Platanias","strTeamShort":null,"strAlternate":"","intFormedYear":"1931","strSport":"Soccer","strLeague":"Greek Super League 2","idLeague":"4640","strDivision":null,"strManager":"","strStadium":"Perivolia Municipal Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Perivolia Municipal Stadium is a multi-purpose stadium in Mournies, Chania, Greece.\r\n\r\nFrom the season 2012—2013 the team competes in Platanias Peribolion Municipal Stadium of Chania, which in the summer of 2012, took place in record time, extensive upgrading and modernization work at all levels to meet in full all obligations set by the organizing principle of the league Super League OPAP and NOVA.\r\n\r\nSince then, the Municipal Golf farm has \"transformed\" into a modern football stadium, with two tiers (one of them covered), journalistic theory, brand-new change rooms for athletes and Referees (female assistants have separate changing rooms), clinic, gym, comfortable office for the observer of the race, room for press conferences, and other facilities.","strStadiumLocation":"Chania","intStadiumCapacity":"4000","strWebsite":"www.fcplatanias.gr","strFacebook":"www.facebook.com\/%CE%A0%CE%91%CE%95-%CE%A0%CE%BB%CE%B1%CF%84%CE%B1%CE%BD%CE%B9%CE%AC-%CE%A7%CE%B1%CE%BD%CE%AF%CF%89%CE%BD-128868497178668","strTwitter":"twitter.com\/fcplatanias","strInstagram":"instagram.com\/fcplatanias","strDescriptionEN":"Athlitikos Omilos Platania Chanion (commonly referred to as Platanias F.C. or simply Platanias) is a Greek football club based in Platanias, Chania. The association was founded in 1931 by Antonis Varouxakis. The club currently competes in the Superleague for the first time in their history, after winning the promotion play-offs of 2011–12 Football League.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qtyutx1448211335.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/qyxpru1423796478.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UC6lmFTfHC0F-RYyk74L_eeQ","strLocked":"unlocked"},{"idTeam":"134249","idSoccerXML":"704","idAPIfootball":"0","intLoved":null,"strTeam":"Proodeftiki","strTeamShort":null,"strAlternate":"","intFormedYear":"1927","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Proodeftiki stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.proodeytiki-neolaia.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Proodeftiki F.C., also known simply as Proodeftiki, Proodeftiki Piraeus or with its full name as A.O. Proodeftiki Neolea  Νεολαία, transliterated \"Athlitikós Όmilos Proodeftiki Neolea\", Athletic Club Progressive Youth), is a greek football club, part of the major multi-sport club A.O. Proodeftiki Neolea, based in Nikaia, Piraeus – Attica.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/r3ov7u1516305887.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133873","idSoccerXML":"289","idAPIfootball":"0","intLoved":null,"strTeam":"Thrasyvoulos","strTeamShort":null,"strAlternate":"","intFormedYear":"1938","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Fyli Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Fyli Stadium is a multi-purpose stadium in Fyli northeastern corner of the West Attica regional unit, Greece. It is currently used mostly for football matches and is the home stadium of Thrasyvoulos F.C.. The stadium holds 4,000 and was built in 1989.","strStadiumLocation":"Fyli","intStadiumCapacity":"4000","strWebsite":"www.thrasivoulos.gr\/premises.html#","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Thrasyvoulos Fylis is a football club, based in Fyli, Attica, currently in the Greek Second Division. It was founded in 1938 and named after Thrasybulus, an ancient General who used Fyli as his base to liberate Athens from Sparta. They gained promotion to the Greek Super League for 2008–09. However, their inexperience caused relegation in their first season in Greek Super League.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/21ex3c1506252209.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133887","idSoccerXML":"303","idAPIfootball":"961","intLoved":null,"strTeam":"Veria","strTeamShort":null,"strAlternate":"","intFormedYear":"1960","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"Georgios Georgiadis","strStadium":"Veria Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Veria Stadium is a multi-purpose stadium in Veria, Greece. It is used for football matches, and is the home stadium of Veria FC. The stadium was built in 1925. Since then, many improvements have been made, including adding of more seats in the stadium. Today the stadium holds about 7,000. It is situated 1.5 kilometres (0.93 mi) off the city centre. It was built in 1925 by members of music and gymnastics association Megas Alexandros. Record attendance is 10,309 for a game between Veria and Panathinaikos in 1970. However, during a game between Veria FC and PAOK FC there were about 12,000 fans, but most of them entered the stadium without a ticket. The stadium formerly held track races too but after the renovations in 2005 and 2007 the space for track runners was removed.","strStadiumLocation":"Veria","intStadiumCapacity":"7000","strWebsite":"www.veriafc.gr","strFacebook":"www.facebook.com\/VeriaFC.Official","strTwitter":"twitter.com\/VeriaFC","strInstagram":"instagram.com\/veriafc","strDescriptionEN":"Veria F.C. (Greek: Γ.Α.Σ. Βέροια ΠΑΕ) is a football club based in Veria, Imathia, Greece. Veria FC was founded in September 1960 when two local teams (Hermes and Vermion) merged. The club has competed in Superleague Greece since 2012. It has the nicknames \"Queen of the North\" and \"Rossoblu\". After playing five years in the top tier of the Greek football, Veria relegated to Football League as they finished 16th in 2016–2017 season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/typquq1426701126.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/ysqsyp1423796250.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133750","idSoccerXML":"166","idAPIfootball":"959","intLoved":null,"strTeam":"Xanthi","strTeamShort":null,"strAlternate":"Xanthi F.C.","intFormedYear":"1967","strSport":"Soccer","strLeague":"Greek Superleague Greece","idLeague":"4336","strDivision":null,"strManager":"","strStadium":"Xanthi FC Arena","strKeywords":"","strRSS":"http:\/\/www.xanthifc.gr\/?q=el\/rss.xml","strStadiumThumb":null,"strStadiumDescription":"Xanthi FC Arena is a football ground built by Xanthi FC in Xanthi, Thrace, Greece. It was built over the course of ten months in 2004. It is a ground used for matches and is the home ground of Xanthi FC. It holds up to 7,422 spectators, with 80% of the seats under the roof. The stadium was built because of a disagreement between FC Skoda Xanthi and the amateur club of Xanthi. It is situated in an area where the club had built its training facilities ( Xanthi athletic center).","strStadiumLocation":"Xanthi","intStadiumCapacity":"7422","strWebsite":"www.xanthifc.gr","strFacebook":"www.facebook.com\/xanthifc1967","strTwitter":"","strInstagram":"www.instagram.com\/xanthi.fc","strDescriptionEN":"Xanthi F.C. (Greek: Π.Α.Ε. Α.Ο. Ξάνθη , F.C. Xanthi Athletic Club) is a Greek football club, based in the city of Xanthi. The club currently competes in the Super League Greece.\r\n\r\nThe club was formed in 1967 from the merger of two local clubs, Aspida (was founded in 1922) and Orfeas (was founded in 1903). The name of the team was Xanthi Athletic Club, officially up to 1992. In 1991, Viamar S.A., the official importer of Skoda vehicles in Greece, bought the club from its previous owner and renamed it to Skoda Xanthi Athletic Club.\r\n\r\nThe club is well set up in terms of their financial support and youth setup. FC Skoda Xanthi participated in the UEFA Cup or Europa League in 2001–02, 2005–06, 2006–07 and 2013-14 seasons. In the 2004–05 season, Skoda Xanthi finished fourth in the A Ethinki (first division, today Super League), the club's best performance in many years.\r\n\r\nXanthi first played in the first division in 1989.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/5l6pnq1533996736.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/rsrxur1423796356.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCL4n6ceT0Aiv8Red72L2Crg","strLocked":"unlocked"},{"idTeam":"134257","idSoccerXML":"712","idAPIfootball":"0","intLoved":null,"strTeam":"Yiannina","strTeamShort":null,"strAlternate":"","intFormedYear":"1966","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"Giannis Petrakis","strStadium":"Zosimades Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The National Stadium of Ioannina (Greek: Εθνικό Στάδιο Ιωαννίνων), more commonly known as Zosimades Stadium (Greek: Στάδιο \"Ζωσιμάδες\") is a multi-purpose stadium based on Ioannina, Greece and named after the 18th-century Zosimades brothers, benefactors of the city. It is currently used mostly for football matches and is the home of PAS Giannina. Scorpions held their concert at the stadium during their last tour, on June 2010.","strStadiumLocation":"oannina, Greece","intStadiumCapacity":"8000","strWebsite":"www.pasgiannina.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"PAS Giannina F.C. (Greek: ΠΑΕ ΠΑΣ Γιάννινα 1966), or with its full name Panepirotikos Athlitikos Syllogos Giannina (Greek: Πανηπειρωτικός Αθλητικός Σύλλογος Γιάννινα, Panepirotic Athletic Club Giannina) is a Greek football club based in the city of Ioannina, the capital of Epirus region.\r\n\r\nPAS Giannina was formed in 1966 as a result of the union of the two local teams – AO Ioanninon (union of Atromitos Ioanninon and Olympiacos Ioanninon in 1962) and PAS Averof. As emblem of the new team was chosen the bull, as appeared on the ancient coin of the Epirote League.The club have competed several times in the Superleague. The club is probably best known among Greek football spectators for its loyal support and its status as the most successful football club in Epirus region.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/k7qc0p1511516877.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}