{"teams":[{"idTeam":"139431","idSoccerXML":null,"idAPIfootball":"3460","intLoved":null,"strTeam":"Aizawl","strTeamShort":null,"strAlternate":"Aizawl Football Club","intFormedYear":"1984","strSport":"Soccer","strLeague":"Indian I-League","idLeague":"4797","strDivision":null,"strManager":"","strStadium":"Rajiv Gandhi Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Rajiv Gandhi Stadium is a football stadium in Mualpui, Salem Veng, Aizawl, Mizoram, India. It is used mainly for football and Athletic games.","strStadiumLocation":"Aizawl, Mizoram, India","intStadiumCapacity":"20000","strWebsite":"www.aizawlfc.com","strFacebook":"www.facebook.com\/aizawl.fc\/","strTwitter":"twitter.com\/AizawlFC?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor","strInstagram":"www.instagram.com\/aizawlfc","strDescriptionEN":"Aizawl Football Club is an Indian football club from Aizawl, Mizoram. Formed in 1984, Aizawl FC earned the entry in India's top-tier league, I-League in 2015–16, after winning 2015 I-League 2nd Division. Aizawl FC became the first football club from the Northeast to win the I-League title.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ugwplg1583250954.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139366","idSoccerXML":null,"idAPIfootball":"3471","intLoved":null,"strTeam":"ATK","strTeamShort":null,"strAlternate":"Atlético de Kolkata","intFormedYear":"2014","strSport":"Soccer","strLeague":"Indian Super League","idLeague":"4791","strDivision":null,"strManager":"","strStadium":"Salt Lake Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Salt Lake Stadium, officially known as Vivekananda Yuba Bharati Krirangan (VYBK), is a multipurpose stadium in Bidhannagar, Kolkata, with a current capacity of 85,000.. The Salt Lake Stadium is the main home of ATK, East Bengal FC and Mohun Bagan. It is the second largest stadium in India by seating capacity. . Before its renovation in 2011, it was the second largest football stadium in the world, having a seating capacity of 150,000. Prior to the construction and opening of Rungrado May Day Stadium in 1989, it was the largest football stadium in the world. The stadium hosted the final match of the 2017 FIFA U-17 World Cup, alongside hosting other matches of the tournament. As part of security measures for the 2017 U-17 World Cup, the stadium was only open for 66,687 viewers instead of the stadium’s capacity of 85,000. It will be used again for the 2020 FIFA U-17 Women's World Cup.\r\n\r\nThe stadium's record attendance was recorded in 1997 when 131,781 spectators watched the Federation Cup semifinal between East Bengal and Mohun Bagan.\r\n\r\nThe stadium recently switched back to natural grass from artificial turf as part of the preparations for hosting the U-17 World Cup in 2017. The new turf was unveiled in a Kolkata Derby match between East Bengal and Mohun Bagan during the 2015–16 Calcutta Premier Division match.","strStadiumLocation":"Salt Lake, Greater Kolkata,[1] West Bengal, India","intStadiumCapacity":"85000","strWebsite":"atkfc.in","strFacebook":"www.facebook.com\/atkfootballclub\/","strTwitter":"twitter.com\/atkfc","strInstagram":"www.instagram.com\/atkfc","strDescriptionEN":"ATK (previously known as Atlético de Kolkata) is an Indian professional football club based in Kolkata, West Bengal, that plays in the Indian Super League under licence from the All India Football Federation (AIFF). It was established on 7 May 2014 as the first team in the Indian Super League, and plays its home games at the Vivekananda Yuvabharati Krirangan; also known as the Salt Lake Stadium.\r\n\r\nThe team is owned by Kolkata Games and Sports Pvt. Ltd. which consists of former Indian cricket captain Sourav Ganguly, alongside businessmen Harshavardhan Neotia, Sanjiv Goenka and Utsav Parekh. Initially for first three seasons, Spanish La Liga club Atlético Madrid were also a co-owner, later Goenka bought the shares owned by Atlético Madrid. After the end of their partnership with Spanish giant, Atlético de Kolkata has been rechristened to ATK in July 2017. The team's name and colours are derived from their former Spanish partner.\r\n\r\nUnder coach Antonio López Habas, Atlético hosted and won the first match of the Indian Super League. They won the inaugural season, beating Kerala Blasters 0–1 in the final. Two years later, under José Francisco Molina, the team won on penalties against the same opponent in the final. Currently, ATK holds the most ISL trophies along with Chennaiyin FC.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/l0zwvl1583254704.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCiePrR7_GbDltlbjOvDzUbg","strLocked":"unlocked"},{"idTeam":"139367","idSoccerXML":null,"idAPIfootball":"3472","intLoved":null,"strTeam":"Bengaluru","strTeamShort":null,"strAlternate":"\tBengaluru Football Club","intFormedYear":"2013","strSport":"Soccer","strLeague":"Indian Super League","idLeague":"4791","strDivision":null,"strManager":"","strStadium":"Sree Kanteerava Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Sree Kanteerava Stadium, also spelled Sri Kanteerava Stadium, is a multi-purpose stadium in Bengaluru, India. It also includes two outdoor rock climbing walls, a running track, a football field and a volleyball court.\r\n\r\nIt is Bengaluru's main sports stadium and several national level teams hold their training sessions here. The stadium was built on top of an old lake. The Sree Kanteerva athletic track was developed into a pro synthetic track for 1997 national games before which it was a cinder track.\r\n\r\nThe athletic track will soon be undergoing renovation. This original stadium was constructed through SVEC Constructions Ltd for Rs. 220 million and was completed by 31 May 1997.","strStadiumLocation":"Bengaluru, Karnataka, India","intStadiumCapacity":"2013","strWebsite":"www.bengalurufc.com","strFacebook":"facebook.com\/bengalurufootballclub","strTwitter":"twitter.com\/bengalurufc","strInstagram":"instagram.com\/bengalurufc","strDescriptionEN":"Bengaluru Football Club is an Indian professional football club based in Bengaluru, Karnataka. The club competes in one of the top leagues of Indian football, the Indian Super League under license from All India Football Federation (AIFF). The club was established on 20 July 2013, and began their first competitive season in the I-League a few months later on 22 September 2013. Since their foundation, the club has won two I-league titles, including one in their debut season, two Federation Cup titles, one Indian Super League title and a Super Cup championship. They are the current champions of the 2018–19 Indian Super League season defeating FC Goa in the final.\r\n\r\nThe club is owned and operated by the Mumbai–based JSW Group and its managing director Sajjan Jindal. Bengaluru have played every home match at the Sree Kanteerava Stadium since the beginning of the 2014–15 season. Despite only playing four seasons in the I-League, the club were considered one of the model clubs of Indian football. Bengaluru drew praise for bringing a new sense of professionalism to Indian football, including the use of on field equipment meant to help player fitness. The club is also known for their fan base, including the supporters group, West Block Blues, which has gained a reputation for being one of the most vocal and passionate fan bases in India.\r\n\r\nBengaluru played its inaugural match on 22 September 2013, earning a 1–1 draw against Mohun Bagan in the league. The club would go on to win the I-League in their debut season and then again two seasons later in 2015–16. As well as two league titles, Bengaluru also won two Federation Cups in 2015 and 2017. Between 2015 and 2018, the club also represented India in Asian club competition, competing in the AFC Cup for four consecutive years. During the 2016 AFC Cup, Bengaluru made it to the final where they lost 1–0 to Al-Quwa Al-Jawiya of Iraq.\r\n\r\nFrom 2017–2018 season, Bengaluru FC joined Indian Super League and won their maiden title in 2018–19 season defeating FC Goa 1–0 in the final which was held on 17 March 2019. On September 28, 2019 Bengaluru FC announced partnership with the Scottish club Rangers.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/aww9ex1583254711.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"youtube.com\/bfctv","strLocked":"unlocked"},{"idTeam":"139437","idSoccerXML":null,"idAPIfootball":"3461","intLoved":null,"strTeam":"Chennai City","strTeamShort":null,"strAlternate":"Chennai City Football Club","intFormedYear":"1946","strSport":"Soccer","strLeague":"Indian I-League","idLeague":"4797","strDivision":null,"strManager":"","strStadium":"Nehru Stadium","strKeywords":"The Lions","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Nehru Stadium is a multi-purpose stadium in Coimbatore, Tamil Nadu, India. Constructed in 1971. It is currently used mostly for football matches. The stadium holds capacity of 30,000 people. spectators. The stadium will play host to I-league club Chennai City FC.","strStadiumLocation":"Coimbatore, Tamil Nadu, India","intStadiumCapacity":"30000","strWebsite":"chennaicityfc.com","strFacebook":"www.facebook.com\/ChennaiCityFC\/","strTwitter":"twitter.com\/ChennaiCityFC?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor%20","strInstagram":"www.instagram.com\/chennaicityfootballclub","strDescriptionEN":"Chennai City Football Club is an Indian football club based in Coimbatore, Tamil Nadu. The club has compete as a member of the I-League, under license from All India Football Federation (AIFF). The club was established in 1946 as Netaji Sports Club by five friends. The club has spend the grand majority of its history competing in the local state and city tournaments but entered the national stage in 2016. On 11 December 2016, the team were awarded a direct-entry spot into the I-League for the 2016–17 season and become I-League champions during 2018–19 season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/1uxh871583250964.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139372","idSoccerXML":null,"idAPIfootball":"3473","intLoved":null,"strTeam":"Chennaiyin","strTeamShort":null,"strAlternate":"Chennaiyin Football Club, சென்னையின் எஃப்.சி","intFormedYear":"2014","strSport":"Soccer","strLeague":"Indian Super League","idLeague":"4791","strDivision":null,"strManager":"","strStadium":"Marina Arena","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Jawaharlal Nehru Stadium (also known as the Marina Arena) is a multipurpose stadium in Chennai, India. It has a capacity to seat 40,000 people. It hosts football matches and athletic competitions. The complex also houses a multipurpose indoor stadium with a seating capacity of 5,000 which hosts volleyball, basketball, table tennis games. The stadium is also used for functions and concerts. The stadium is named after Jawaharlal Nehru, India's first Prime Minister. The stadium earlier hosted cricket Test matches between 1956 and 1965. As of 19 August 2017 it has hosted 9 Tests.\r\n\r\nThe stadium is located at Sydenhams Road, Park Town behind the Chennai Central suburban railway station and the Ripon Building. Tamil Nadu football team, which plays in Santosh Trophy and Chennaiyin FC, the Indian Super League team representing the city, use the stadium as its home ground.","strStadiumLocation":"Chennai, Tamil Nadu, India","intStadiumCapacity":"40000","strWebsite":"chennaiyinfc.com","strFacebook":"www.facebook.com\/ChennaiyinFC","strTwitter":"twitter.com\/ChennaiyinFC","strInstagram":"www.instagram.com\/chennaiyinfc","strDescriptionEN":"Chennaiyin F.C. is a professional football club based in Chennai, Tamil Nadu. They compete in the Indian Super League under licence from the All India Football Federation (AIFF). The club was founded in August 2014 during the inaugural season of the Indian Super League. Chennaiyin won the 2017–18 Indian Super League season, also having won it previously in 2015 season, making them the joint highest winners (2) of the league along with ATK.\r\n\r\nThe franchise is owned by Vita Dani, Bollywood actor Abhishek Bachchan and Indian cricketer Mahendra Singh Dhoni. The team's name Chennaiyin FC means Chennai's football club in Tamil where the 'yin' suffix is similar to a possessive 's' in English. The team's logo is the Dhrishti Bommai, a representation of chasing away negativity and preserving positivity in the Tamil culture.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/g5rypn1583254717.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/ChennaiyinFC","strLocked":"unlocked"},{"idTeam":"139435","idSoccerXML":null,"idAPIfootball":"3462","intLoved":null,"strTeam":"Churchill Brothers","strTeamShort":null,"strAlternate":"Churchill Brothers FC","intFormedYear":"1988","strSport":"Soccer","strLeague":"Indian I-League","idLeague":"4797","strDivision":null,"strManager":"","strStadium":"Fatorda Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Fatorda, officially known as the Jawaharlal Nehru Stadium, is a multi-purpose stadium situated in Margao, Goa. The venue has been used to host both international football as well as cricket matches. It is Goa's only international stadium and has a seating capacity of 19,000 people. It has hosted 9 ODIs. The venue was established in 1989 and is owned and operated by the Sports Authority of Goa. It is currently the home stadium of FC Goa.","strStadiumLocation":"Fatorda, Margao, Goa","intStadiumCapacity":"19000","strWebsite":"churchillbrothersfcgoa.in","strFacebook":"www.facebook.com\/ChurchillBrothersFCGoa\/","strTwitter":"twitter.com\/Churchill_Goa","strInstagram":"","strDescriptionEN":"Churchill Brothers FC is an Indian professional football club based in Margao, Goa. Churchill Brothers was founded in 1988 in Margao and in 1996 were a founding club of the new National Football League. In 2007, the club were also a founding club in the I-League.\r\n\r\nThe club has won the national league title I-League two times, in 2008–09 and 2012–13, and has secured a position among the top three teams on eight other occasions in the national level league tournament.\r\n\r\nThe Red Machine was led for decades by Mr. Churchill Alemo, the club's former President who was recently elected President of Goa Football Association and is an ex-Chief Minister of Goa. The current CEO of the club is Ms. Valanka Alemao, Mr. Alemao's daughter.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/pla2oz1583253226.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139439","idSoccerXML":null,"idAPIfootball":"3463","intLoved":null,"strTeam":"East Bengal","strTeamShort":null,"strAlternate":" ইস্ট বেঙ্গল ফুটবল ক্লাব, East Bengal Football Club","intFormedYear":"1920","strSport":"Soccer","strLeague":"Indian I-League","idLeague":"4797","strDivision":null,"strManager":"","strStadium":"Kalyani Municipal Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Kalyani Stadium is a stadium in Kalyani, West Bengal. The stadium holds 20,000 spectators. Presently the stadium has been re-modelled with full-fledged modern structure and 5 storied gallery with added facilities.","strStadiumLocation":"Kalyani, West Bengal India","intStadiumCapacity":"20000","strWebsite":"www.eastbengalfootballclub.com","strFacebook":"www.facebook.com\/QuessEastBengalOfficial\/","strTwitter":"twitter.com\/eastbengalfc?lang=en","strInstagram":"www.instagram.com\/eastbengalfc\/?hl=en","strDescriptionEN":"East Bengal Football Club (Bengali: ইস্ট বেঙ্গল ফুটবল ক্লাব) is a professional football Club based in Kolkata, West Bengal, India. It competes in the I-League under licence from the All India Football Federation (AIFF). The club has won three National Football League (later named as I-League) titles, eight Federation Cups, and three Indian Super Cups, alongside other trophies.\r\n\r\nThe club is mainly supported by the immigrant population (known as Bangal), who were forced to leave their home during the partition of 1947. It has a long-standing rivalry with its cross-town competitors Mohun Bagan, with whom it competes in the renowned Kolkata Derby, which is the Asia's biggest football rivalry. East Bengal also shares a rivalry with another Kolkata club Mohammedan SC.\r\n\r\nCurrently the football team is owned by Quess Corp. In July 2018, it bought 70% shares, and took full control of the football team and thus forming Quess East Bengal FC Pvt. Ltd. East Bengal and Quess Corp have four directors each and club representatives have control over the operations. Quess Corp. now has the responsibility of building and managing the squad.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/yuvd7l1583250976.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCVHKETki18rVaDzEmRPonDA","strLocked":"unlocked"},{"idTeam":"139371","idSoccerXML":null,"idAPIfootball":"3475","intLoved":null,"strTeam":"Goa","strTeamShort":null,"strAlternate":"Football Club Goa","intFormedYear":"2014","strSport":"Soccer","strLeague":"Indian Super League","idLeague":"4791","strDivision":null,"strManager":"","strStadium":"Fatorda Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Fatorda, officially known as the Jawaharlal Nehru Stadium, is a multi-purpose stadium situated in Margao, Goa. The venue has been used to host both international football as well as cricket matches. It is Goa's only international stadium and has a seating capacity of 19,000 people. It has hosted 9 ODIs. The venue was established in 1989 and is owned and operated by the Sports Authority of Goa. It is currently the home stadium of FC Goa.","strStadiumLocation":"Fatorda, Margao, Goa","intStadiumCapacity":"19000","strWebsite":"www.fcgoa.in","strFacebook":"www.facebook.com\/FCGoaOfficial\/","strTwitter":"twitter.com\/fcgoaofficial","strInstagram":"www.instagram.com\/fcgoaofficial","strDescriptionEN":"FC Goa is an Indian professional football club based in Goa that competes in the Indian Super League under license from All India Football Federation (AIFF). The club was launched on 26 August 2014 and founded by Srinivas Dempo and Dattaraj Salgaocar. The team is currently owned by Jaydev Mody, Akshay Tandon and Virat Kohli. It represents Goa, the only state or union territory to declare football as its official sport. The logo represents Goa's state animal the Gaur. While the colours blue and orange symbolizes the Goan coastline and sunrise.\r\n\r\nThe club play their home matches at the Fatorda Stadium in Margao. Brazilian footballer Zico was the club's first Manager (Head Coach). Its marquee players for its first two seasons have been French winger Robert Pires and Brazilian defender Lúcio respectively. The team finished the league stage in second position in their first season. In the end-of-season play-offs, they lost via a penalty shootout against Atlético de Kolkata in the semi-finals after a goalless draw. The next year, the team came first in the league stage, then lost the final 3–1 to Chennaiyin FC at home. In the 2018–19 season, they reached their second final in the league which they lost 1–0 to Bengaluru FC. In the same season they beat Chennaiyin FC 2–1 in the 2019 Indian Super Cup to win their first ever trophy. In the 2019–20 season, Goa topped the group stage and won the first ISL League Winners Shield and also became the first ever Indian club to qualify for the AFC Champions League group stage.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/7z8ueq1583254723.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCiIB2oS367YVFOYT0d7qUkg","strLocked":"unlocked"},{"idTeam":"139433","idSoccerXML":null,"idAPIfootball":"3464","intLoved":null,"strTeam":"Gokulam","strTeamShort":null,"strAlternate":"Gokulam Kerala Football Club","intFormedYear":"2017","strSport":"Soccer","strLeague":"Indian I-League","idLeague":"4797","strDivision":null,"strManager":"","strStadium":"EMS Corporation Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The EMS Stadium is a multi-purpose stadium in Kozhikode (Calicut), India which is currently used mostly for football matches.\r\n\r\nThe stadium is currently the home of I league side Gokulam Kerala FC and holds more than 50,000 and was built in 1977. It is equipped with floodlights for conducting both football and cricket matches. The stadium is named after the Communist leader E. M. S. Namboodiripad who was the first Chief Minister of Kerala.","strStadiumLocation":"Kozhikode, Kerala, India","intStadiumCapacity":"50000","strWebsite":"gokulamkeralafc.com","strFacebook":"www.facebook.com\/gokulamkeralafc\/","strTwitter":"twitter.com\/GokulamKeralaFC","strInstagram":"www.instagram.com\/gokulam_kerala_fc","strDescriptionEN":"Gokulam Kerala Football Club is an Indian professional football club based in Calicut, Kerala. The club has competed as a member of I-League under license from All India Football Federation (AIFF). Gokulam FC is the current champions in Durand Cup. They also run a team in the Indian Women's League called Gokulam Kerala FC (women).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/8rol0v1583250983.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCI0fJ0tqVvBCg2E0VMDJ7QA","strLocked":"unlocked"},{"idTeam":"139374","idSoccerXML":null,"idAPIfootball":"7763","intLoved":null,"strTeam":"Hyderabad","strTeamShort":null,"strAlternate":"Hyderabad Football Club","intFormedYear":"2019","strSport":"Soccer","strLeague":"Indian Super League","idLeague":"4791","strDivision":null,"strManager":"","strStadium":"G. M. C. Balayogi Athletic Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Ganti Mohana Chandra Balayogi Athletic Stadium, formerly known as the Gachibowli Athletic Stadium (Telugu: జి. ఎం. సి. బాలయోగి అథ్లెటిక్ స్టేడియం), is a multipurpose stadium situated in the Gachibowli suburb of Hyderabad, Telangana, India. It is located beside International Institute of Information Technology, Hyderabad (IIIT Hyderabad). It is used mostly for association football matches. The stadium holds 30,000 people and contains an eight-lane 400m running synthetic athletic track, a 10-lane 100m sprinting track and a four-lane synthetic warm-up track. Inside the athletic tracks lies a football field 105 m × 68 m (344 ft × 223 ft) in size. Built at a cost of Rs.35.30 crores, it has built-up area of 14,850 m2 (159,800 sq ft).","strStadiumLocation":"Gachibowli, Telangana, India","intStadiumCapacity":"30000","strWebsite":"","strFacebook":"www.facebook.com\/HydFCOfficial\/","strTwitter":"twitter.com\/HydFCOfficial?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor","strInstagram":"t.co\/pMusIxzlGJ?amp=1","strDescriptionEN":"Hyderabad Football Club is an Indian professional football club based in Hyderabad, Telangana, that competes in the Indian Super League, the top league in Indian football. The club was established on 27 July 2019 and will debut in the 2019–20 Indian Super League season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ixij891583254730.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139441","idSoccerXML":null,"idAPIfootball":"3465","intLoved":null,"strTeam":"Indian Arrows","strTeamShort":null,"strAlternate":"Pailan Arrows","intFormedYear":"2010","strSport":"Soccer","strLeague":"Indian I-League","idLeague":"4797","strDivision":null,"strManager":"","strStadium":"Tilak Maidan Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Tilak Maidan Stadium is a multi-use stadium in Vasco da Gama, Goa, India. It is used mostly for football matches and regularly hosts matches in the I-League as well as local Goan league. The venue has the capacity to accommodate 5,000 spectators. The stadium is maintained by the Sports Authority of Goa. It has been upgraded satisfactorily to ensure most FIFA standards are maintained. Facilities include player changing rooms and lounge, dope control rooms and a media centre. The Stadium is used by Churchill Brothers S.C., Dempo S.C., Salgaocar S.C., Sporting Clube de Goa and Indian Arrows.","strStadiumLocation":"Vasco da Gama, Goa, India","intStadiumCapacity":"5000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Indian Arrows (previously called Pailan Arrows) is an Indian football club located in Vasco da Gama, that competes in the I-League. The club was formed with the main goal of nurturing young Indian football talents. After disbanding in 2013, the project was revived as Indian Arrows in 2017.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/1mcdwz1583251054.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139369","idSoccerXML":null,"idAPIfootball":"3476","intLoved":null,"strTeam":"Jamshedpur","strTeamShort":null,"strAlternate":"Jamshedpur Football Club","intFormedYear":"2017","strSport":"Soccer","strLeague":"Indian Super League","idLeague":"4791","strDivision":null,"strManager":"","strStadium":"JRD Tata Sports Complex","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The JRD Tata Sports Complex is a stadium in Jamshedpur, India. It is currently used mostly for football matches and athletics competitions. It has been the home stadium of Jamshedpur FC since the 2017–18 season. The stadium holds 24,424 spectators for football matches.","strStadiumLocation":"Jamshedpur, Jharkhand, India","intStadiumCapacity":"23887","strWebsite":"www.fcjamshedpur.com","strFacebook":"www.facebook.com\/JamshedpurFC","strTwitter":"twitter.com\/JamshedpurFC","strInstagram":"www.instagram.com\/jamshedpurfc","strDescriptionEN":"Jamshedpur Football Club is an Indian professional football club based in Jamshedpur, Jharkhand. The club has competed as a member of Indian Super League under licence from All India Football Federation (AIFF). The club is owned by Tata Steel, a subsidiary of the Tata Group.\r\n\r\nThe club was established on 12 June 2017, when Tata Steel won the bidding rights for one of two expansion spots in the Indian Super League. Jamshedpur FC is the first club in the Indian Super League to have its own Stadium and facilities. They used graduate from Tata Football Academy (TFA) founded by Tata Group in 1987. Their home stadium is JRD Tata Sports Complex.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vn0g0y1583254736.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139365","idSoccerXML":null,"idAPIfootball":"3477","intLoved":null,"strTeam":"Kerala Blasters","strTeamShort":null,"strAlternate":"Kerala Blasters Football Club","intFormedYear":"2014","strSport":"Soccer","strLeague":"Indian Super League","idLeague":"4791","strDivision":null,"strManager":"","strStadium":"Jawaharlal Nehru Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Jawaharlal Nehru International Stadium, locally known as Kaloor Stadium is a multi-purpose international stadium situated in Kochi, Kerala. It is the home stadium of Indian Super League club, Kerala Blasters F.C. The stadium has a capacity of 60500. For Indian Super League matches it is limited to 41000. The building of a world-class international sports stadium in Kerala was sanctioned by the government of the late Chief minister of Kerala, K. Karunakaran. The stadium was completed ahead of schedule in 1996 by the Greater Cochin Development Authority (GCDA) led by V. Joseph Thomas IPS. The stadium is widely touted to be one of the noisiest football stadiums in the world due to its distinctive architecture.","strStadiumLocation":"Kochi, Kerala, India","intStadiumCapacity":"80000","strWebsite":"keralablastersfc.in","strFacebook":"www.facebook.com\/keralablasters","strTwitter":"twitter.com\/keralablasters","strInstagram":"www.instagram.com\/keralablasters","strDescriptionEN":"Kerala Blasters Football Club is an Indian professional football club based in Kochi, Kerala. The Blasters are one of the ten teams to have been part of the Indian Super League (ISL), the top tier of Indian football since its inception. They play in the league under licence from All India Football Federation (AIFF). The club was established on 24 May 2014 and began their first professional season a few months later in October 2014.\r\n\r\nThey play their home matches at the Jawaharlal Nehru Stadium at Kochi. The team has held the record for highest league attendance every season, regularly averaging over 55,000 fans a game.\r\n\r\nThe Blasters played their inaugural match on 13 October 2014, losing 1–0 to NorthEast United. The club made it to the final of the Indian Super League in its inaugural season(2014), where they lost 1–0 to Atlético de Kolkata after an extra time goal from Mohammed Rafique. They did not qualify for the finals the next season, but reached the final again in 2016. The team was again defeated by Atlético de Kolkata, this time through penalties 4–3.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/95t4dn1583254742.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/c\/kbfcofficial","strLocked":"unlocked"},{"idTeam":"139436","idSoccerXML":null,"idAPIfootball":"3466","intLoved":null,"strTeam":"Minerva Punjab","strTeamShort":null,"strAlternate":"Punjab Football Club","intFormedYear":"2005","strSport":"Soccer","strLeague":"Indian I-League","idLeague":"4797","strDivision":null,"strManager":"","strStadium":"Guru Nanak Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Guru Nanak Stadium is a football stadium in Ludhiana, India. It hosted the opening and closing ceremonies of the 2001 National Games of India. It also hosted JCT FC of the I-League. It has seating capacity of 15,000 spectators. There is a provision of 8 lane synthetic track with a two lane warming up track. The track conforms to international standards for conduct of any national or international meet. It has a well maintained football ground which hosts the Annual National Football League matches.","strStadiumLocation":"Ludhiana, Punjab, India","intStadiumCapacity":"15000","strWebsite":"minervapunjabfc.com","strFacebook":"www.facebook.com\/MinervaSharks\/","strTwitter":"twitter.com\/minervapunjabfc","strInstagram":"www.instagram.com\/minervapunjabfc","strDescriptionEN":"Punjab Football Club (previously as Minerva Punjab F.C.) is an Indian professional football club based in Mohali, Punjab. The club competes in the I-League, under licence from the All India Football Federation (AIFF). Minerva, since inception in 2013 as a club, have won the I-League title once, the Punjab State Super Football League title twice, and were also the runners-up of the I-League 2nd Division. Minerva was crowned champions of I-League in 2017–18.\r\n\r\nThe club is a partnership agreement between Ranjit Bajaj, Founder and Director of MPFC (now Punjab Football Club) and Mohali-based firm RoundGlass Sports. Punjab plays their I-League home matches at the Guru Nanak Stadium in Ludhiana. On October 30, 2019, the club was renamed as Punjab Football Club and 2019–20 I-League would be their first season as Punjab F.C.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wcvo331583250995.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139432","idSoccerXML":null,"idAPIfootball":"3467","intLoved":null,"strTeam":"Mohun Bagan","strTeamShort":null,"strAlternate":"Mohun Bagan Athletic Club","intFormedYear":"1889","strSport":"Soccer","strLeague":"Indian I-League","idLeague":"4797","strDivision":null,"strManager":"","strStadium":"Mohun Bagan Ground","strKeywords":"The Mariners","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Mohun Bagan Ground is a football stadium located in the maidan region of central Kolkata, just opposite the Eden Gardens stadium. The stadium is owned by Mohun Bagan who use the stadium as their training ground. The stadium has a capacity of 20,000 spectators at present. The club offices of Mohun Bagan are adjacent to the stadium. This ground is mainly used by Mohun Bagan for Calcutta Football League matches against smaller and local Kolkata sides.","strStadiumLocation":"Kolkata, India","intStadiumCapacity":"20000","strWebsite":"themohunbaganac.com","strFacebook":"www.facebook.com\/MohunBaganAthleticClub1889","strTwitter":"twitter.com\/Mohun_Bagan","strInstagram":"www.instagram.com\/mohunbaganac","strDescriptionEN":"Mohun Bagan Athletic Club is a professional football club based in West Bengal, India. The club was established on 15 August 1889 by Bhupendra Nath Bose and is one of the oldest existing association football club in India and Asia.The club plays in the I-League under licence from the All India Football Federation (AIFF). The most notable victory in the history of the club was over East Yorkshire Regiment in the 1911 IFA Shield final match, which made them the first Indian club to win the IFA title.\r\n\r\nThey have won the top-flight league 4 times, the National Football League 3 times and the I-League once. They are the most successful team of India in the history of the Federation Cup, having won the championship a record 14 times. The club has also won several other trophies, which includes the Durand Cup (16 times), IFA Shield (22 times), and the Calcutta Football League (30 times). The club's football team alone has won 252 trophies which is the highest by any Indian club and also makes it one of the most decorated football clubs in the world. Apart from that, the club's cricket and hockey teams have won 111 and 41 trophies respectively. The club contests the Kolkata Derby with long-time rivals East Bengal. The first derby match was played on 8 August 1921.\r\n\r\nMohun Bagan was inducted into the Club of Pioneers, a network of the oldest existing football clubs in each country, on 29 July 2019 as the club celebrated its 130th year in existence.\r\n\r\nOn 16th January 2020, owners of ISL side ATK, the RP-Sanjiv Goenka Group bought 80% of shares in the club, with the current owners of the club left with the remaining minority stake of 20% . It was announced that ATK would merge with Mohun Bagan from the following season and participate as a unified team in the ISL, which is now India's first division league. From 1 June 2020, the merged team will come into existence and it will be called ATK-Mohun Bagan thus bringing to an end the storied history of the club as a stand alone entity. It is still unknown as to whether the unified club will retain Mohun Bagan's jersey and logo, though the club has announced that it will keep these unchanged keeping history, and fan sentiment in mind.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/1o2ks11583251002.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139373","idSoccerXML":null,"idAPIfootball":"3478","intLoved":null,"strTeam":"Mumbai City","strTeamShort":null,"strAlternate":"Mumbai City Football Club","intFormedYear":"2014","strSport":"Soccer","strLeague":"Indian Super League","idLeague":"4791","strDivision":null,"strManager":"","strStadium":"Mumbai Football Arena","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Mumbai Football Arena is a multi-use stadium in Mumbai, India. It is located in the Andheri Sports Complex and is primarily used for football matches and tournaments.\r\n\r\nIt serves as the home stadium of Mumbai City FC of the Indian Super League. The football stadium holds 7,960 spectators and was expected to be one of the venues for the 2017 FIFA U-17 World Cup. The India national football team played a FIFA international friendly on 3 September 2016 beating Puerto Rico national football team 4–1 in front of a packed stadium. This was the first international friendly hosted by the city in 61 years.","strStadiumLocation":"Andheri West, Mumbai, India","intStadiumCapacity":"18000","strWebsite":"www.mumbaicityfc.com","strFacebook":"www.facebook.com\/MumbaiCityFC","strTwitter":"twitter.com\/MumbaiCityFC","strInstagram":"www.instagram.com\/mumbaicityfc","strDescriptionEN":"Mumbai City Football Club is an Indian professional football club based in Mumbai, Maharashtra, which competes in the Indian Super League under licence from the All India Football Federation (AIFF). The team is co-owned by City Football Group, Ranbir Kapoor and Bimal Parekh, a chartered accountant.\r\n\r\nFormer England international Peter Reid managed the club and Freddie Ljungberg was the marquee player for the first season. For the second season, it was announced that Nicolas Anelka would don the position of marquee player as well as manager of the club. In 2016, Diego Forlán played as the marquee player while Alexandre Guimarães took over as the new manager. In 2018, Jorge Costa was announced as the head coach for the new season while Rafael Bastos and Modou Sougou were announced as the notable signings. For the 2019 ISL season, Jorge Costa retained his spot as coach, and Amine Chermiti and Diego Carlos were announced as new signings.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/4v8jkb1583254747.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/MumbaiCityFC","strLocked":"unlocked"},{"idTeam":"139434","idSoccerXML":null,"idAPIfootball":"3468","intLoved":null,"strTeam":"NEROCA","strTeamShort":null,"strAlternate":"\tNorth Eastern Re-Organising Cultural Association Football Club","intFormedYear":"1965","strSport":"Soccer","strLeague":"Indian I-League","idLeague":"4797","strDivision":null,"strManager":"","strStadium":"Khuman Lampak Main Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Khuman Lampak Main Stadium is a stadium in Imphal, India. It is used mostly for football and athletics. The stadium holds 35,285 people and was built in 1999. This stadium lies inside the Khuman Lampak Sports Complex. The stadium's record attendance was set in a football match between NEROCA FC and Indian Arrows (2-1, 2017-18 season), with 35,285 people in attendance (5 January 2018).","strStadiumLocation":"Imphal, Manipur, India","intStadiumCapacity":"35285","strWebsite":"","strFacebook":"","strTwitter":"twitter.com\/nerocafc","strInstagram":"","strDescriptionEN":"NEROCA Football Club is an Indian professional football club based in Imphal, Manipur, India. The club made its I-League 2nd Division debut in the 2015–16 season. The club won the 2016–17 I-League 2nd Division and secured promotion to the I-League. NEROCA is the only club from Northeast India to reach the final of the coveted Durand Cup.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tuaoh61583251009.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139368","idSoccerXML":null,"idAPIfootball":"3479","intLoved":null,"strTeam":"NorthEast United","strTeamShort":null,"strAlternate":"NorthEast United Football Club","intFormedYear":"2014","strSport":"Soccer","strLeague":"Indian Super League","idLeague":"4791","strDivision":null,"strManager":"","strStadium":"Indira Gandhi Athletic Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Indira Gandhi Athletic Stadium also known as Sarusajai Stadium  is a football stadium in Guwahati, Assam, India.It is the current home ground of Northeast United FC. Besides hosting football matches, the stadium is also used for athletics. It has a total capacity of 35,000 which was later reduced to 23,850 due to installation of bucket seats for 2017 FIFA U-17 World Cup, which was hosted in India. In 2007, it hosted the 33rd National Games of India and in 2016, hosted the South Asian Games. The stadium hosted the Assam Global Investors' Summit on 3 and 4 February, 2018 and the 65th Filmfare Awards on 15 February, 2020.\r\n\r\nThe stadium recorded the highest attendance for a football game in northeast India when 32,844 spectators came to see the ISL match between local club NorthEast United and visitors Chennaiyin on 20 October, 2016 till 5 January, 2018 when it was broken by Khuman Lampak Main Stadium of Imphal, Manipur with 35,285 spectators.","strStadiumLocation":"Sarusajai, Guwahati, Assam","intStadiumCapacity":"23850","strWebsite":"www.neufc.com","strFacebook":"www.facebook.com\/neutdfc8\/","strTwitter":"twitter.com\/NEUtdFC","strInstagram":"www.instagram.com\/northeastunitedfc\/?hl=en","strDescriptionEN":"NorthEast United FC, also known as NEUFC, is an Indian professional football club based in Guwahati, Assam. It competes in the Indian Super League. The club represents the 8 states of India known as North East India: Assam, Nagaland, Manipur, Meghalaya, Sikkim, Arunachal Pradesh, Tripura and Mizoram. The team is owned and operated by Bollywood actor John Abraham.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/h86ghn1583254754.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139370","idSoccerXML":null,"idAPIfootball":"7177","intLoved":null,"strTeam":"Odisha","strTeamShort":null,"strAlternate":"Delhi Dynamos FC, Odisha Football Club","intFormedYear":"2014","strSport":"Soccer","strLeague":"Indian Super League","idLeague":"4791","strDivision":null,"strManager":"","strStadium":"Kalinga Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Kalinga Stadium is a multi-purpose International stadium in Bhubaneswar, Odisha, India. Its foundation stone was laid by former chief minister of Odisha Late Biju Patnaik in 1978. It is situated in the heart of Bhubaneswar near Nayapalli area. It has facilities for athletics, soccer, field hockey, basketball, tennis, table tennis basketball, volleyball, Wall climbing and swimming. Other features of the stadium includes an 8-lane synthetic athletics track, high performance centres, and India's first Olympic standard pink and blue water-based AstroTurf. It will be used for the 2020 FIFA U-17 Women's World Cup.","strStadiumLocation":"Bidyut Marg, Bhubaneswar, Odisha","intStadiumCapacity":"15000","strWebsite":"www.odishafc.com","strFacebook":"www.facebook.com\/OdishaFCOfficial","strTwitter":"twitter.com\/OdishaFC","strInstagram":"www.instagram.com\/odishafcofficial","strDescriptionEN":"Odisha Football Club is an Indian professional football club based in Bhubaneswar, Odisha which competes in the Indian Super League under license from All India Football Federation (AIFF). The club began to play in October 2014 during the inaugural season of the Indian Super League. The team is owned by United States−based ship recycling company GMS Inc.\r\n\r\nThe club was rebranded as Odisha FC from Delhi Dynamos FC on 31 August 2019 and the base was shifted from Delhi (JLN Stadium) to Bhubaneswar (Kalinga Stadium).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ngaofx1583254760.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139440","idSoccerXML":null,"idAPIfootball":"3469","intLoved":null,"strTeam":"Real Kashmir","strTeamShort":null,"strAlternate":"Real Kashmir Football Club","intFormedYear":"2016","strSport":"Soccer","strLeague":"Indian I-League","idLeague":"4797","strDivision":null,"strManager":"","strStadium":"TRC Turf Ground","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"TRC Turf Ground is a football ground in Srinagar, India. The stadium hosts I-League 2nd Division matches and is home ground of Lonestar Kashmir and I-League side, Real Kashmir.","strStadiumLocation":"Srinagar, Jammu and Kashmir, India","intStadiumCapacity":"15000","strWebsite":"www.realkashmirfc.com","strFacebook":"www.facebook.com\/RealKashmirFC\/","strTwitter":"twitter.com\/realkashmirfc","strInstagram":"www.instagram.com\/realkashmir_fc","strDescriptionEN":"Real Kashmir Football Club is an Indian professional football club based in Srinagar. The club has competed as a member of I-League under license from All India Football Federation (AIFF). Jammu and Kashmir, Real Kashmir is the first team from Kashmir to compete in I-League, the first division of football in India. The club participated in their first national competition in September 2016 when they played in the 2016 Durand Cup. In July 2017 Real Kashmir FC became the first club from J&K to play on foreign soil by playing 4 matches in Scotland. Real Kashmir FC is participating in all four categories of the AIFF.\r\n\r\nIn May 2018, Real Kashmir FC earned promotion to 2018-19 I-League by winning the 2017-18 I-League 2nd Division after defeating Hindustan FC in the final game of the season by a score of 3–2.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/97ef9i1583251016.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UC8R3X3qtanBcriluaLg2oZA","strLocked":"unlocked"},{"idTeam":"139438","idSoccerXML":null,"idAPIfootball":"9261","intLoved":null,"strTeam":"TRAU","strTeamShort":null,"strAlternate":"Aciesta Tiddim Road Athletic Union Football Club","intFormedYear":"1954","strSport":"Soccer","strLeague":"Indian I-League","idLeague":"4797","strDivision":null,"strManager":"","strStadium":"Khuman Lampak Main Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Khuman Lampak Main Stadium is a stadium in Imphal, India. It is used mostly for football and athletics. The stadium holds 35,285 people and was built in 1999. This stadium lies inside the Khuman Lampak Sports Complex. The stadium's record attendance was set in a football match between NEROCA FC and Indian Arrows (2-1, 2017-18 season), with 35,285 people in attendance (5 January 2018).","strStadiumLocation":"Imphal, Manipur, India","intStadiumCapacity":"45000","strWebsite":"trau.in","strFacebook":"","strTwitter":"twitter.com\/officialtraufc?lang=en","strInstagram":"","strDescriptionEN":"Aciesta Tiddim Road Athletic Union Football Club is an Indian professional association football club based in Imphal, Manipur, India. The club made its I-League 2nd Division debut in the 2017–18 season. It was promoted to the I-League in the 2018-19 season, after winning the 2nd Division.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"India","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/k8vus61583251023.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}