{"teams":[{"idTeam":"139016","idSoccerXML":null,"idAPIfootball":"0","intLoved":null,"strTeam":"Al-Shorta SC","strTeamShort":null,"strAlternate":"نادي الشرطة الرياضي‎, Al-Shorta Baghdad, Al Shorta SC","intFormedYear":"1932","strSport":"Soccer","strLeague":"AFC Champions League","idLeague":"4719","strDivision":null,"strManager":"","strStadium":"Al-Shaab Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Al-Shaab Stadium (Arabic: ملعب الشعب‎; translates to The People's Stadium) is an All-seater multi-purpose stadium in Baghdad. The 34,200 seater was the home stadium of the Iraq national football team from its opening on 6 November 1966 until the Basra International Stadium was opened in 2013. The stadium is owned by the government of Iraq.\r\n\r\nAl-Shaab stadium hosted the 5th Arabian Gulf Cup, the Arab Club Champions Cup Final in 1982 and full tournament in 1985, the 1972 Palestine Cup of Nations and the World Military Cup on two occasions: in 1968 and 1972.\r\n\r\nAl-Shaab stadium was the largest stadium in Iraq until the Basra International Stadium, that has the capacity of 65,000 spectators, was opened in 2013.","strStadiumLocation":"Baghdad, Iraq","intStadiumCapacity":"34200","strWebsite":"www.alshorta.webs.com","strFacebook":"","strTwitter":"twitter.com\/AlShorta_SC","strInstagram":"","strDescriptionEN":"Al-Shorta Sports Club (Arabic: نادي الشرطة الرياضي‎, lit. 'Police Sports Club') is an Iraqi sports club based in Rusafa District, East Districts of the Tigris River, Baghdad. It has teams in 18 different sports, more than any other Iraqi club. The oldest and best known section of the club is the football team, which was founded in 1932 under the name Montakhab Al-Shorta and they are the third-oldest existing football club in the country.\r\n\r\nThey are one of Iraq's most successful clubs and they are the only existing Iraqi team to win a major top-tier continental club competition, having lifted the Arab Champions League trophy in 1982 after a 4–2 aggregate win over Al-Nejmeh in the final. They also reached the final of the AFC Champions League in 1971, where they refused to face Israeli club Maccabi Tel Aviv in protest at the Israeli occupation of Palestine, instead waving the Palestinian flag around the field. They were referred to as champions by the Arab media and were greeted with a heroes' reception upon their return to Baghdad, holding an open top bus parade, with Israel being expelled from the AFC three years later. The club has added two stars above their logo to represent these two achievements.\r\n\r\nThey are the reigning champions of the Iraqi Premier League, having won the title in the 2018–19 season. They also won a joint record three Iraqi Elite Cups, in 2000, 2001 and 2002, being the only team to win that trophy three consecutive times. Al-Shorta hold numerous Premier League records in Iraq, such as the longest unbeaten run, the fewest losses in a season, the fewest goals conceded in a season, the most consecutive wins in a season, the most consecutive games scored in and the most seasons played in the top-flight.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Iraq","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/jqu43e1580935653.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}