{"teams":[{"idTeam":"139303","idSoccerXML":null,"idAPIfootball":"3846","intLoved":null,"strTeam":"Athlone Town","strTeamShort":null,"strAlternate":"Athlone Town Association Football Club, Cumann Peile Bhaile Áth Luain","intFormedYear":"1887","strSport":"Soccer","strLeague":"Irish First Division","idLeague":"4757","strDivision":null,"strManager":"","strStadium":"Athlone Town Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Athlone Town Stadium, often referred to as Lissywollen (Irish: Lios Uí Mhulláin) is the home stadium of Athlone Town. It has a seating capacity of 2,024 and an overall capacity of 5,000. The stadium was built in 2007, replacing St Mel's Park as the home of the club.","strStadiumLocation":"Athlone, Ireland","intStadiumCapacity":"5000","strWebsite":"athlonetownafc.ie","strFacebook":"facebook.com\/718938504923067","strTwitter":"twitter.com\/AthloneTownAFC","strInstagram":"","strDescriptionEN":"Athlone Town Association Football Club (Irish: Cumann Peile Bhaile Áth Luain) is an Irish football club from Athlone who are playing in the League of Ireland. The club is the oldest in the League as it was founded in 1887. First elected to the League of Ireland in 1922, they play their home matches in Lissywollen their new stadium which opened in 2007. The club's colours are blue and black. Away kits vary from year to year although orange and black has been worn most recently.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/l60qae1582565295.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134043","idSoccerXML":"465","idAPIfootball":"3840","intLoved":null,"strTeam":"Bohemians","strTeamShort":null,"strAlternate":"\tBohemian Football Club","intFormedYear":"1890","strSport":"Soccer","strLeague":"Irish Premier Division","idLeague":"4643","strDivision":null,"strManager":"","strStadium":"Dalymount Park","strKeywords":"Bohs, The Gypsies","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Dalymount Park (Irish: Páirc Cnocán Uí Dhálaigh) is a football stadium in Phibsborough on the Northside of Dublin, Ireland.\r\n\r\nIt is the home of Bohemian F.C., who have played there since the early 20th century. Affectionately known as Dalyer by fans, it was also historically the \"home of Irish football\", holding many Irish internationals and FAI Cup finals. It has also hosted UEFA Champions League qualifiers, UEFA Cup and UEFA Cup Winners' Cup matches. However, the ground was largely undeveloped between the 1940s and the 2000s, and has now fallen out of use as a major venue, except for the home games of Bohemians.\r\n\r\nThe ground has also been used as a home ground by other League of Ireland teams, including Shamrock Rovers, Dublin City F.C. and Sporting Fingal, and will be used by Shelbourne F.C. once it has been developed.","strStadiumLocation":"Phibsborough, Dublin","intStadiumCapacity":"3640","strWebsite":"bohemianfc.com","strFacebook":"www.facebook.com\/bfcdublin","strTwitter":"www.twitter.com\/bfcdublin","strInstagram":"www.instagram.com\/bfcdublin","strDescriptionEN":"Bohemian Football Club (Irish: Cumann Peile Bóithéamaigh), more commonly referred to as Bohemians or Bohs, is a semi-professional football club from Dublin, Ireland. Bohemians compete in the Premier Division of the League of Ireland, and are the oldest League of Ireland club in continuous existence. Bohs are the third most successful club in League of Ireland football history, having won the League of Ireland title 11 times, the FAI Cup 7 times, the League of Ireland Shield 6 times and the League of Ireland Cup 3 times. Prior to the establishment of the Football Association of Ireland and League of Ireland, Bohemians competed in the Irish Football League and Irish Cup, which were at the time all-Ireland competitions. During that period they won the Irish Cup once and finished runners up 5 times. They share the record for most wins in European competition with archrivals Shamrock Rovers and hold the record for Leinster Senior Cup wins with 32 cups claimed.\r\n\r\nBohemians were founded on 6 September 1890 in the Phoenix Park Gate Lodge beside the North Circular Road entrance and played its first games in the Park's Polo Grounds. One of the founding members of the League of Ireland in 1921, after their withdrawal from the Irish Football League. They established themselves as a major force within the first 15 years of the League of Ireland, winning 5 league titles, 2 FAI Cups and 4 Shields, but struggled for decades after that, largely due to their strict amateur status, going 34 seasons without winning a major trophy. Bohemians dropped their amateur ethos in 1969 and proceeded to win 2 League titles, 2 FAI Cups and 2 League cups during the 1970s. They suffered a further decline throughout the 1980s and most of the 1990s before claiming League and Cup doubles in 2001 and 2008, alongside the 2003 and most recently 2009 title wins.\r\n\r\nBohemians play their home matches at Dalymount park in the Northside neighbourhood of Phibsborough. They are owned 100% by the members of the club. Their club colours are red and black, which they adopted at the 4th AGM in October 1893. Bohemians supporters often refer to their club by a number of nicknames including Bohs and The Gypsies, and provide one half of a bitter rivalry with Southside club, Shamrock Rovers.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/oh9qcy1506627454.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139306","idSoccerXML":null,"idAPIfootball":"3847","intLoved":null,"strTeam":"Bray Wanderers","strTeamShort":null,"strAlternate":"Bray Wanderers Football Club, Cumann Peile Fánaithe Bhré","intFormedYear":"1942","strSport":"Soccer","strLeague":"Irish First Division","idLeague":"4757","strDivision":null,"strManager":"","strStadium":"Carlisle Grounds","strKeywords":"","strRSS":"https:\/\/braywanderersfc.ie\/feed\/","strStadiumThumb":null,"strStadiumDescription":"The Carlisle Grounds is a football stadium in Bray, County Wicklow, Ireland. Situated directly behind the Bray D.A.R.T. station, it is home to Bray Wanderers A.F.C. Its current capacity is roughly 4,000.","strStadiumLocation":"Bray, County Wicklow, Ireland","intStadiumCapacity":"7000","strWebsite":"www.braywanderersfc.ie","strFacebook":"www.facebook.com\/BrayWanderersFC\/","strTwitter":"twitter.com\/BrayWanderers?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor","strInstagram":"","strDescriptionEN":"Bray Wanderers Football Club (Irish: Cumann Peile Fánaithe Bhré) are an Irish association football club playing in the League of Ireland First Division. The club in its present form was founded in 1942 in Bray, and was known until 2010 as Bray Wanderers A.F.C. It was elected to the League in 1985, and plays its home matches at the Carlisle Grounds. Club colours are Green and White, and it goes by the nickname The Seagulls.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2nbmrk1582565306.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"braywanderersfc.ie\/#","strLocked":"unlocked"},{"idTeam":"139305","idSoccerXML":null,"idAPIfootball":"3848","intLoved":null,"strTeam":"Cabinteely","strTeamShort":null,"strAlternate":"Cabinteely Football Club, Cumann Peile Cábán tSíle","intFormedYear":"1967","strSport":"Soccer","strLeague":"Irish First Division","idLeague":"4757","strDivision":null,"strManager":"","strStadium":"Stradbrook Road","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Blackrock, Dublin, Ireland","intStadiumCapacity":"1620","strWebsite":"loi.cabinteelyfc.ie","strFacebook":"www.facebook.com\/cabinteelyfc","strTwitter":"twitter.com\/Cabinteely_FC","strInstagram":"instagram.com\/cabinteelyloi","strDescriptionEN":"Cabinteely Football Club (Irish: Cumann Peile Cábán tSíle) is an association football club based in Cabinteely, County Dublin, Ireland comprising adult and many youth under-age teams for both males and females, 60 teams in all. Cabinteely competed in the 2015 League of Ireland after being granted a licence by the Football Association of Ireland in January. They made their debut in the League of Ireland First Division on 6 March 2015 and play their games at Stradbrook Road, the home of Blackrock College RFC .\r\n\r\nThe club, which currently boasts 920 members, was formed in 1967 and has teams from what are called cubs at pre-under-7 level, right up to senior adult teams. The teams, which participate at every under-age level from under-8 to under-18 plus adult, take part in several league and cup competitions such as those run by MGL, DDSL, SDFL, and LSL on Saturday and Sunday mornings.\r\n\r\nThe club has recently been the subject of a Football Manager 2019 YouTube series by Grey Hair Gaming, which has over 200 episodes. In which Cabinteely have reached the knockout stages of the Champions League.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/3mr84m1582565312.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCqs-3eJID9OlXwIk2jNHtiQ","strLocked":"unlocked"},{"idTeam":"139302","idSoccerXML":null,"idAPIfootball":"3849","intLoved":null,"strTeam":"Cobh Ramblers","strTeamShort":null,"strAlternate":"CRFC, Cobh Ramblers Football Club","intFormedYear":"1922","strSport":"Soccer","strLeague":"Irish First Division","idLeague":"4757","strDivision":null,"strManager":"","strStadium":"St Colmans Park","strKeywords":"","strRSS":"http:\/\/cobhramblers.ie\/feed\/rss\/","strStadiumThumb":null,"strStadiumDescription":"St Colman's Park is a football stadium in Cobh, County Cork. It is home to Cobh Ramblers F.C. of the League of Ireland First Division.\r\n\r\nThe stadium was redeveloped during the mid-2000s. Construction on a new changing facility and press office along with a new chairman's office was completed in 2006 along with new floodlights and a 900-seater stand replacing the old shed. The east stand, too was improved with 450 new seats being installed. A new surface was also added prior to the clubs admission to the Eircom\/Airtricity League Premier Division in 2009.","strStadiumLocation":"Cobh, Ireland","intStadiumCapacity":"3000","strWebsite":"cobhramblers.ie","strFacebook":"www.facebook.com\/cobhramblersofficial","strTwitter":"","strInstagram":"","strDescriptionEN":"Cobh Ramblers Football Club (CRFC) (Irish: Cumann Peile Chóstóirí Chóbh) is an Irish football club in the League of Ireland First Division. The club, founded in 1922 and elected to the League of Ireland in 1985, hails from Cobh, County Cork and play their home matches at St. Colman's Park. The club's colours are claret and blue. The club was a founding member of the Cork AUL in 1947 and is the only one of the 14 founding clubs still in existence today.\r\n\r\nStephen Henderson guided them to the First Division title for the first time on 10 November 2007, which saw Cobh promoted to the top flight for the first time in 12 years.\r\n\r\nHenderson resigned at the end of the 2008 season after Ramblers were relegated from the Premier Division, wherethe battle went down to the last day and saw UCD, Ramblers and Finn Harps relegated. They subsequently failed to gain a licence for the League of Ireland First Division and thus played in the A Championship. In January 2013, the FAI awarded the club a First Division licence, thus regaining League status after a four-year absence.\r\n\r\nOn 19 January 2009 it was revealed that Dave Hill would return to the club to replace Henderson as manager. The club have a very successful under-2s team. They won the under-19 Southern Division in the 2011–12 season and were promoted to the Elite Division.\r\n\r\nThe Football Association of Ireland on 24 January 2013 announced that Cobh Ramblers had been awarded a licence by the Independent Club Licensing Committee to compete in the 2013 Airtricity League First Division.\r\n\r\nStephen Henderson again resigned from his position as first team manager during the 2019 season. Henderson’s assistant manager, Stuart Ashton was appointed interim manager following Stephen’s departure and was announced as the full time first team manager on 9 September 2019.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vwh5251582462100.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134331","idSoccerXML":"787","idAPIfootball":"3850","intLoved":null,"strTeam":"Drogheda","strTeamShort":null,"strAlternate":"Drogheda United Football Club, Cumann Peile Dhroichead Átha Aontaithe","intFormedYear":"1919","strSport":"Soccer","strLeague":"Irish First Division","idLeague":"4757","strDivision":null,"strManager":"","strStadium":"United Park","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"United Park, formerly O2 Park and Hunky Dorys Park for sponsorship purposes, is a football stadium in Drogheda, Ireland. The ground has been home to League of Ireland side Drogheda United since 1979. It was officially opened on 12 August 1979 with a friendly against Queens Park Rangers F.C..","strStadiumLocation":"Drogheda, County Louth, Ireland","intStadiumCapacity":"3500","strWebsite":"www.droghedaunited.ie","strFacebook":"www.facebook.com\/DroghedaUnited","strTwitter":"twitter.com\/DroghedaUnited","strInstagram":"www.instagram.com\/droghedaunitedfootballclub","strDescriptionEN":"Drogheda United Football Club (Irish: Cumann Peile Dhroichead Átha Aontaithe) is an Irish association football club based in Drogheda, County Louth playing in the League of Ireland First Division. They play their home matches at United Park.\r\n\r\nThe current club is the amalgamation of two former clubs in the town: Drogheda United, a non-league club founded in 1919; and Drogheda F.C., founded in 1962. The clubs merged their operations to form the current club in 1975 and have achieved success since 2005 by winning two Setanta Sports Cups, an FAI Cup, and their first league title, the 2007 League of Ireland.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/w1j16u1582565320.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134618","idSoccerXML":"1081","idAPIfootball":"584","intLoved":null,"strTeam":"Dundalk","strTeamShort":null,"strAlternate":"Cumann Peile Dhún Dealgan, Dundalk Football Club","intFormedYear":"1903","strSport":"Soccer","strLeague":"Irish Premier Division","idLeague":"4643","strDivision":null,"strManager":"","strStadium":"Oriel Park","strKeywords":"The Lilywhites, The Town","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Oriel Park is a multi-purpose stadium in Dundalk, County Louth, Ireland. It is used mostly for football matches and is the home stadium of Dundalk F.C. Its current capacity is about 4,500 with 3,000 seats. The ground was opened in 1919.","strStadiumLocation":"Dundalk, County Louth","intStadiumCapacity":"4500","strWebsite":"www.dundalkfc.com","strFacebook":"www.facebook.com\/DundalkFC","strTwitter":"twitter.com\/DundalkFC","strInstagram":"www.instagram.com\/dundalkfc_","strDescriptionEN":"Dundalk Football Club (Irish: Cumann Peile Dhún Dealgan) is a professional association football club in Dundalk, Ireland. Dundalk compete in the League of Ireland Premier Division, the top tier of Irish football, and are the League Champions and League of Ireland Cup holders, having won both in 2019. Founded in 1903 as the works-team of the Great Northern Railway company, they played in junior competition until they joined the Leinster Senior League in 1922. After four seasons in that division, they were elected to the Free State League, which later became the League of Ireland, in 1926.\r\n\r\nIn 1932–33 they became the first club from outside Dublin to win the league title, and have won at least one league title or FAI Cup in every decade since. They are now the second most successful club in the League's history, and the most successful in the Premier Division era. In 1936 they moved from their original home at the Athletic Grounds in the town centre to their present ground, Oriel Park. The team has played in white shirts since 1928, and adopted the present colours of white shirts with black shorts in 1940. The club's crest was also adopted in 1928 and is based on the town's old Corporation Arms.\r\n\r\nDundalk made their European debut as League Champions in the 1963–64 European Cup, and became the first Irish side to win an away match in Europe the same season. In the 1979–80 European Cup they reached the last 16, which was their best European performance until 2016. That season they reached the group stage of the 2016–17 Europa League, and became the first team from Ireland to both win points and win a match at that level of European competition. They have qualified for Europe a total of 24 times and are now the highest ranked Irish side as measured by UEFA club coefficients.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/36fxtd1579281568.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139307","idSoccerXML":null,"idAPIfootball":"3851","intLoved":null,"strTeam":"Galway United","strTeamShort":null,"strAlternate":"Galway United Football, Cumann Peile Ghaillimh Aontaithe","intFormedYear":"1937","strSport":"Soccer","strLeague":"Irish First Division","idLeague":"4757","strDivision":null,"strManager":"","strStadium":"Eamonn Deacy Park","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Eamonn Deacy Park, formerly known as Terryland Park, is an association football stadium in the Republic of Ireland based in the Terryland district of Galway. It is owned by the Galway Football Association and is the home ground of both Galway United and Galway W.F.C.. It is named after Eamonn Deacy, a former Galway United and Aston Villa player and Republic of Ireland international. In both 2007 and 2008, the ground was voted the best surface by the FAI. It won the same award again in 2015.","strStadiumLocation":"Galway, Ireland","intStadiumCapacity":"5000","strWebsite":"www.galwayunitedfc.ie","strFacebook":"www.facebook.com\/GalwayUnitedFC\/","strTwitter":"twitter.com\/GalwayUnitedFC","strInstagram":"","strDescriptionEN":"Galway United Football Club (Irish: Cumann Peile Ghaillimh Aontaithe) is an Irish association football club based in Galway. They play in the League of Ireland First Division. They were founded as Galway Rovers F.C. during the 1930s. They made their League of Ireland debut in 1977–78 and changed their name to Galway United in 1981–82. After suffering financial difficulties, the club dropped out of the League of Ireland after the 2011 season but in 2014 Galway United returned after initially playing as Galway F.C. for a season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/nil4001582565343.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/GalwayUnitedFCTV","strLocked":"unlocked"},{"idTeam":"139308","idSoccerXML":null,"idAPIfootball":"3852","intLoved":null,"strTeam":"Limerick","strTeamShort":null,"strAlternate":"","intFormedYear":"0","strSport":"Soccer","strLeague":"_Defunct Soccer Teams","idLeague":"4519","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":null,"strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139309","idSoccerXML":null,"idAPIfootball":"3853","intLoved":null,"strTeam":"Longford Town","strTeamShort":null,"strAlternate":"Longford Town F.C., Longford Town Football Club","intFormedYear":"1924","strSport":"Soccer","strLeague":"Irish First Division","idLeague":"4757","strDivision":null,"strManager":"","strStadium":"Bishopsgate","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Strokestown Road, currently known as Bishopsgate for sponsorship purposes, is the name of a football stadium in Longford, Ireland which is the home of League of Ireland club Longford Town.","strStadiumLocation":"Longford, Ireland","intStadiumCapacity":"4960","strWebsite":"ltfc.ie","strFacebook":"www.facebook.com\/ltfc.ie","strTwitter":"","strInstagram":"www.instagram.com\/longfordtownfc","strDescriptionEN":"Longford Town Football Club (Irish: Cumann Peile Bhaile Longfort) is an Irish football club playing in the League of Ireland First Division. The club, founded in 1924 and elected to the league in 1984, is based in Longford, County Longford and play their home matches at Strokestown Road, which for sponsorship reasons is also known as Bishopsgate. Club colours are red and black, and the club goes by the nickname 'De Town'.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0stujn1582461878.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/embed\/c\/LongfordTownTV","strLocked":"unlocked"},{"idTeam":"133978","idSoccerXML":"398","idAPIfootball":"652","intLoved":null,"strTeam":"Shamrock","strTeamShort":null,"strAlternate":"Cumann Peile Ruagairí na Seamróige, Shamrock Rovers Football Club","intFormedYear":"1899","strSport":"Soccer","strLeague":"Irish Premier Division","idLeague":"4643","strDivision":null,"strManager":"","strStadium":"Tallaght Stadium","strKeywords":"Hoops, Rovers","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Tallaght Stadium (Irish: Staid Thamhlachta) is an association football stadium in the Republic of Ireland based in Tallaght, South Dublin. Shamrock Rovers F.C. originally announced details of the stadium in July 1996. The stadium is now owned and operated by South Dublin County Council with Shamrock Rovers as the anchor tenants.","strStadiumLocation":"Tallaght, South Dublin","intStadiumCapacity":"8000","strWebsite":"www.shamrockrovers.ie","strFacebook":"www.facebook.com\/shamrockrovers\/","strTwitter":"twitter.com\/ShamrockRovers","strInstagram":"www.instagram.com\/shamrockroversofficial","strDescriptionEN":"Shamrock Rovers Football Club (Irish: Cumann Peile Ruagairí na Seamróige) is an Irish association football club based in Tallaght, South Dublin. The club's senior team competes in the League of Ireland Premier Division and it is the most successful club in the Republic of Ireland. The club has won the League of Ireland title a record 17 times and the FAI Cup a record 25 times. Shamrock Rovers have supplied more players to the Republic of Ireland national football team (62) than any other club. In All-Ireland competitions, such as the Intercity Cup, they hold the record for winning the most titles, having won seven cups overall.\r\n\r\nShamrock Rovers were founded in Ringsend, Dublin. The official date of the club's foundation is 1899. They won the League title at the first attempt in the 1922–23 season and established themselves as Republic of Ireland most successful club by 1949, winning 44 major trophies. During the 1950s, the club won three League titles and two FAI Cups and became the first Irish team to compete in European competition, playing in the European Cup in 1957.\r\n\r\nThey followed this by winning a record six FAI Cups in succession in the 1960s, when they were also one of the European club teams that spent the summer of 1967 in the United States, founding the United Soccer Association. They won the first of four League titles in a row in 1983–84, after a long decline.\r\n\r\nThe club played at Glenmalure Park from 1926 to 1987, when the owners controversially sold the stadium to property developers. Shamrock Rovers spent the next 22 years playing home games at various venues around Dublin and on occasions, Ireland. They moved into Tallaght Stadium prior to the start of the 2009 season after years of delays and legal disputes, during which time the club's supporters saved them from extinction.\r\n\r\nShamrock Rovers wore green and white striped jerseys until 1926, when they adopted the green and white hooped strip that they have worn ever since. Their club badge has featured a football and a shamrock throughout their history. The club has a relatively large support base and shares an intense rivalry with Bohemian Football Club. On 26 August 2011 Rovers became the first Irish side to reach the group stages of either of the top two European competitions by beating Partizan Belgrade in the play-off round of the Europa League.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/u1zowj1491504381.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/ShamrockRoversTV","strLocked":"unlocked"},{"idTeam":"139310","idSoccerXML":null,"idAPIfootball":"10058","intLoved":null,"strTeam":"Shamrock Rovers II","strTeamShort":null,"strAlternate":"Shamrock Rovers Football Club, Cumann Peile Ruagairí na Seamróige","intFormedYear":"2014","strSport":"Soccer","strLeague":"Irish First Division","idLeague":"4757","strDivision":null,"strManager":"","strStadium":"Tallaght Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Tallaght Stadium (Irish: Staid Thamhlachta) is an association football stadium in the Republic of Ireland based in Tallaght, South Dublin. Shamrock Rovers F.C. originally announced details of the stadium in July 1996. The stadium is now owned and operated by South Dublin County Council with Shamrock Rovers as the anchor tenants.","strStadiumLocation":"Tallaght, South Dublin, Ireland","intStadiumCapacity":"8000","strWebsite":"www.shamrockrovers.ie","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Shamrock Rovers II is the reserve team of Shamrock Rovers. Throughout its history Rovers have entered reserve teams in various leagues including the Leinster Senior League, the League of Ireland B Division, the A Championship and the League of Ireland First Division.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/phucdt1582461629.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"138033","idSoccerXML":null,"idAPIfootball":"3854","intLoved":null,"strTeam":"Shelbourne FC","strTeamShort":null,"strAlternate":"Shelbourne Football Club, Cumann Peile Shíol Bhroin","intFormedYear":"1895","strSport":"Soccer","strLeague":"Irish Premier Division","idLeague":"4643","strDivision":null,"strManager":"","strStadium":"Tolka Park","strKeywords":"Shels, The Reds, The Real Reds","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Tolka Park (Irish: Páirc na Tulchann) is an Irish football ground located in the north Dublin suburb of Drumcondra, on the northern banks of the River Tolka. It is currently the home ground of League of Ireland club Shelbourne. The stadium formerly held 9,680 people, but this has been scaled down in recent times due to health and safety regulations in the venue, mainly concerning the Ballybough and Riverside stands. Tolka Park has hosted national cup finals along with international matches, Champions League qualifiers, UEFA Cup, UEFA Cup Winners' Cup ties and was a venue for the 2000 Rugby League World Cup.\r\n\r\nIts future is currently uncertain due to the sale of the ground by Shelbourne to businessman Ossie Kilkenny in 2006.","strStadiumLocation":"Dublin","intStadiumCapacity":"3600","strWebsite":"shelbournefc.ie","strFacebook":"www.facebook.com\/shelbournefc","strTwitter":"www.twitter.com\/shelsfc","strInstagram":"www.instagram.com\/shelsfc\/?hl=en","strDescriptionEN":"Shelbourne Football Club (Irish: Cumann Peile Shíol Bhroin) is an Irish association football club based in Drumcondra, Dublin, who play in the League of Ireland Premier Division.\r\n\r\nShelbourne were founded in Dublin in 1895. In 1904 the club joined the Irish Football League, which was then an all Ireland competition, before becoming founding members of the League of Ireland in 1921. Shelbourne have won the league 13 times and are one of three clubs to have won both the IFA Cup and the FAI Cup. They play their home matches at Tolka Park, in the Dublin suburb of Drumcondra. The club colours are primarily red and white, with home jerseys being predominantly red. \"Shels\" is the club's most common nickname, an abbreviation of Shelbourne.\r\n\r\nIn the 2004\/05 European season, Shelbourne became the first Irish club to reach the third qualifying round of the UEFA Champions League. Their performances in European competition and former striker Jason Byrne being capped for the Republic of Ireland whilst with the club, gained Shelbourne international exposure. The club lost their Premier Division licence for the 2007 season due to the club's debt situation. Although the club was saved, since then, Shelbourne have mainly played in the second tier of the League of Ireland.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/brh8t91579281545.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134093","idSoccerXML":"516","idAPIfootball":"3842","intLoved":null,"strTeam":"Sligo","strTeamShort":null,"strAlternate":"Sligo Rovers Football Club, Cumann Peile Ruagairí Shligigh","intFormedYear":"1928","strSport":"Soccer","strLeague":"Irish Premier Division","idLeague":"4643","strDivision":null,"strManager":"","strStadium":"Showgrounds","strKeywords":"The Bit o' Red","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Showgrounds is a stadium in Sligo, which has been home of Sligo Rovers since Rovers were formed in 1928.","strStadiumLocation":"Sligo","intStadiumCapacity":"8000","strWebsite":"www.sligorovers.com","strFacebook":"www.facebook.com\/sligoroversfc","strTwitter":"twitter.com\/sligorovers","strInstagram":"www.instagram.com\/sligorovers","strDescriptionEN":"Sligo Rovers Football Club (Irish: Cumann Peile Ruagairí Shligigh) is a professional Irish football club playing in the Premier Division of the League of Ireland. The club was founded in 1928 and have been in the League of Ireland since 1934. The club is a co-operative venture, owned by the people of Sligo. Rovers have played at The Showgrounds since their inception. They recently won a third FAI Cup in four years and in the season previous to this recent cup win became the 2012 Premier Division Champions, winning the league with two games to spare. In total they have won three Leagues, five FAI Cups, two League cups.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/sihh3s1510330017.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134792","idSoccerXML":"439","idAPIfootball":"3843","intLoved":null,"strTeam":"St Patricks","strTeamShort":null,"strAlternate":"Cumann Peile Lúthchleas Phádraig Naofa, St Patricks Athletic Football Club","intFormedYear":"1929","strSport":"Soccer","strLeague":"Irish Premier Division","idLeague":"4643","strDivision":null,"strManager":"","strStadium":"Richmond Park","strKeywords":"Pats, St Pats, The Saints","strRSS":"https:\/\/www.stpatsfc.com\/rss\/general_rss.xml","strStadiumThumb":null,"strStadiumDescription":"Richmond Park is a football stadium in Dublin, Ireland. Situated in the Dublin suburb of Inchicore, it is the home ground of League of Ireland side St Patrick's Athletic F.C. (also known as St Pat's). The area where the ground now stands was formerly used as a recreational area by the British Army, who were stationed at the nearby Richmond Barracks, both named after Charles Lennox, 4th Duke of Richmond the barracks having since been demolished.","strStadiumLocation":"Inchicore, Dublin 8","intStadiumCapacity":"5340","strWebsite":"www.stpatsfc.com","strFacebook":"www.facebook.com\/stpatsfc","strTwitter":"www.twitter.com\/stpatsfc","strInstagram":"www.instagram.com\/stpatsfc","strDescriptionEN":"St Patrick's Athletic Football Club (Irish: Cumann Peile Lúthchleas Phádraig Naofa) is a professional Irish association football club based in Inchicore, Dublin, that plays in the Irish Premier Division. Founded in May 1929, they played originally in the Phoenix Park but they moved to their current ground Richmond Park in 1930.\r\n\r\nSt. Patrick's Athletic have won some trophies in Irish Club Football, including nine League Titles, the fifth most in Irish Football, as well as three FAI Cups and three League Cups. The current manager is Stephen O’Donnell, who took over from Harry Kenny in 2019.\r\n\r\nThe club graduated through the ranks of the Leinster Senior League and duly took their place in the League of Ireland in 1951, and won the Championship at their first attempt. The club's glory years came in the 1950s and 1990s when they won 7 of their 9 league titles. The club also have the record for never having been relegated from the Premier Division . The club play in red and white colours, and their nicknames include The Saints, Supersaints and Pats. The Saints also have a lot of Dublin Derby games with the likes of Shelbourne, Shamrock Rovers and Bohemians.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rdm7121546008891.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/stpatsfctv","strLocked":"unlocked"},{"idTeam":"139319","idSoccerXML":null,"idAPIfootball":"3844","intLoved":null,"strTeam":"UCD","strTeamShort":null,"strAlternate":"University College Dublin Association Football Club, Cumann Sacar Choláiste na hOllscoile, Baile Átha Cliath","intFormedYear":"1895","strSport":"Soccer","strLeague":"Irish First Division","idLeague":"4757","strDivision":null,"strManager":"","strStadium":"UCD Bowl","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The UCD Bowl is a rugby union and football stadium in Dún Laoghaire–Rathdown, Ireland. It is the home ground of University College Dublin R.F.C. in the AIB All Ireland League and League of Ireland Premier Division side University College Dublin A.F.C.. It has also hosted training sessions for the Ireland national rugby union team and various touring international teams including the All Blacks.\r\n\r\nWith its redevelopment complete, it now has capacity for 3,000 people, including 1,500 seats. It is located to the North of the Belfield campus beside the National hockey stadium, near the Sports Centre. There is a single stand on the Southern side of the stadium with uncovered standing room at each end. 860 seats in the stand are covered.","strStadiumLocation":"Belfield, Dublin, Ireland","intStadiumCapacity":"3000","strWebsite":"www.ucdsoccer.com","strFacebook":"www.facebook.com\/ucdafc","strTwitter":"twitter.com\/UCDAFC","strInstagram":"","strDescriptionEN":"University College Dublin Association Football Club (Irish: Cumann Sacar Choláiste na hOllscoile, Baile Átha Cliath), known commonly as UCD, is the football team of University College Dublin. They play in the League of Ireland. The club, founded in 1895 was elected to the league in 1979 under the management of Dr. Tony O'Neill. Since the 2008 season they have played at the UCD Bowl, also home to the college's rugby team. 'The Students' play in sky blue and navy.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ej8fr71582565350.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139304","idSoccerXML":null,"idAPIfootball":"3855","intLoved":null,"strTeam":"Wexford","strTeamShort":null,"strAlternate":"Wexford Football Club","intFormedYear":"2007","strSport":"Soccer","strLeague":"Irish First Division","idLeague":"4757","strDivision":null,"strManager":"","strStadium":"Ferrycarrig Park","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Ferrycarrig Park has been the home of League of Ireland side Wexford Football Club since joining the league in 2007. The building works for the new stadium and facilities, at Newcastle, Crossabeg, have been ongoing since 2003. Currently spectator facilities consist of a clubhouse with viewing area and a 609 seater temporary stand. The plans for a permanent stand to seat over 2,000 people are in place. Building work is in progress on a fully equipped gym on the site.\r\n\r\nAn application for retention of developments at the Wexford football complex was rejected by Wexford Planners in October 2007. This decision threatens the future development of the club and has slowed work on the complex considerably. The decision is in the appeals process at present.\r\n\r\nAccess to the stadium is signposted from the N11. The signs along the roadside are small and care should be taken when approaching the junctions along the N11. The roads leading to the entrance to the ground are narrow and winding and caution is required. There is no direct access from the N11.","strStadiumLocation":"Newcastle, Crossabeg, County Wexford, Ireland","intStadiumCapacity":"2500","strWebsite":"www.wexfordfc.ie","strFacebook":"www.facebook.com\/Wexford-Youths-1558700144418239\/timeline\/","strTwitter":"twitter.com\/intent\/user?screen_name=WexfordFC","strInstagram":"www.instagram.com\/wexfordfc","strDescriptionEN":"Wexford Football Club is an Irish association football club based in Crossabeg, County Wexford. They compete in the League of Ireland First Division. The club joined the league after being awarded a First Division licence for the 2007 League of Ireland season. The opportunity to join the League of Ireland arose as Dublin City became bankrupt before the end of the 2006 season, leaving an uneven number of clubs. The 2007 season coincided with the takeover of the running of the league by the FAI and all existing clubs had to apply for entry into what was effectively a new league. Limerick was the only existing club refused a licence and so Wexford Youths and Limerick 37 were admitted to the new league. The club alternate their colours between plain black and pink and black. The club rebranded for the start of the 2017 season by dropping the 'Youths' from their title and changing the club crest.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/x0e12c1582565357.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UC7Hrapq98gTluipcF7w27dQ","strLocked":"unlocked"}]}