{"teams":[{"idTeam":"134320","idSoccerXML":"775","idAPIfootball":"660","intLoved":null,"strTeam":"Vaduz","strTeamShort":null,"strAlternate":"","intFormedYear":"1932","strSport":"Soccer","strLeague":"Swiss Challenge League","idLeague":"4713","strDivision":null,"strManager":"","strStadium":"Rheinpark Stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Rheinpark Stadion in Vaduz is the national stadium of Liechtenstein. It plays host to home matches of the Liechtenstein national football team, and is also the home of football club FC Vaduz. It lies on the banks of the river Rhine, just metres from the border with Switzerland.\r\nMain stand of the Rheinpark Stadion with behind Vaduz Castle.\r\n\r\nRheinpark was officially opened on 31 July 1998 with a match between FC Vaduz, the Liechtenstein Cup holders at the time, and 1. FC Kaiserslautern, the then Bundesliga champions. 1. FC Kaiserslautern won 8–0.\r\n\r\nThe stadium has a seating capacity of 5,873, with additional standing room space giving it a total capacity of 7,584.\r\n\r\nThe stadium cost roughly CHF19 million to construct.","strStadiumLocation":"Vaduz, Liechtenstein","intStadiumCapacity":"7584","strWebsite":"www.fcvaduz.li","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Fussball Club Vaduz (English: Football Club Vaduz) is a Liechtenstein football club from Vaduz that plays in the Swiss Football League. The club plays at the national Rheinpark Stadion, which has a capacity of 5,873 when all seated but has additional standing places in the North and South ends of the ground, giving a total stadium capacity of 7,838. They currently play in the Swiss Challenge League following relegation from the Swiss Super League after a poor 2016–17 season. Vaduz is unique in that it represents its own national association in the UEFA Europa League when winning the domestic cup, whilst playing in another country's league. This is due to Liechtenstein not organising its own league.\r\n\r\nVaduz have historically had many players from Liechtenstein, many of whom have played for the Liechtenstein national team, but nearly all these players have moved abroad, and now the majority of the first team squad are foreign players from different areas of the world. The signing of experienced goalkeeper Peter Jehle from Tours and Franz Burgmeier from Darlington boosted the Liechtensteiner contingent to six by the start of the 2009–10 season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Liechtenstein","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/d71e9w1532766585.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}