{"teams":[{"idTeam":"133998","idSoccerXML":"418","idAPIfootball":"757","intLoved":null,"strTeam":"Aalesund","strTeamShort":null,"strAlternate":"AaFK","intFormedYear":"1914","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"Trond Fredriksen","strStadium":"Color Line Stadion","strKeywords":"","strRSS":"http:\/\/www.aafk.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Color Line Stadion is a association football stadium in Ålesund, Norway, and the home of Norwegian Premier League side Aalesunds FK. It was inaugurated in April 2005 and cost NOK 160 million to build. It is referred to as Aalesund Stadion by UEFA.\r\n\r\nIt was the first top-level stadium in Norway to feature artificial turf, which was at the time a highly debated issue. When Aalesund opened the stadium, businessman Olav Nils Sunde donated a statue to the club, which was erected in front of the stadium. Whilst Sunde denied it, the statue bore a very strong resemblance to former Aalesund player John Arne Riise. In 2007, when Riise played in the Champions League Final, a Norwegian commentator demanded the statue officially carry his name. Riise himself has said, \" is not for me to decide. Everyone sees who it is, and I know that it was made for me.\"\r\n\r\nSince 2009 it has also hosted the home games of the Norwegian Women's Premier League side Fortuna Ålesund. The venue has hosted one Norway national under-21 football team match, playing 1–3 against Cyprus on 3 September 2010. In a 2012 survey carried out by the Norwegian Players' Association among away-team captains, Color Line Stadion was ranked eleventh amongst league stadiums, with a score of 2.87 on a scale from one to five.","strStadiumLocation":"Ålesund","intStadiumCapacity":"10778","strWebsite":"www.aafk.no","strFacebook":"www.facebook.com\/aalesundsfk","strTwitter":"twitter.com\/AalesundsFK","strInstagram":"","strDescriptionEN":"Aalesunds Fotballklubb is a Norwegian football club from the city of Ålesund, currently playing in the Norwegian Premier League. The club was founded on 25 June 1914. As of 2004, the football club had 835 members and several teams on both professional and amateur levels. These teams are the 1st and 2nd teams, junior team, and also several age-specific teams.\r\n\r\nAalesunds F.K. played their home matches at Kråmyra Stadium until the 2005 season, when they relocated to the new Color Line Stadium with an approximate capacity of 11,000 people. Boosted by the new stadium, recent success and general increasing attendance in Norway, Aalesund has gone from attracting crowds of approximately 1,000 to regularly selling out their stadium in only a few years. Their average attendance of 9,943 in Adeccoligaen 2006 became the new record for attendances at the second tier of the Norwegian league system.\r\n\r\nThe local supporter club for AaFK is called \"Stormen\", or \"The Storm\", with about 2000 members.\r\n\r\nIn 2009 the club won the Norwegian Cup for the first time in its history. They beat rival Molde FK in the Final, and thereby qualified for participation in the UEFA Europa League. Aalesund also won the 2011 Cup Final, where they beat SK Brann.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El Aalesunds Fotballklubb, es un club de fútbol de la ciuad de Ålesund, en Noruega. Fue fundado el 25 de junio de 1914 y actualmente milita en la Tippeligaen.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tyqrrs1424053552.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/vtqvus1423843855.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134762","idSoccerXML":"1227","idAPIfootball":"6965","intLoved":null,"strTeam":"Alta","strTeamShort":null,"strAlternate":"Alta IF","intFormedYear":"1927","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Alta Idrettspark","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Finnmarkshallen is an indoor sports venue located in the town of Alta in Alta Municipality in Finnmark county, Norway. Opened in 1996, it is the home ground of the association football club Alta IF, that plays in the Norwegian Second Division. The hall is owned by the municipality, and has a seated capacity for 1,000 people. The venue has artificial turf.","strStadiumLocation":"Alta","intStadiumCapacity":"0","strWebsite":"www.altaif.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Alta Idrettsforening is a sports club from Alta, Norway. It is most known for its football department, which plays in the Norwegian Division One (Adeccoligaen). It was newly promoted for the 2008 season; its last stint up to that time in the division came in 2005, when they finished last. She finished 14th Adeccoligaen and remained in it for the 2009 season. In 2012 a new relegation after finishing last once again. It took them only one year to come back in the Adeccoligaen.\r\n\r\nThey play at Alta Idrettspark, or indoor at Finnmarkshallen when snow and other weather conditions render the pitch unusable. Their attendance record of about 3,000 was set in 1995 against Rosenborg. Notable former players include Trond Fredrik Ludvigsen and Tore Reginiussen.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/5ww8531511553102.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135857","idSoccerXML":"4786","idAPIfootball":"2155","intLoved":null,"strTeam":"Arendal Fotball","strTeamShort":null,"strAlternate":"","intFormedYear":"2010","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Bjønnes stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.arendalfotball.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Arendal Fotball is a professional football club based in Arendal, Norway. The club play in the OBOS-ligaen, which is the second-tier of football in the country.\r\n\r\nIt was established on 27 September 2010, and started contesting in the 2011 3. Divisjon which is the fourth tier of the Norwegian league system. In its second season, in 2012, the team won promotion to third tier. From 2013 to 2016 the team played in the third tier of the Norwegian league system, and won promotion to the second tier known as the \"OBOS-ligaen,\" in 2016.\r\n\r\nThe club is an umbrella team for IK Grane and IF Trauma.The two clubs had tried fielding an umbrella team earlier from 2000 to 2008, called FK Arendal. FK Arendal never reached the same level as Arendal Fotball.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/87y4ix1511609158.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135718","idSoccerXML":"1281","idAPIfootball":"2148","intLoved":null,"strTeam":"ASANE FOTBALL","strTeamShort":null,"strAlternate":"","intFormedYear":"1971","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"","strStadium":"Åsane Idrettspark","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"","strStadiumLocation":"","intStadiumCapacity":"3000","strWebsite":"www.asanefotball.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Åsane Fotball is a Norwegian football club located in Åsane. The club currently plays in the 2. divisjon, the third tier of the Norwegian football league system, where they have been played since 2015. They were relegated from 1. divisjon in 2002.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2vtdk01512822214.png","strTeamJersey":"","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134752","idSoccerXML":"1217","idAPIfootball":"6974","intLoved":null,"strTeam":"Baerum","strTeamShort":null,"strAlternate":"Bærum SK","intFormedYear":"1910","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Sandvika stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Kadettangen is a small peninsula outside of Sandvika in Bærum, Norway. Originally named Sandvikstangen, it got its current name from the cadet training conducted by the Norwegian Military Academy for the better part of the nineteenth century. The peninsula is now used mainly for boating, beach life and sports, being the home ground of association football club Bærum SK.","strStadiumLocation":"Sandvika, Denmark","intStadiumCapacity":"2000","strWebsite":"www.baerumsk.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Bærum Sportsklubb is a Norwegian association football club founded on 26 March 1910. The men's team is currently playing in the Norwegian Second Division, after being relegated from the OBOS-ligaen in 2015.\r\n\r\nThe club comes from Sandvika, the administrative centre of the municipality Bærum. The club was formed as Grane FK, but quickly changed its name to Grane SK to include different sporting codes. The club changed its name to IL Mode in 1946 after a merger with workers' sports team Sandvika AIL. It took its current name in 1969.\r\n\r\nBærum have won Norwegian Championships in ice hockey, team handball and bandy, but now operates as a football-only club. The club's finest hour took place in 2004 when the team beat Vålerenga 3-2 in the third round of the Norwegian Cup.\r\n\r\nThe team plays in yellow shirts and black shorts. The away strip for 2010 is light blue shirts and white shorts. The club now plays at Sandvika stadion, the club's traditional home ground, after having played its home games at Nadderud stadion for more than 30 years. The pitch was resurfaced with artificial turf in 2003.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/dny7iv1511981408.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135497","idSoccerXML":"1027","idAPIfootball":"327","intLoved":null,"strTeam":"Bodoe\/Glimt","strTeamShort":null,"strAlternate":"Glimt, Bodø Glimt","intFormedYear":"1920","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"","strStadium":"Aspmyra Stadion","strKeywords":"","strRSS":"http:\/\/www.glimt.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Aspmyra Stadion is a football stadium in Bodø, Norway. Home of Bodø\/Glimt and Grand Bodø, it holds a capacity for 7,354 spectators. The venue has three stands: a modern all-seater with roof, 100 club seats and 15 luxury boxes to the south, an unroofed all-seater to the east and an older grandstand with mixed sitting and standing to the north. The venue has floodlights and artificial turf with under-soil heating. Immediately south of the venue lies Aspmyra kunstgressbane, a training pitch with artificial turf. Aspmyra Stadion has hosted one Norway national football team match, against Iceland in 2002.\r\n\r\nThe venue opened in 1966 as a municipal multi-purpose stadium which included a running track. Glimt reached the top-flight in 1977, and played Cup Winners' Cup matches in the late 1970s at Aspmyra. The venue had a slight upgrade in 1980, which also saw the laying of all-weather running track and the construction of the training pitch. In 1992, the pitch was resowed, forcing Glimt to play a season in Nordlandshallen, which since has been used twice for Norwegian Premier League matches. Aspmyra Stadion was sold to Glimt in 1997, followed by the construction of the south and east stands. This involved removing the running track and building commercial and residential properties around the venue. Artificial turf was laid in 2006. After the club received illegal public subsidies in 2008 had to upgrade the venue, it was in 2011 sold back to the municipality.","strStadiumLocation":"Bodø","intStadiumCapacity":"7354","strWebsite":"www.glimt.no","strFacebook":"www.facebook.com\/Glimt1916","strTwitter":"twitter.com\/Glimt","strInstagram":"","strDescriptionEN":"FK Bodø\/Glimt is a Norwegian football club from the town of Bodø and was founded in 1916. Its nickname is the original club name: Glimt.\r\n\r\nBodø\/Glimt have won the Northern Norwegian Cup nine times, Norwegian Cup twice and finished second in the Norwegian league in 1977, 1993 and 2003.\r\n\r\nGlimt are known for their yellow kits and the huge yellow toothbrushes that the supporters carry to the matches — a supporter symbol from the 1970s. They were relegated at the end of the 2005 season, but returned to the top division on November 12, 2007, with a 4–2 aggregate victory over Odd Grenland in a playoff.\r\n\r\nTheir supporters are known as \"Den Gule Horde\" (Norwegian for The Yellow Horde).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uqpwwx1449165943.png","strTeamJersey":"","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134571","idSoccerXML":"1031","idAPIfootball":"319","intLoved":null,"strTeam":"Brann","strTeamShort":null,"strAlternate":"","intFormedYear":"1908","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"Lars Arne Nilsen","strStadium":"Brann Stadion","strKeywords":"","strRSS":"http:\/\/www.brann.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Brann Stadion is a football stadium in Bergen, Norway. It was constructed in 1919, and has been the home of the football club Brann ever since. The stadium lies 3 km (1.9 mi) south of the centre of the city, at the foot of Mount Ulriken.\r\n\r\nThe record attendance dates from 1 October 1961, when Brann hosted Fredrikstad in the cup semi-final, in front of 24,800 spectators. Though its league attendance record is 23,900, from 1978, when they hosted Lillestrøm. Brann Stadion has, per. 2009, a capacity of 17,317. A redevelopment project was underway, aimed at increasing the capacity to over 20,000, but it has been put on hold. Brann Stadion has the third largest attendance capacity in Norway.\r\n\r\nBrann Stadion was owned jointly by Brann (49%) and Stor-Bergen Boligbyggelag (51%). However, in an act of local-patrioism the Stor-Bergen Boligbyggelag sold its shares to Brann for the same sum they bought the shares for, despite the added value of the stadium as a result of the still ongoing reconstruction (December 2006).","strStadiumLocation":"Bergen","intStadiumCapacity":"17686","strWebsite":"www.brann.no","strFacebook":"www.facebook.com\/sportsklubbenbrann","strTwitter":"twitter.com\/skbrann","strInstagram":"","strDescriptionEN":"SK Brann (most often called Brann or SK Brann Bergen in international contexts) is a Norwegian football club, founded 26 September 1908, from Bergen. Brann has been in the Norwegian Premier League Tippeligaen since 1987 but was relegated at the end of the 2014 season. They play their home matches at Brann Stadion where they had a record-breaking 17,310 in average attendance in the 2007 season. In October 2007, Brann won the series for the first time since the 1963 season.\r\n\r\nAs the biggest club in Norway's second-largest city Bergen, Brann is historically one of the major clubs in Norway in terms of public interest, and hence there are high expectations for the club every season. Brann won their first Norwegian Premier League titles in 1961–62 and 1963, but after this Brann was involved in the race for the league title only in seasons 1974–76, 1990 and 2006. In 2007, they reclaimed the league title and thus ended an 44-year-long waiting period.\r\n\r\nDespite the limited success, the club has never failed to spark considerable interest from the Norwegian media and keeping an epidemics of football hysteria continuously running in Bergen. Moreover, Brann have regularly been winners and runners-up of the Norwegian Cup. The club reached the quarter-finals of the Cup Winners' Cup in the 1996–97 season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tpsqvw1431448838.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134750","idSoccerXML":"1215","idAPIfootball":"2142","intLoved":null,"strTeam":"Bryne","strTeamShort":null,"strAlternate":"","intFormedYear":"1926","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Bryne Stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Bryne","intStadiumCapacity":"10000","strWebsite":"www.brynefk.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Bryne Fotballklubb (Norwegian pronunciation: ) is a Norwegian football club from the town of Bryne, founded in 1926. The team was relegated from OBOS-ligaen, Norwegian football's second highest division, to Second Division.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/s9nazi1512560775.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135858","idSoccerXML":"4787","idAPIfootball":"2156","intLoved":null,"strTeam":"Elverum","strTeamShort":null,"strAlternate":"","intFormedYear":"1907","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Elverum stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Elverum","intStadiumCapacity":"1400","strWebsite":"www.elverumfotball.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Elverum Fotball is the association football section of the sports club Elverum IL from Elverum, Norway. They compete in the First Division, the second tier in the Norwegian football league system.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/kr4tdm1512831440.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134572","idSoccerXML":"1032","idAPIfootball":"328","intLoved":null,"strTeam":"FK Haugesund","strTeamShort":null,"strAlternate":"","intFormedYear":"1993","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"","strStadium":"Haugesund Stadion","strKeywords":"","strRSS":"http:\/\/www.fkh.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Haugesund Stadion is a soccer-specific stadium in Haugesund, Norway. Haugesund Stadion is the home ground of Norwegian Premier League team FK Haugesund and Second Division team SK Vard Haugesund.","strStadiumLocation":"Haugesund","intStadiumCapacity":"8800","strWebsite":"www.fkh.no","strFacebook":"www.facebook.com\/fkhaugesund","strTwitter":"twitter.com\/FKHaugesund","strInstagram":"","strDescriptionEN":"Fotballklubben Haugesund is a Norwegian football club from the city of Haugesund. It was founded on October 28, 1993, after a merger between the football clubs Djerv 1919 and SK Haugar. FK Haugesund played in Tippeligaen in 1997, 1998, 2000, 2010, 2011, 2012 and in 2013. In 2007, FK Haugesund reached the Norwegian cup final, where they lost 0-2 to Lillestrøm SK. They got promoted back to Tippeligaen by winning Adeccoligaen 2009.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ywwwur1448822916.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/twxpvw1423843593.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/qwvsxr1448822935.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135859","idSoccerXML":"4788","idAPIfootball":"2157","intLoved":null,"strTeam":"Floroe","strTeamShort":null,"strAlternate":"","intFormedYear":"1912","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Florø stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Florø stadion is a multi-use stadium in Florø, Norway. It is used for football matches, as the home ground of Third Division team Florø SK, and for track and field meets by Florø TIF.","strStadiumLocation":"Florø, Norway","intStadiumCapacity":"0","strWebsite":"www.florosportsklubb.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Florø Sportsklubb is a Norwegian sports club from Florø. It has sections for association football, team handball and swimming.\r\n\r\nThe club was founded in 1912 as Florø FK. Florø FK was later incorporated into Florø-Varg, founded in 1929. In 1945 Florø-Varg merged with Atgeir, a worker's football club founded in 1931, to form Florø SK.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/73w9se1523905060.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135937","idSoccerXML":"1282","idAPIfootball":"6985","intLoved":null,"strTeam":"FOLLO","strTeamShort":null,"strAlternate":"","intFormedYear":"2000","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Ski stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Ski Stadion is a multi-use stadium in Ski, Norway. It is currently used for track and field meets hosted by Ski IL and for association football matches, being the home ground of Follo FK.","strStadiumLocation":"Ski, Denark","intStadiumCapacity":"2500","strWebsite":"www.follo-fotball.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Follo Fotballklubb is a football club from Ski, Akershus, Norway.\r\nFollo play in light blue, and their home ground is Ski stadion. It was founded in September 2000 and their biggest achievement was playing in the 2010 Norwegian Football Cup Final.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xnucz51513776806.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134749","idSoccerXML":"1214","idAPIfootball":"2149","intLoved":null,"strTeam":"Fredrikstad","strTeamShort":null,"strAlternate":"","intFormedYear":"1903","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Fredrikstad Stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Fredrikstad","intStadiumCapacity":"12565","strWebsite":"www.fredrikstadfk.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Fredrikstad Fotballklubb (also known as Fredrikstad or FFK) is a Norwegian football club from the town of Fredrikstad. With nine league championships and eleven Norwegian Cup wins, FFK is one of the most successful clubs in Norwegian football. The club was founded in 1903.\r\n\r\nAfter suffering relegation from the then first division in 1984, Fredrikstad spent 18 years outside the top flight, before returning to the Premier League in 2003 after two successive promotions.\r\n\r\nFredrikstad stadion was FFK's home ground between 1914 and 2006. However, its facilities where outdated and the club moved to a new stadium on the other side of river Glomma. Their new ground is located in a former shipyard, incorporating parts of the old buildings in the two sidestands. FFK draw great support from their area and the official supporter club's name is Plankehaugen. More than 100 coaches filled with fans followed FFK to the cup final of 2006. The club's supporters also includes an Ultras section, Supras Fredrikstad.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/1rjymw1512830270.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134753","idSoccerXML":"1218","idAPIfootball":"2159","intLoved":null,"strTeam":"Hamarkameratene","strTeamShort":null,"strAlternate":"Ham-Kam","intFormedYear":"1918","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"","strStadium":"Briskeby Gressbane","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Briskeby Arena, previously known as Briskeby gressbane, is an all-seater football stadium located at Briskebyen in Hamar, Norway. It is home to the Norwegian First Division side Hamarkameratene (Ham-Kam) and is owned by Hamar Municipality. The venue has artificial turf, three stands and a capacity for 8,068 spectators. It was used for the 1938 Norwegian Football Cup Final—which saw the venue's record 14,500 spectators—and has also hosted five Norway national under-21 football team matches between 1984 and 2011.\r\n\r\nConstruction started in 1934 and the venue opened on 28 June 1936 as the first home venue for Briskebyen FL. The club merged with Hamar AIL in 1946 to form Ham-Kam. The new club has played since 1970 played 22 seasons in the top tier, having been relegated eight times, most recently in 2008. Ham-Kam's record home attendance is 11,500, dating from a 1976 match against Lillestrøm. In 1984, the club house was rebuilt with luxury boxes and a new 2,400-seat East Stand was built. The investments lead the club into financial distress, and in 1993 the municipality had to purchase the venue to save the club. Planning of a new or upgraded venue started in 2001, construction started in 2007 and the first stage was completed the following year. It cost 111 million Norwegian krone (NOK), having suffered large cost overruns.","strStadiumLocation":"Hamar","intStadiumCapacity":"7600","strWebsite":"www.hamkam.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Hamarkameratene (literally the Hamar Comrades), often abbreviated to HamKam or Ham-Kam, is a Norwegian football club based in the town of Hamar. The club was founded in 1918, originally under the name Freidig.\r\n\r\nHamKam were most recently promoted to the Norwegian Premier League in 2007. A third-place finish in 1970 is the highest position that the team has held in the Premier League; the club has never progressed beyond the semifinals of the Norwegian Cup, last reaching the semifinals in 1989.\r\n\r\nBriskeby gressbane has been the home ground of Hamarkameratene since 1936. The construction of a completely modernized stadium began in 2007. Upon completion, expected in 2009, Briskeby will have a capacity of 10.200 spectators, whereas the capacity prior to the modernization was approximately 8000.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/aiteqk1488862431.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134755","idSoccerXML":"1220","idAPIfootball":"0","intLoved":null,"strTeam":"Hoedd","strTeamShort":null,"strAlternate":"","intFormedYear":"1919","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Høddvoll Stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Høddvoll Stadion is a multi-sports stadium in Ulsteinvik in Ullstein, Norway. Home of First Division side IL Hødd, it is primary used for football, but also features an all-weather running track. The sports complex consists of the main stadium, surrounded by an all-weather running track, a natural grass training pitch and an artificial turf pitch, as well as an indoor hall. Høddvoll has a capacity for 4,433 spectators, of which 2,600 have been seated.\r\n\r\nHødd was established in 1919 and completed the construction of Høddvoll in 1921. The original field had gravel and was located at the site of current training pitch. It went through a series of upgrades, becoming a grass field in 1989. The main stadium at Høddvoll opened in 1963, and was followed by five season in the top football league the following decade, resulting in various upgrades. The record attendance is about 12,300, from a 1981 Cup match when Hødd played Vålerenga. The venue saw several upgrades during the 1999, and Hødd play top-league games in 1995. Hødd played a single UEFA Europa League qualifier at Høddvoll in 2013.\r\n\r\nAn all-new stadium on the original site is under construction and scheduled for competition in 2014. It will have capacity for 3,825, all except 1,000 seated. It will be built in conjunction with Ulsteinhallen and indoor athletics, handball and gymnastics hall.","strStadiumLocation":"Ulsteinvik, Norway","intStadiumCapacity":"4433","strWebsite":"www.hodd.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Idrettslaget Hødd is a multi-sports club from Ulsteinvik in Møre og Romsdal, Norway. Founded in 1919, it has sections for team handball, gymnastics and football. It is best known for their men's football team, which plays at Høddvoll Stadion, whose stated capacity is 3,120, although there was an attendance of over 12,000 at a match against Vålerenga in 1981.\r\n\r\nHødd are currently playing in Second Division, the third tier of Norwegian football. They played in the top tier in 1966, 1969–72 (4 seasons) and 1995 and is the club who has played most seasons at the second tier. Hødd won the Norwegian Cup in 2012.\r\n\r\nIdrottslaget Hødd was founded on 1 August 1919. The name derives from Höðr, which was a gifted archer in Norse mythology, and means \"battle\" or \"fight\". Before the Second World War, the football team was not competitive with the two big clubs in the region, Rollon and Aalesund. Hødd was first promoted to the Landsdelserien (second tier) in 1950, and was close on promotion to Hovedserien in both the 1951–52 season and the 1958–59 season, but lost the promotion in the play-off against Ranheim and Brage respectively. Hødd also reached the third round of the Norwegian Football Cup on several occasions during the 1950s, where they were eliminated by first-tier teams.\r\n\r\nHødd was promoted to the First Division for the first time in the 1965 season when they won their Second Division group ahead of Rosenborg and Brann on goal difference, after Rosenborg lost 2–1 against Brann in the decisive match while Hødd won 8–2 against Kvik Trondheim on Lerkendal Stadion. Kjetil Hasund was the big star on the team, but there were also other good players on the team like Hallbjørn Hasund, Hans Gisle Holstad, Jan Ulfstein, Tor Meinseth and Otto Sundgot. As a small team from a small place in the outskirts of Norway, the national media dubbed Hødd to be relegtaed in its first season in the top-flight. The pundits were right and Hødd were relegated from the 1966 Norwegian First Division, but the team performed well and was only one point short of avoiding relegation. All the players stayed at the club after the relegation, and were again promoted to the top-flight in the 1968 season.\r\n\r\nWhen Hødd was back in the First Division, the team had learned its lesson and for the next three season the team had a miraculous ability to avoid relegation. As favourites to be relegated, Hødd won 3–1 against Sarpsborg in the last match of the 1969 season while Start won 2–0 against Lyn. These results saved Hødd from relegation as they finished level on points but with better goal difference then Start and Lyn, who were relegated. That Lyn was relegated was quite a surprise, as the team had won the double in the previous season and played the quarterfinal of the 1968–69 European Cup Winners' Cup against Barcelona. Hødd reached the quarter-final of the Norwegian Football Cup for the first time in 1969, where they lost 1–3 against Fredrikstad. The next season, Hødd again avoided relegation with better goal difference then the relegated team, after Hødd won 6–0 against Pors while Skeid lost 1–0 against Strømsgodset in the decisive match, and Skeid was relegated. In the 1971 season, Hødd won 5–0 against Frigg in the penultimate match and avoided relegation two points ahead of Frigg. After four seasons in the first-tier league, Hødd were relegated in 1972.\r\n\r\nAfter playing in the Second Division in the 1970s, Hødd were relegated in the 1980 season and were playing at the third tier for the first time since 1964. With Terje Skarsfjord as head coach the team won promotion to the Second Division and reached the quarterfinal of the 1981 Norwegian Football Cup. The third-tier team met the defending Norwegian Football Cup champions Vålerenga in the quarterfinal at Høddvoll, and Hødd scored the first goal before Vålerenga turned the match into a 2–1 victory. The match was watched by 12,300 spectators, which is the club's record attendance. Jan Åge Fjørtoft and Børre Meinseth had their breakthrough in the 1985 season, but Hødd were relegated in 1987 and were playing at the third tier in 1988 and finished behind the local team Hareid before Hødd won promotion to the second tier the next season.\r\n\r\nHødd reached the quarter-final of the 1994, where they lost 3–5 after extra time against Lyn, and won the 1994 Norwegian First Division and was promoted to Tippeligaen with Erik Brakstad as head coach. Hødd eliminating the defending Norwegian Cup winners Molde in the fourth round of the 1995 Norwegian Football Cup with 2–0 at home after goals from Tommy Sylte. The team went on to reach the semi-final where they lost 7–1 on aggregate against Rosenborg after losing 5–0 in the first leg at home. The team was however relegated after only one season, as they finished 12th in the 1995 Tippeligaen. With the exception of 2000, Hødd played in the First Division until 2006 when the club was relegated to the Second Division, and is the club with the most seasons at the second tier since 1963. Hødd hired Sture Fladmark, who won Tippeligaen coach of the year in 2002, as the new head coach ahead of the 2007 season, to win promotion back to the First Division. Hødd won promotion to the First Division in 2007, and started the 2008 season with a win against Sarpsborg Sparta before the team collected six points in the next 16 matches. With nine points and seven losses in a row Hødd fired Fladmark in August 2008.\r\n\r\nEinar Magne Skede and Lars Arne Nilsen replaced Fladmark, but could not prevent the team from relegation. Skede and Nilsen continued as head coaches in 2009, when Hødd finished third in the Second Division, before Nilsen continued as the sole head coach in 2010 when the team won promotion to the First Division. The newly promoted team impressed in the 2011 season, and managed to go 29 matches without losing until they lost away against Sandefjord on 22 May 2011. Hødd was positioned at second place half-way through the season, before finishing the season at eighth place.\r\n\r\nThe next season did not start as good, and after eight matches Hødd had three points with 21 conceded goals, before they went unbeaten for the next six league-games. Hødd remained in the relegation-zone throughout the season and avoided relegation with better goal difference then Tromsdalen.\r\n\r\nIn 2012, Hødd won its first Norwegian Football Cup. The feat was according to pundit Arne Scheie the biggest upset in the history of the Norwegian cup, as Hødd was a second-tier team who had in fact been fighting against relegation up until the last round in the league. Despite their troubles in Adeccoligaen, Hødd defeated the first-tier teams Haugesund and Brann, qualifying them to their first ever cup final. Their opponent in the final was Tromsø, who finished fourth in Tippeligaen. After regular time, the score was 1–1, and no goals were scored in extra time. In the penalty shoot-out, Hødd won 4–2. Ørjan Nyland was named man of the match, while Fredrik Aursnes became the youngest ever Norwegian Cup winner aged 16 years and 351 days.\r\n\r\nHødd failed to defend the Norwegian Cup title, as the team was eliminated by the defending Tippeligaen winners Molde in the third round of the 2013 Norwegian Football Cup, after a penalty shoot-out where Hødd's former goalkeeper Ørjan Nyland, who had transferred to Molde after the previous season, saved two penalties. As a result of the Norwegian Cup win, Hødd qualified for the first time in a European competition, Europa League. They debuted with a 1–0 victory at home against Aktobe, but the European adventure ended after a 2–0 loss in the second leg.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/gj7og81516353451.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134757","idSoccerXML":"1222","idAPIfootball":"0","intLoved":null,"strTeam":"Hoenefoss","strTeamShort":null,"strAlternate":"","intFormedYear":"1895","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Aka Arena","strKeywords":null,"strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.honefossbk.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Hønefoss Ballklubb is a Norwegian football club from Hønefoss, founded in 1895. The club was a part of the multi-sports club L\/F Hønefoss until 2008.\r\n\r\nAfter 11 years in Adeccoligaen, the second tier of Norwegian football, Hønefoss was promoted to Tippeligaen in 2009, where they finished 14th in 2010 Norwegian Premier League and was relegated after a relegation-playoffs against Fredrikstad. In 2011, Hønefoss won the Adeccoligaen and was promoted to Tippeligaen for the second time in three years. Their second spell in Tippeligaen lasted for two season, and they were again relegated to the Adeccoligaen in 2013.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vspqwr1431448865.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135719","idSoccerXML":"1283","idAPIfootball":"2151","intLoved":null,"strTeam":"JERV","strTeamShort":null,"strAlternate":"","intFormedYear":"1921","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"","strStadium":"Levermyr stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"","strStadiumLocation":"Grimstad","intStadiumCapacity":"1700","strWebsite":"www.fkjerv.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FK Jerv is a Norwegian football club from Grimstad. Jerv is the Norwegian name for wolverine. They currently play in OBOS-ligaen.\r\n\r\nThe club was founded in 1921, as Vestergatens FK, named after the street in which the foundation took place, but later changed name to Djerv and then Jerv.\r\n\r\nIn the 1970s and 1980s the team had a number of foreign coaches, including Bo Johansson who managed the team in 1984 and 1985 and went on to coach several clubs and national teams. In November 2007 Jerv signed another well-known ex-footballer Tore André Dahlum as coach.\r\n\r\nFK Jerv has no women's section, as this split away in 1999 to form a new club Amazon Grimstad FK.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/benhr21512824975.png","strTeamJersey":"","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135723","idSoccerXML":"1405","idAPIfootball":"2143","intLoved":null,"strTeam":"KFUM","strTeamShort":null,"strAlternate":"KFUM-Kameratene Oslo, KFUM Oslo","intFormedYear":"1939","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"","strStadium":"KFUM Arena","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"","strStadiumLocation":"Ekeberg, Oslo","intStadiumCapacity":"1500","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"KFUM-Kameratene Oslo is the sports branch of the local YMCA in Oslo, Norway. It has sections for association football, futsal, volleyball and track and field. The football team currently plays in 1. divisjon, the second tier of the Norwegian football league system.\r\n\r\nThe club was founded on 1 January 1939. Its traditional base is in downtown Oslo, but it now plays its matches at KFUM Arena at Ekebergsletta.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/q2biqb1514647160.png","strTeamJersey":"","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135724","idSoccerXML":"1406","idAPIfootball":"2144","intLoved":null,"strTeam":"Kongsvinger","strTeamShort":null,"strAlternate":"Kongsvinger IL Toppfotball","intFormedYear":"1892","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"","strStadium":"Gjemselund Stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"","strStadiumLocation":"Kongsvinger","intStadiumCapacity":"6700","strWebsite":"www.kil.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Kongsvinger IL Toppfotball is a Norwegian football club from the town of Kongsvinger in Hedmark, founded in 1892. Its home ground is Gjemselund Stadion. It is part of sporting association, Kongsvinger IL.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/n2qhm91512825630.png","strTeamJersey":"","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134754","idSoccerXML":"1219","idAPIfootball":"320","intLoved":null,"strTeam":"Kristiansund BK","strTeamShort":null,"strAlternate":"","intFormedYear":"2003","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"","strStadium":"Kristiansund Stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Kristiansund","intStadiumCapacity":"4000","strWebsite":"www.kristiansundbk.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Kristiansund BK is a Norwegian football club located in Kristiansund. It currently plays in Eliteserien. Kristiansund BK was formed in the autumn of 2003, when two rival clubs of Kristiansund, Kristiansund FK and Clausenengen FK, agreed to establish a new elite team.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2nlg781512826368.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135703","idSoccerXML":"1294","idAPIfootball":"2145","intLoved":null,"strTeam":"Levanger","strTeamShort":null,"strAlternate":"","intFormedYear":"1996","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Moan Fritidspark","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Levanger","intStadiumCapacity":"6000","strWebsite":"levangerfk.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Levanger Fotballklubb is a Norwegian football club located in Levanger. The club currently plays in the 2. divisjon, the third tier of the Norwegian football league system.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ta1kea1512829802.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134569","idSoccerXML":"1029","idAPIfootball":"321","intLoved":null,"strTeam":"Lillestroem","strTeamShort":null,"strAlternate":"LSK","intFormedYear":"1917","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"","strStadium":"Åråsen Stadion","strKeywords":"","strRSS":"http:\/\/www.lsk.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Åråsen Stadion is an all-seater football stadium located in Lillestrøm, a city east of Oslo in Skedsmo, Norway. With a capacity for 12,250 spectators, the venue is home of Norwegian Premier League side Lillestrøm SK (LSK). The venue has four stands, of which the West Stand has luxury boxes and club seating for 700. Because of the stadium's proximity to Kjeller Airport, it has retractable floodlights. The record attendance of 13,652 dates from 2002. In addition to league, cup and UEFA Cup matches for LSK, the venue has been used for one Strømmen IF top-league match in 1986, the UEFA Women's Euro 1997, eight other Norway women's national football team matches, the 2002 UEFA European Under-19 Football Championship, and seven Norway national under-21 football team matches.\r\n\r\nLSK started purchasing land for their own stadium in 1947, having previously played at Lillestrøm Stadion. Construction started in 1950 and Åråsen opened on 7 July 1951, having cost 150,000 Norwegian krone (NOK). The grandstand was supplemented with a second stand in 1960. On 7 April 1967, the stadium burned down, but was rebuilt by September 1968. Another stand opened on the east side in 1974, the same year as LSK was promoted to the 1. divisjon, then the highest division of Norwegian football. The East Stand was moved to the north side and a new 3,700-seat stand built on the east side in 1978, which remains today. Between 1999 and 2002, the other three sides were redeveloped, costing NOK 240 million. This included luxury boxes, a new pitch with under-soil heating, three grandstands, and adjacent commercial and residential property.","strStadiumLocation":"Lillestrøm","intStadiumCapacity":"12250","strWebsite":"www.lsk.no","strFacebook":"www.facebook.com\/LillestromSK","strTwitter":"twitter.com\/LillestromSK","strInstagram":"","strDescriptionEN":"Lillestrøm Sportsklubb is a Norwegian football club from the city of Lillestrøm. It was founded in 1917, after the merger of two local football clubs. Their home ground is Åråsen Stadion, which has a capacity of 12,250 people, while the principal training ground is Lillestrøm stadion, or the indoor arena, LSK-Hallen. The club holds the Norwegian record for the most consecutive years without being relegated. Over the years the club has had around 40 players who have represented the Norwegian national team. There has also been a number of foreigners who have represented the national teams of Sweden, Iceland, Senegal, Finland, Malta, Australia, South Africa, Slovenia, Tunisia, Canada, Somalia, and Nigeria.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/txpuvv1448823342.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/wtqysq1423843660.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/vutytv1448823332.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135501","idSoccerXML":"1262","idAPIfootball":"2152","intLoved":null,"strTeam":"Mjoendalen","strTeamShort":null,"strAlternate":"Mjøndalen IF","intFormedYear":"1910","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"","strStadium":"Isachsen Stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"","strStadiumLocation":"Mjøndalen","intStadiumCapacity":"4350","strWebsite":"www.mif.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Mjøndalen IF is a Norwegian sports club from Mjøndalen, Buskerud, Norway. Of the different athletic endeavours that the club supports, it may be best known in Norway for its bandy national championship teams and internationally for its association football national championship teams that have competed in UEFA championships.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vwm4ep1512830837.png","strTeamJersey":"","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133958","idSoccerXML":"376","idAPIfootball":"329","intLoved":null,"strTeam":"Molde","strTeamShort":null,"strAlternate":"MFK","intFormedYear":"1911","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"Ole Gunnar Solskjær","strStadium":"Aker Stadion","strKeywords":"","strRSS":"http:\/\/www.moldefk.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Aker Stadion, formerly known as Molde Stadion, is a football stadium located at Reknes in Molde, Norway, and is the home of Norwegian Premier League club Molde. The stadium has a capacity of 11,800 spectators.\r\n\r\nThe building was designed by architect Kjell Kosberg. It cost NOK 212 million, most of which was paid for by club-owner Kjell Inge Røkke—after whom the ground has been nicknamed \"Røkkeløkka\". The main construction work took place 1997, and the stadium was inaugurated on 18 April 1998 in a league game against Lillestrøm, replacing Molde idrettspark as Molde's home ground. The stadium was nominated for the FIABCI Prix D' Excellence and awarded the City Prize in 1999. The record attendance of 13,308 was set in a league match against Rosenborg in 1998. The same year, the arena hosted its first international match, where Norway beat Saudi Arabia 6–0. The following year, when Molde reached the UEFA Champions League, the stadium was converted to an all-seater, reducing its capacity. Since May 2006, the stadium name has been sponsored by Røkke's company Aker. The grass pitch was replaced with artificial turf in 2014.","strStadiumLocation":"Molde","intStadiumCapacity":"11800","strWebsite":"www.moldefk.no","strFacebook":"www.facebook.com\/MoldeFotballklubb","strTwitter":"www.moldefk.no\/i\/npfl\/clubs\/molde\/twitter.png","strInstagram":"instagram.com\/moldefotballklubb","strDescriptionEN":"Molde Fotballklubb is a football club from Molde, Norway, that currently plays in the Tippeligaen, the Norwegian top division. Founded on 19 June 1911, Molde was originally known as International. Molde are three-time league champions (2011, 2012, 2014) and four-time Norwegian Cup winners (1994, 2005, 2013, 2014), and have finished 2nd in the league a further seven times. Molde is one of only two Norwegian clubs to have participated in the UEFA Champions League.\r\n\r\nIts home matches are played at Aker Stadion, which has a maximum capacity of 11,800. The stadium was inaugurated in 1998, and was a gift from the local businessmen Kjell Inge Røkke and Bjørn Rune Gjelsten. The club was formerly based at Molde stadion, which hosted the club's record attendance of 14,615. Molde's supporter club is called Tornekrattet (\"Thorn bush\", a reference to the city's nickname \"The Town of Roses\") and were started after the 1994 Cup Final victory.\r\n\r\nUntil the beginning of the 1970s, the club mainly played in local lower division leagues, except for a short visit in the Hovedserien in the 1957–58 season. In 1974 Molde was back in the top division and finished second in the league, and have since then become one of Norway's leading clubs and generally stayed in the top division. Molde also finished second in the league in 1987, when the club lost the championship to Moss in the decisive match of the season.\r\n\r\nDuring the 1990s and the beginning of the 2000s, Molde was the second best team in Norway (behind 13-times in a row champions Rosenborg), with league silver medals in 1995, 1998, 1999 and 2002 and cup championship in 1994 and 2005, and the participation in the Champions League in the 1999–2000 season, when Real Madrid, Porto and Olympiacos visited Molde.\r\n\r\nThe club was the first professional club of former Manchester United player Ole Gunnar Solskjær, and in January 2011 he returned to manage the club. In his first season as manager, which also was the club's centenary season, Molde won the league championship for the first time. The next season Solskjær and Molde retained the championship. Today the club has approximately 900 members and around 55 teams in three departments.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/apziyg1534866527.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/sxvqqq1423793292.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134758","idSoccerXML":"1223","idAPIfootball":"2160","intLoved":null,"strTeam":"Nest Sotra","strTeamShort":null,"strAlternate":"Nest-Sotra","intFormedYear":"1968","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"","strStadium":"Ågotnes Stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"idrett.speaker.no\/organisation.asp?id=486086","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Nest-Sotra Fotball is a Norwegian association football club from Sotra, Hordaland.\r\nThe club was founded in 1968, and its team colors are green and white. Its traditional base is in Skålvik, but it now plays its matches in Ågotnes.\r\nThe team played in the Second Division between 2001 to 2003 and after a few years in lower leagues, the team again played in the Second Division in 2008. The club won promotion to the First Division for the first time in 2013.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2em7wq1515964349.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136803","idSoccerXML":null,"idAPIfootball":"1724","intLoved":null,"strTeam":"Norway Women","strTeamShort":null,"strAlternate":"Norway W","intFormedYear":"1978","strSport":"Soccer","strLeague":"FIFA Womens World Cup","idLeague":"4565","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.fotball.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Norway women's national football team is controlled by the Football Association of Norway. The team is former European, World and Olympic champions and thus one of the most successful national teams. The team has had less success since the 2011 FIFA Women's World Cup.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Female","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/5ueiaz1560080167.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136158","idSoccerXML":"4873","idAPIfootball":"2161","intLoved":null,"strTeam":"Notodden","strTeamShort":null,"strAlternate":"","intFormedYear":"1999","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"","strStadium":"Notodden stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Notodden Stadion is the current homepitch for the Norwegian football team Notodden FK.","strStadiumLocation":"Notodden, Norway","intStadiumCapacity":"3000","strWebsite":"www.notoddenfk.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Notodden Fotballklubb is a Norwegian football club located in Notodden. It currently plays in OBOS-ligaen.\r\n\r\nIt was founded in 1999 as a merger between the football departments of SK Snøgg and Heddal IL ahead of the 2000 season.\r\n\r\nAfter playing in the Norwegian Second Division for several years, Notodden finally promoted to OBOS-ligaen ahead of the 2018 season. They promoted due to play-off qualification against Fredrikstad FK from OBOS-ligaen in two matches (0-0 away and 5-3 home).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/5justw1530445026.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134573","idSoccerXML":"1033","idAPIfootball":"330","intLoved":null,"strTeam":"Odd Ballklubb","strTeamShort":null,"strAlternate":"Odds BK","intFormedYear":"1894","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"","strStadium":"Skagerak Arena","strKeywords":"","strRSS":"http:\/\/www.odd.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Skagerak Arena is a football stadium located in Skien, Norway. It was formerly called Odd Stadion, and was built in 1923 as the home ground of Odd. The stadium is often referred to as Falkum, being situated in that area of Skien.\r\n\r\nThe stadium has been undergoing an extensive redevelopment process, begun in November 2006, which produced a modern all-seater venue by April 2008. Part of the finance Odd needed for the project was obtained through the lease of the stadium's naming rights to the club's main sponsor since 1995, the Norwegian power company Skagerak Energi. The stadium will therefore be known as Skagerak Arena until at least 2017.\r\n\r\nThe pitch has been rotated 90 degrees in order to free up space. As is increasingly common in Norway, the new surface is artificial. The old main stand is now an end stand, incorporated into the new structure as the only surviving feature of the old stadium.\r\n\r\nThree new two-tiered stands was completed between 2007 and 2008. The east and west stands has a capacity of 4,300 while the south end seats around 3,000. Construction of the west stand had progressed far enough by April 2007 to allow spectators on the lower tier for the first home match of the season, on 15 April. Total capacity was at first 6,000 And increased gradually throughout 2007. The old stadium had a capacity of about 8,600, of which 5,600 were seated.\r\n\r\nThe venue has hosted Norway national under-21 football team matches three times, playing 0–0 against Portugal on 9 May 1979, 2–1 against Romania on 18 August 1998 and 3–1 against Scotland on 19 August 2003. In a 2012 survey carried out by the Norwegian Players' Association among away-team captains, Skagerak Arena was ranked tenth amongst league stadiums, with a score of 3.07 on a scale from one to five.","strStadiumLocation":"Skien","intStadiumCapacity":"12500","strWebsite":"www.oddgrenland.no","strFacebook":"www.facebook.com\/oddsballklubb","strTwitter":"twitter.com\/oddsbk","strInstagram":"","strDescriptionEN":"Odds Ballklubb, commonly known as Odd, is a Norwegian football club from Skien. Originally the football section of a multi-sports club, founded in 1894 nine years after the club's founding. All other sports than football were discontinued and the club became dedicated to football only. Odd plays in the Norwegian top division, Tippeligaen, and holds the record winning the Norwegian Football Cup the most times, the last coming in 2000. The club was known as Odd Grenland between 1994 and 2012.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ywwvtr1448823708.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/qsyvpu1423843611.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134759","idSoccerXML":"1224","idAPIfootball":"322","intLoved":null,"strTeam":"Ranheim","strTeamShort":null,"strAlternate":"","intFormedYear":"1901","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"","strStadium":"EXTRA Arena","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Ranheim","intStadiumCapacity":"3000","strWebsite":"www.ranheimfotball.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Ranheim Fotball is a Norwegian football club from Ranheim in Trondheim. Ranheim is the football department of Ranheim IL, founded on 17 February 1901. Former manager Per Joar Hansen earned Ranheim a promotion to the Norwegian First Division after the 2009 season. They played their first 6 home matches at Abrahallen, and on 10 July 2010, they moved to their new stadium, Ranheim Arena.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uswl5y1512830508.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135722","idSoccerXML":"1404","idAPIfootball":"2153","intLoved":null,"strTeam":"Raufoss","strTeamShort":null,"strAlternate":"","intFormedYear":"1918","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"","strStadium":"NAMMO Stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"","strStadiumLocation":"Raufoss, Norway","intStadiumCapacity":"2500","strWebsite":"www.raufossfotball.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Raufoss IL is a sports club from Raufoss, Norway. The club was formed in 1918. The football section played in the Norwegian top flight between 1937-1948, between 1957–1960, in 1964 and between 1973-1974. The club currently plays in 1. divisjon, the second tier of the Norwegian football league system.\r\n\r\nIn 2007 Raufoss returned to the 1. divisjon and were able to finish in eleventh place, after being relegated from the second tier in 2004. However, due to financial problems and failure to meet demands on infrastructure, the Football Association of Norway decided not to award Raufoss the required license for play in the top two divisions. Raufoss were demoted to the 2. divisjon and their place given to Sparta Sarpsborg, who finished in thirteenth place.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xmwvvh1523905503.png","strTeamJersey":"","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133990","idSoccerXML":"410","idAPIfootball":"331","intLoved":null,"strTeam":"Rosenborg","strTeamShort":null,"strAlternate":"RBK","intFormedYear":"1917","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"Kåre Ingebrigtsen","strStadium":"Lerkendal Stadion","strKeywords":"","strRSS":"http:\/\/www.rbk.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Lerkendal Stadion is an all-seater football stadium located at Lerkendal in Trondheim, Norway. The home ground of the Tippeligaen side Rosenborg BK, it has a capacity for 21,166 spectators, making it the second-largest football stadium in the country.\r\n\r\nLerkendal opened as a multi-purpose stadium on 10 August 1947, as the main football and athletics stadium in Trondheim. Originally the venue was mostly used by the football teams SK Freidig and FK Kvik, and Rosenborg did not became a tenant until 1957. A new grandstand with roof was completed in 1962, and floodlights were installed in 1968. The oldest of the current stands were built in 1996, along with new lighting. Three more grandstands were built between 2000 and 2002, which also saw the removal of the athletics facilities and the sale of the stadium from Trondheim Municipality to Rosenborg. Further expansions plans have been launched, to increase capacity by filling in the corners and possibly by building a retractable roof.\r\n\r\nThe record attendance of 28,569 dates from the decisive league match against Lillestrøm in 1985. Ten international matches were held at Lerkendal between 1951 and 1990. One domestic cup final has been held at Lerkendal; the Women's Cup Final in 1986.","strStadiumLocation":"Trondheim","intStadiumCapacity":"21400","strWebsite":"www.rbk.no\/english","strFacebook":"www.facebook.com\/rosenborg","strTwitter":"twitter.com\/RBKfotball","strInstagram":"","strDescriptionEN":"Rosenborg Ballklub (pronounced ; RBK for short) is a Norwegian professional football club from Trondheim that plays in Tippeligaen. Rosenborg is Norway's most successful team, having won 23 league titles, nine Norwegian Football Cup titles and played more UEFA matches than any other Norwegian team. RBK play their home games at the all-seater Lerkendal Stadion which has a capacity of 21,400. Kåre Ingebrigtsen was appointed head coach in July 2014.\r\n\r\nThe club was founded as Odd in 1917 but were not allowed to play amateur league matches until 1928, when they took the present name. They reached the League of Norway in 1937–38, but were relegated to lower divisions during the 1940s. The club moved to Lerkendal in 1957 and their first title was the 1960 Cup, resulting in their first participation in a UEFA tournament. It was not until the 1960s that RBK was established as Trondheim's leading football team. In 1967 RBK was promoted to the top league where they, except for the 1978 season, have remained ever since. They won three league titles between 1967 and 1971. The club's golden era started with the 1985 league title. From 1991 through 2004 the team won 13 consecutive titles, 10 under manager Nils Arne Eggen. During this period they also participated in the group stage of Champions League 11 times, reaching the quarter-finals in 1996–97.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wtqrtt1448823951.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/tpxxru1423843672.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/qyrvyw1448823961.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135715","idSoccerXML":"1221","idAPIfootball":"332","intLoved":null,"strTeam":"Sandefjord","strTeamShort":null,"strAlternate":"","intFormedYear":"1998","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"","strStadium":"Komplett Arena","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"","strStadiumLocation":"Sandefjord","intStadiumCapacity":"6582","strWebsite":"www.sandefjordfotball.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Sandefjord Fotball, commonly known simply as Sandefjord, is a Norwegian professional football club, founded on 10 September 1998. The club has played in First Division, the second tier of the Norwegian football league system. Their home ground is the Komplett Arena, located in Sandefjord, Vestfold.\r\n\r\nThe club reached 1. divisjon in 1999, where they made quick progress and soon settled as strong competitors for promotion to the top division. Finishing third in 1. divisjon both in 2002 and 2003 they qualified for play-off matches, but lost both times. In 2004 they finished fourth. In 2005 season they placed second and earned automatic promotion to highest division.\r\n\r\nThe club in their first Tippeligaen season, finishing ninth in the table and reached the cup final. In 2007 season they finished last and relegated to 1. divisjon.\r\n\r\nIn the 2008 season in 1. divisjon, Sandefjord recovered a poor start strongly to finish second and qualify for automatic promotion to Tippeligaen. In the 2009 season Sandefjord finished eighth, their strongest performance in the top flight to date. In 2010 Sandefjord relegated to 1. divisjon. They won 1. divisjon title in 2014, promoting to Tippeligaen. They relegated 2015 season, and then promoted 2016 season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/mjiype1512832702.png","strTeamJersey":"","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134565","idSoccerXML":"1025","idAPIfootball":"2146","intLoved":null,"strTeam":"Sandnes","strTeamShort":null,"strAlternate":"Sandnes ULF","intFormedYear":"1911","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"","strStadium":"Sandnes Stadium","strKeywords":"","strRSS":"http:\/\/www.sandnesulf.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Sandnes Idrettspark is a multi-purpose stadium in Sandnes, Rogaland, Norway. It is currently used mostly for track and field meets and football matches, and is the home ground of Sandnes Ulf. The stadium's capacity is 4,969 (4,109 seats).\r\n\r\nThe venue hosted the Norwegian Athletics Championships in 1986, 2002 and 2010. In August 2009, a new floodlight system with a capacity of 1,400 lux was installed. In a 2012 survey carried out by the Norwegian Players' Association among away-team captains, Sandnes Idrettspark was ranked fourth-worst amongst league stadiums, with a score of 2.40 on a scale from one to five.\r\n\r\nThe seats currently mounted on the stadium's north stand were donated from the old Stavanger stadion main stand, which was demolished in 2004.","strStadiumLocation":"Sandnes","intStadiumCapacity":"4969","strWebsite":"www.sandnesulf.no","strFacebook":"www.facebook.com\/SandnesUlf","strTwitter":"twitter.com\/SandnesUlf","strInstagram":"","strDescriptionEN":"Sandnes Ulf is a Norwegian association football club from Sandnes, Rogaland, currently playing in First Division, the second highest division in the Norwegian football league system. The club play their home matches at Sandnes stadium in Sandnes idrettspark, but are working on plans for a new modern football stadium. The club was founded on June 1, 1911 as SK Ulf, and today has over 80 registered teams, making it the largest football club in Rogaland.\r\n\r\nSandnes Ulf play in light blue jerseys, white shorts and light blue socks. Sandnes Ulf is an open member association and the annual general meeting is the highest policy-making body. The meeting approves the accounts and elects the chairman and board. Stig Ravndal is the current chairman, elected in 2012. Daily operations are run by a managing director who liaises with the chairman.\r\n\r\nThe main rivals of the club are Viking FK and Bryne FK. Sandnes Ulf's official fan club is known as Gaukereiret (\"The Cuckoo's Nest\"), reflecting on the nickname for people from Sandnes; Sandnes-cuckoos.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qqsutp1448824121.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/qsvtqy1423843731.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134566","idSoccerXML":"1026","idAPIfootball":"333","intLoved":null,"strTeam":"Sarpsborg 08","strTeamShort":null,"strAlternate":"","intFormedYear":"2008","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"","strStadium":"Sarpsborg Stadion","strKeywords":"","strRSS":"http:\/\/www.sarpsborg08.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Sarpsborg Stadion is a multi-use stadium in Sarpsborg, Norway. It is used mostly for football matches, and is the home ground of Sarpsborg 08.\r\n\r\nThe venue hosted the Norwegian Athletics Championships in 1954 and 1960. The venue hosted Norway national under-21 football team one matches, where Norway lost 1–3 against Sweden on 3 October 1972. English Leeds United has visited the stadium twice. First they met Sarpsborg FK in the 1st round of the 1970–1971 Fairs Cup. Leeds won 1–0, the goal scored by Peter Lorimer. Egil \"Drillo\" Olsen was one of Sarpsborg's players at the time. The second visit took pace on July 13, 2006, when they met FK Sparta Sarpsborg. The match ended 2–2, with Lorimer present, but not playing.","strStadiumLocation":"Sarpsborg","intStadiumCapacity":"4700","strWebsite":"www.sarpsborg08.no","strFacebook":"www.facebook.com\/sarpsborg08","strTwitter":"twitter.com\/Sarpsborg08","strInstagram":"","strDescriptionEN":"Sarpsborg 08 Fotballforening is a Norwegian football club based in Sarpsborg, currently playing in Tippeligaen. Sarpsborg 08 played in Adeccoligaen from 2005 to 2010. In 2010, the club was promoted to the Tippeligaen, the top league in Norway, but finished last and was relegated back to Adeccoligaen in 2011. In 2012, they were promoted again. They play their home games at Sarpsborg Stadion.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/pxrf831534869388.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/uusyxr1423843818.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/yxxvuv1448824377.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136836","idSoccerXML":"4952","idAPIfootball":"2239","intLoved":null,"strTeam":"Skeid","strTeamShort":null,"strAlternate":"","intFormedYear":"1915","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"","strStadium":"Nordre Åsen","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Oslo, Norway","intStadiumCapacity":"0","strWebsite":"www.skeid.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Skeid Fotball is a Norwegian football club from Oslo that currently plays in 1. divisjon, the second tier of the Norwegian football league system. Its current home field is Nordre Åsen, after the club stopped playing at Bislett after the 2012 season. In past decades it has gained a reputation as a talent factory for the larger clubs in Norwegian football, and it has produced several players for the national team such as Daniel Braaten, Daniel Fredheim Holm, Omar Elabdellaoui and Mohammed Abdellaoue. Other notable players include Paul Miller. Skeid played in 1. divisjon in 2009 after a short stint in the 2. divisjon. They finished champions of the Second Group of 2. divisjon in 2008. However, Skeid relegated again to 2. divisjon at end of 2009 season in 16th and last position despite a good start. In 2018, Skeid won 2. divisjon group 1 and was promoted to the 1. divisjon.\r\n\r\nThey played in the Norwegian top flight between 1938-1970 (Norwegian League didn't play between 1940–1947 due to World War II), 1972-1975 (4 seasons), 1978-1980 (3 seasons), 1996-1997 (2 seasons). Their recent season in the top division was in the 1999 Tippeligaen.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/g6x3xr1560793093.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134563","idSoccerXML":"1023","idAPIfootball":"758","intLoved":null,"strTeam":"Sogndal","strTeamShort":null,"strAlternate":"","intFormedYear":"1926","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"Eirik Bakke","strStadium":"Fosshaugane Campus","strKeywords":"","strRSS":"http:\/\/www.sogndalfotball.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Fosshaugane Campus is the current home ground for the football team, Sogndal Fotball. It is also a combined with a school's campus, from where it got its name.\r\n\r\nThe stadium was inaugurated on 7 July 2006 when Sogndal beat Bryne 2–0. In a 2012 survey carried out by the Norwegian Players' Association among away-team captains, Fosshaugane was ranked lowest amongst league stadiums, with a score of 1.93 on a scale from one to five.","strStadiumLocation":"Sogndal","intStadiumCapacity":"5523","strWebsite":"www.sogndalfotball.no","strFacebook":"www.facebook.com\/sogndalfotball","strTwitter":"twitter.com\/sogndalfotball","strInstagram":"","strDescriptionEN":"Sogndal Fotball is the association football section of Norwegian sports club Sogndal IL from Sogndal in Sogn og Fjordane. The club was founded in 1926.\r\n\r\nThe men's team was promoted to the 2011 Norwegian Premier League after the 2010 Norwegian First Division. In 1976 the men's team were runners-up in the Norwegian cup, losing 2-1 against SK Brann. The club's stadium is called Fosshaugane Campus because the local Sogn og Fjordane University College and high school is located in the stadium. The capacity is 5,523 with 5,300 seats.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qwrtut1448822269.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134054","idSoccerXML":"476","idAPIfootball":"323","intLoved":null,"strTeam":"Stabaek","strTeamShort":null,"strAlternate":"","intFormedYear":"1912","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"","strStadium":"Nadderud Stadion","strKeywords":"","strRSS":"http:\/\/www.stabak.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Nadderud stadion is a multi-purpose stadium at Nadderud near Bekkestua, in Bærum, Norway.\r\n\r\nIt is currently used mostly for track and field meets and football matches, and is the home ground of the Norwegian Toppserien (women's) and Tippeligaen (men's) team Stabæk Fotball. Former tenants are Bærum SK. Matches for the U-21 national team has also been played here.\r\n\r\nThe record attendance is about 10,000, from a 1970 cup match where Stabæk played Strømsgodset. Ahead of the 1996 season, a new main grandstand with seating for 2,900 people was opened, costing 15 million Norwegian krone (NOK). It increased the seating at the stadium with 1,400 seats from the old grandstand. The municipality installed flood lights ahead of the 2005 season. Stabæk moved to Telenor Arena for the 2009 Premier League season, but is returning for the 2012 season. In a 2012 survey carried out by the Norwegian Players' Association among away-team captains, Nadderud was ranked twelfth amongst league stadiums, with a score of 2.73 on a scale from one to five.\r\n\r\nFrom 2009 the stadium is the home pitch of Stabæk's women's team Stabæk Fotball Kvinner (SFK), who play in the elite Toppserien league.\r\n\r\nBefore the start of the 2012 season, Stabæk Fotball has moved back to Nadderud and the team's NPL matches will be played at the stadium. This follows a decline in fortune of the top tier team, who were not able to pay for their rent for Telenor Arena past the end of 2011.","strStadiumLocation":"Bærum","intStadiumCapacity":"7000","strWebsite":"www.stabak.no","strFacebook":"www.facebook.com\/stabakfotball","strTwitter":"twitter.com\/Stabaek","strInstagram":"","strDescriptionEN":"Stabæk Fotball is a Norwegian association football club based in Bærum and a section of the multi-sport organization Stabæk IF. Founded in 1912, the club’s name is an archaic spelling of the suburban area Stabekk, from which it once originated. Their home stadium is Nadderud after a three-year-long stay at Telenor Arena. Their current manager and chairman are Bob Bradley and Espen Moe, respectively.\r\n\r\nAfter years of lean seasons, they won their first title in 1998 as they emerged victorious in the Norwegian Cup, beating Rosenborg BK 3–1 in the final. After having been relegated to Adeccoligaen after a poor 2004 season, they experienced a successful period under new manager Jan Jönsson, during which they returned to the league in 2005, won the 2008 Norwegian Premier League, their first, and reached the final in the Norwegian Cup, culminating in a very successful 2008 season for the club. Stabæk subsequently won the 2009 Norwegian Community Shield, but finished a disappointing 12th and 10th place in the 2010 and 2011 league seasons, respectively, and thus avoiding relegation.\r\n\r\nStabæk holds longstanding rivalries with Bærum SK, FK Lyn and Vålerenga, both in the league and by geographical location. The team’s home colors, entirely blue, have earned them the nickname “De Blaa” (The Blue Ones). Stabæk was the first Norwegian association football club with both their men and women’s teams in the premier divisions in 2009. Lillestrøm followed suit the next year.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qyvquw1448824782.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/qsptxw1423843625.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134568","idSoccerXML":"1028","idAPIfootball":"334","intLoved":null,"strTeam":"Start","strTeamShort":null,"strAlternate":"Idrettsklubben Start, IK Start","intFormedYear":"1905","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"","strStadium":"Sør Arena","strKeywords":"","strRSS":"http:\/\/www.ikstart.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Sparebanken Sør Arena (\"Savings Bank South Arena\") is a football stadium located at Torsvika in Kristiansand, Norway. The all-seater has a capacity of 14,563 people, and serves as the home ground of Tippeligaen side IK Start. It was designed by Kjell Kosberg, and is architecturally similar to Aker Stadion. The venue has seen concerts by Elton John, Dolly Parton and A-ha, among others. The name derives from a sponsorship agreement with Sparebanken Sør. UEFA refers to the stadium as Kristiansand Arena.\r\n\r\nConstruction started in 2006, and the stadium opened on 15 April 2007, replacing Kristiansand Stadion as Start's home ground. The venue cost 400 million Norwegian krone (NOK), of which the stadium itself cost NOK 250 million, after significant cost overruns. While originally planned with artificial turf, the venue was ultimately built with a natural grass pitch. The venue and the holding company Start Stadion were taken over by Sparebanken Sør, the main creditor, in 2008. They subsequently also took over Start Toppfotball, the company running the club. Both companies were sold to Ernst Ravnaas in 2009. Following decreased attendance, ahead of the 2011 season the seating on the corners was sold as advertisement space and the maximum capacity has artificially been reduced to 11,700.","strStadiumLocation":"Kristiansand","intStadiumCapacity":"14563","strWebsite":"www.ikstart.no","strFacebook":"www.facebook.com\/ikstart","strTwitter":"twitter.com\/ikstart","strInstagram":"","strDescriptionEN":"IK Start is a Norwegian football club from the town of Kristiansand that currently plays in Eliteserien, the top division of the Norwegian football league system. The club was founded on 19 September 1905. The club's current head coach is Jóhannes Harðarson. The team plays in yellow jerseys, black shorts and socks at home, and black jerseys, yellow shorts and socks away.\r\n\r\nThey play their home matches at Sør Arena, the club's own football stadium, opened in 2007. Before moving to Sør Arena, IK Start played their games at Kristiansand Stadion. The team's official supporter club was called \"Tigerberget\", until 2017, when the IK Start board decided to no longer have an official supporter club.\r\n\r\nStart's style of playing is often described as 'makrellfotball' (mackerel football), meaning the whole team is in constant, coordinated motion. Another feature of their playing style is the so-called 'Start-vippen' (Start-tip), where the ball at a free-kick is tipped up by one player before hit by another.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/dz9exj1554665525.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/tqvsuq1423843681.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/qxwxsu1448825004.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134564","idSoccerXML":"1024","idAPIfootball":"324","intLoved":null,"strTeam":"Stroemsgodset","strTeamShort":null,"strAlternate":"SIF","intFormedYear":"1907","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"","strStadium":"Marienlyst Stadion","strKeywords":"","strRSS":"http:\/\/www.godset.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Marienlyst Stadion has been the home ground of Strømsgodset IF since 1967. It's located on Marienlyst in Drammen.\r\n\r\nThe pitch was opened in 1924, and was the home ground of Drafn, Skiold and Drammens BK. The final of the 1932 Norwegian Football Cup, between Fredrikstad and Ørn was played at Marienlyst. During the 1952 Winter Olympics in neighboring Oslo, the venue hosted two ice hockey matches. The venue hosted the Norwegian Athletics Championships in 1962 and 2001. The Norway national under-21 football team has played eighteen games Marienlyst, making it their most-used venue. The first U-21 match was played in 1981.\r\n\r\nAfter a rebuild of the south end in 2014, and installation of safe standing seats, the stadium has a capacity of 8,935. When using the seats, the capacity is 8,060. The rebuild was done to ensure that the stadium would fulfill UEFA's regulations for a Category 4 stadium, which can be used for all Champions League or Europa League matches except the final.\r\n\r\nThe record attendance is 17,300 when Mjøndalen met Viking in the semifinal of the 1947 Norwegian Football Cup. Strømsgodset's record attendance is from 22 May 1969, when 16,687 people attended the home match against Rosenborg.\r\n\r\nThe grass was removed in November 2007 to make way for artificial ice surface for winter sports, and artificial grass for summer sports. A new stadium was planned, but the project was abandoned due to financial difficulties. There are new plans to expand and rebuild the main stand. In a 2012 survey carried out by the Norwegian Players' Association among away-team captains, Marienlyst was ranked third-worst amongst league stadiums, with a score of 2.13 on a scale from one to five. This was mainly due to the worn-out artificial turf, which was replaced in the summer of 2013.\r\n\r\nThe Gamle Gress (old Turf) is part of a sport complex, with the adjacent bandy field (artificial ice) and the athletics stadium next door as well as the sports hall for indoor athletics and handball.","strStadiumLocation":"Drammen","intStadiumCapacity":"8935","strWebsite":"www.godset.no","strFacebook":"www.facebook.com\/godset.no","strTwitter":"twitter.com\/strmsgodset","strInstagram":"","strDescriptionEN":"Strømsgodset Toppfotball is a Norwegian football club from Gulskogen in Drammen, who plays in Tippeligaen. It is the elite football section of the multi-sports club Strømsgodset IF.\r\n\r\nThe multi-sports club was founded 10 February 1907, but the football team first found success in the late 1960s and early 1970s. Led by the young striker Steinar Pettersen and his team-mates, the «Rødgata Boys» (nicknamed after the street most of them lived on), Strømsgodset got promoted from the fourth tier to the top flight in just a few years. The team then went on to win Tippeligaen in 1970 and the Norwegian Cup in 1969, 1970, 1973.\r\n\r\nIn the following decades, the club struggled more. However, the relegation to the third tier in 1986 was a turning point for the football team, and the club was promoted to the top flight again in 1989. In 1991, the club secured its fourth Norwegian Cup, and a turbulent decade followed, with promotions and relegations. In 1997 they lost the cup final, but secured bronze medals in the league.\r\n\r\nAfter five years in the second tier, the economical situation had become a problem for the club, bringing it almost to bankruptcy in 2005. However, local investors saved the club, and this was the start of the second successful period. The club was promoted to Tippeligaen, won the Norwegian cup in 2010, and gradually grew into one of the best teams in Norway. A 2nd place in 2012 was followed by another championship in 2013, the club's second league title.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wryrqt1424053309.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/qyusxx1423843751.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134760","idSoccerXML":"1225","idAPIfootball":"2147","intLoved":null,"strTeam":"Strommen","strTeamShort":null,"strAlternate":"","intFormedYear":"1911","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"","strStadium":"Strømmen Stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Strømmen","intStadiumCapacity":"1800","strWebsite":"strommen-if.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Strømmen Idrettsforening is a Norwegian sports club from Strømmen. It has sections for football, athletics, and formerly had sections for bandy, speed skating among other sports.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/pqj0ro1519562200.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134761","idSoccerXML":"1226","idAPIfootball":"2158","intLoved":null,"strTeam":"Tromsdalen","strTeamShort":null,"strAlternate":"Tromsdalen Uil","intFormedYear":"1938","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"","strStadium":"Tromsdalen Stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Tromsdalen","intStadiumCapacity":"3000","strWebsite":"www.tuil.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Tromsdalen UIL is a Norwegian sports club founded in 1938, from Tromsdalen in the municipality of Tromsø. It has sections for football, athletics, skiing and gymnastics.\r\n\r\nThe men's football team plays in Second Division, after being relegated from the 2014 First Division. Their home games are played at Tromsdalen Stadion, which seats 3,000 spectators. Their colors are red and blue.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/06nvsa1512830084.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133997","idSoccerXML":"417","idAPIfootball":"325","intLoved":null,"strTeam":"Tromso","strTeamShort":null,"strAlternate":"","intFormedYear":"1920","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"Bård Flovik","strStadium":"Alfheim Stadion","strKeywords":"","strRSS":"http:\/\/www.til.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Alfheim Stadion is football stadium located in Tromsø, Norway and home of Norwegian Premier League side Tromsø IL. Alfheim has a seating capacity of 6,859 and artificial turf. It is the northern-most stadium to have been used in European football.\r\n\r\nThe Alfheim area, previously used as a recreational area, was bought by the municipality in 1954. Construction of the first sports venue in 1960 at the same time at a new handball and ice hockey field at Nedre Elvebakken. Also a swimming pool was built at Alfheim. From the mid-1960s Tromsø had three main football venues: Alfheim, Valhall Stadion and Tromsdalen Stadion. TIL's path to the top league started in the 1970s with the hiring of Peter Drecker as manager. In the early in 1980s the team established itself in the Second Division and the need for an upgraded stadium arose. From 1981 to 1986 the club's revenue increaed from 1.2 to 4.2 million Norwegian krone (NOK) and the club became professional from 1985. The first major upgrade to a sports complex had been Tromsdalen Stadion in 1983, which was largely financed by the municipality but owned and operated Tromsdalen UIL.\r\n\r\nA similar cooperation between the municipality and the club was established in regard to upgrading Alfheim and the stadium was spun off as a separate limited company with TIL as the majority and the municipality as a minority shareholder. The company leased Alfheim for fifteen years and spent NOK 10 million on the Alfheim upgrades. Part of the financing was secured from private donors. Ahead of the 1986 season, the first in the First Division, Tromsø played its matches at Valhall while Alfheim was being upgraded.\r\n\r\nTIL played an exhibition match against Germany's 1. FC Nuremberg on 22 July 1987, but chose to play it at Valhall instead of Alfheim to spare the pitch. The opening match took place against England's Queens Park Rangers on 27 July 1987, with TIL losing 0–1 in front of 2,700 spectators. On 26 August Norway's Olympic football team played 0–0 against Switzerland in front of 4,000 spectators. Tromsø played St. Mirren on 30 September 1987 in the 1987–88 European Cup Winners' Cup, which became the northern-most location of a European football match. The teams tied 0–0 and Tromsø did not advance. The municipality had to save the stadium company from bankruptcy through a private placement in 1992, thus becoming a majority shareholder. In a 2012 survey carried out by the Norwegian Players' Association among away-team captains, Alfheim was ranked seventh amongst league stadiums, with a score of 3.60 on a scale from one to five.","strStadiumLocation":"Tromsø","intStadiumCapacity":"6859","strWebsite":"www.til.no","strFacebook":"www.facebook.com\/pages\/Troms%C3%B8-IL\/202524815708","strTwitter":"twitter.com\/TromsoIL","strInstagram":"instagram.com\/tromsoil","strDescriptionEN":"Tromsø Idrettslag is a Norwegian professional football team founded in 1920, and based in the city of Tromsø. They play their home games at Alfheim Stadion. Tromsø currently play in the Tippeligaen, and holds the position as the northernmost top-level football club in the world. The club was first promoted to the Norwegian Premier League in 1985, where they have played since with the exception of the 2001 and 2014 seasons which was spent in the First Division.\r\n\r\nTromsø have won the Norwegian Cup twice, in 1986 and 1996, and have competed in several UEFA competitions; the UEFA Cup Winners' Cup, UEFA Intertoto Cup and UEFA Europa League.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rryqqv1424052691.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/yyxqsr1423843561.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135726","idSoccerXML":"1407","idAPIfootball":"2154","intLoved":null,"strTeam":"Ull Kisa","strTeamShort":null,"strAlternate":"","intFormedYear":"1894","strSport":"Soccer","strLeague":"Norwegian 1. Divisjon","idLeague":"4457","strDivision":null,"strManager":"","strStadium":"UKI Arena","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"","strStadiumLocation":"Jessheim","intStadiumCapacity":"3000","strWebsite":"www.ullkisafotball.no","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Ullensaker\/Kisa IL is a Norwegian sports club from Jessheim in Ullensaker. Founded in 1894, it has sections for association football, team handball and athletics.\r\n\r\nThe men's football team currently plays in Adeccoligaen. They played in Norwegian Second Division from 1999, and their long-term goal was to win promotion to Adeccoligaen, which they achieved in 2011.\r\n\r\nIts stadium, Jessheim stadion, is quite dilapidated. Therefore, the club is planning a new stadium that will take between 1000-5000 spectators.\r\n\r\nIn May 2009 Ull\/Kisa performed well in the Norwegian Football Cup 2009, upsetting Sandefjord Fotball 1-0 in the second round. The goal was scored by Mats Jarnbjo in the 61st minute. In the third Vålerenga Fotball was too strong, as Ull\/Kisa lost 3-5 at Ullevaal Stadion. Eirik Soltvedt scored all the goals of Ull\/Kisa.\r\n\r\nIn the middle of the 2010 season Arne Erlandsen was appointet by Ull\/Kisa as their new coach. He saved the club from relegation to Norwegian Third Division this autumn, and decided to sign for another year. 2011 was a remarkable year for both Arne Erlandsen and Ull\/Kisa. The Jessheim-club promoted to Adeccoligaen for the first time in history. October 16, 2011 Ull\/Kisa won 4-1 against Tiller IL, when Lørenskog IF at the same time played a 3-3 draw against KFUM Oslo, which meant that Ull\/Kisa was five points ahead, with only one match left to play. The match against Tiller IL was the last game the club played at Jessheim Stadion.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/7dpj911512831708.png","strTeamJersey":"","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134574","idSoccerXML":"1034","idAPIfootball":"326","intLoved":null,"strTeam":"Vaalerenga","strTeamShort":null,"strAlternate":"","intFormedYear":"1913","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"","strStadium":"Ullevaal Stadion","strKeywords":"","strRSS":"http:\/\/www.vif-fotball.no\/feed.xml","strStadiumThumb":null,"strStadiumDescription":"Ullevaal Stadion (Norwegian pronunciation: ) is an all-seater football stadium located in Oslo, Norway. It is the home ground of Vålerenga IF and the Norway national football team, and the site of the Norwegian Cup Final. From its opening in 1926 to 2009 it was the home ground of FK Lyn. With a capacity of approximately 28,000, it is the largest football stadium in Norway. The national stadium is fully owned by the Football Association of Norway (NFF).\r\n\r\nThe stadium opened on 26 September 1926 as the home ground for Lyn and several other local teams. The first international match was played in 1927, and NFF started gradually purchasing part of the stadium company. The peak attendance dates from 1935, when 35,495 people saw Norway play Sweden. Since 1948, Ullevaal has hosted the finals of the Norwegian Football Cup, and in 1967 the Japp Stand was completed. A new renovation started with the completion of the single-tier West Stand in 1985, and continued with the two-tier North and East Stands in 1990 and the South Stand in 1998. Ullevaal hosted the finals of the UEFA Women's Euro in 1987 and 1997.\r\n\r\nIn conjunction with the stadium is the head office of many sports federations, a bandy field, and commercial property including a conference center, hotel and shopping mall. The stadium is located adjacent to Ullevål Stadion Station of the Oslo Metro and the Ring 3 motorway. Plans call to replace the West Stand to increase capacity to 30,000 and perhaps add a retractable roof and artificial turf.","strStadiumLocation":"Oslo","intStadiumCapacity":"28972","strWebsite":"www.vif-fotball.no","strFacebook":"www.facebook.com\/VaalerengaFotball","strTwitter":"twitter.com\/ValerengaOslo","strInstagram":"","strDescriptionEN":"Vålerenga Fotball is a Norwegian association football club from Oslo and a part of the multi-sport club Vålerengens IF. Founded in 1913, the club is named after the neighbourhood of Vålerenga. Vålerenga's home ground is Ullevaal Stadion, the stadium for the Norway national football team. Vålerenga are five time Tippeligaen champions and four times Norwegian Football Cup champions, having last won the league in 2005, and the cup in 2008.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rqxwvr1424052917.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/tpuyqt1423843635.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rsypuy1424053774.jpg","strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134570","idSoccerXML":"1030","idAPIfootball":"759","intLoved":null,"strTeam":"Viking","strTeamShort":null,"strAlternate":"Viking Fotballklubb","intFormedYear":"1899","strSport":"Soccer","strLeague":"Eliteserien","idLeague":"4358","strDivision":null,"strManager":"","strStadium":"Viking Stadion","strKeywords":"","strRSS":"http:\/\/www.viking-fk.no\/feed.xml","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/trqwst1422834320.jpg","strStadiumDescription":"Viking Stadion is a football stadium, built at Jåttåvågen, in Stavanger, Norway. It was inaugurated in May 2004 and cost 160 million NOK to build (€ 20 million). 50 million NOK, plus the lot it was built on, was a gift from the municipality. It replaced Stavanger Stadion as the home stadium for Viking FK. Among the persons present at the official opening match were the coach of the Norwegian national football team Åge Hareide, Norwegian Idol winner Kjartan Salvesen and Kjell Inge Røkke.\r\n\r\nThe stadium can also host large music concerts and events, and among the artists who have played in Viking Stadium are Bryan Adams, R.E.M., Roger Waters, Bob Dylan, Sissel Kyrkjebø & Plácido Domingo, The Eagles, KISS, Robbie Williams and Ylvis.\r\n\r\nIn 2006, the stadium was expanded beyond the original capacity of 15,000, and now fits 16,300 people. The record attendance is 16,600 when Viking met Brann on 24 June 2007.\r\n\r\nRight outside the stadium is Jåttåvågen Station, which serves the Jæren Commuter Rail.\r\n\r\nThe venue has hosted Norway national under-21 football team matches four times, playing 1–0 against Spain on 31 May 2006, 1–1 against Bosnia and Herzegovina on 6 September 2006, 2–2 against Slovakia on 10 June 2009 and 2–2 against Belgium on 10 November 2011. In a 2012 survey carried out by the Norwegian Players' Association among away-team captains, Viking Stadion was found to be the league's fourth-best stadium, with a score of 4.27 on a scale from one to five.","strStadiumLocation":"Stavanger","intStadiumCapacity":"16300","strWebsite":"www.viking-fk.no","strFacebook":"www.facebook.com\/vikingfotballklubb","strTwitter":"twitter.com\/viking_fk","strInstagram":"instagram.com\/viking_fk","strDescriptionEN":"Viking Fotballklubb, commonly known as Viking or Viking Stavanger internationally, is a Norwegian football club from the city of Stavanger. The club was founded in 1899. It is one of the most successful clubs in Norwegian football, having won 8 Norwegian top division titles, most recently in 1991, and 5 domestic Norwegian Cup titles, most recently in 2001. The club has played more top-flight league games than any other club. It has played in the top division since the league was established, except for the years 1966–67, 1987–88 and 2018. Notable European successes include knocking English side Chelsea out of the UEFA Cup during the 2002–03 season, knocking out Sporting CP from the same tournament in 1999–2000, and qualifying for the group stages of the 2005–06 UEFA Cup.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Norway","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wprtpw1424052817.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/wpvqts1423843700.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}