{"teams":[{"idTeam":"139102","idSoccerXML":null,"idAPIfootball":"0","intLoved":null,"strTeam":"Hekari United","strTeamShort":null,"strAlternate":"POM Souths, Souths United, PRK Souths United, Hekari Souths United","intFormedYear":"2003","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Lloyd Robson Oval","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"PNG Football Stadium (known as Lloyd Robson Oval until 2015) is a sporting ground in Port Moresby, Papua New Guinea. It hosted 3 games for the 1989–1992 Rugby League World Cup. It has been the home ground for the Papua New Guinea national rugby league team since 1975. It has a total capacity of approximately 15,000 and is the National Stadium of Papua New Guinea. The stadium was completely redeveloped in preparation for the 2015 Pacific Games.","strStadiumLocation":"Port Moresby, Papua New Guinea","intStadiumCapacity":"12000","strWebsite":"","strFacebook":"www.facebook.com\/hekariunited\/","strTwitter":"","strInstagram":"","strDescriptionEN":"Hekari United, formerly known as POM Souths, Souths United, PRK Souths United and Hekari Souths United, is a semi-professional association football club formed in 2003, based in Port Moresby, Papua New Guinea.\r\n\r\nThe club holds the record for most titles in the Papua New Guinea National Soccer League, having won eight consecutive titles from 2006–2014. They are also one of the two clubs from outside Australia and New Zealand to have won the OFC Champions League, and therefore to have represented Oceania at the FIFA Club World Cup, having achieved both in 2010.\r\n\r\nAfter chairman John Kapi Natto spearheaded a split from the National Soccer League in 2017, the club competed for two seasons in the Papua New Guinea National Premier League, winning the inaugural edition. The club returned to the National Soccer League for the 2019 season, finishing second.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Papua New Guinea","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/o95puh1581776830.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}