{"teams":[{"idTeam":"134079","idSoccerXML":"502","idAPIfootball":"0","intLoved":null,"strTeam":"Borac Cacak ","strTeamShort":null,"strAlternate":"Борац Чачак, FK Borac Cacak","intFormedYear":"1926","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Čačak Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Čačak Stadium (Serbian Cyrillic: Стадион Чачак) or Borac Stadium (Serbian Cyrillic: Стадион Борца), is a multi-purpose stadium in Čačak, Serbia. It is a home ground of football club Borac Čačak.","strStadiumLocation":"Čačak","intStadiumCapacity":"8000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Fudbalski klub Borac Čačak (Serbian Cyrillic: Фудбалски клуб Борац Чачак), or simply Borac Čačak, is a professional football club based in Čačak, Serbia. The home ground is Čačak Stadium, which has seating capacity of 8,000. As of 2019–20 season, the club competes in third tier Serbian League West.\r\n\r\nThe word Borac in translation means fighter in English. Mainly because of the horizontal stripes, Borac's nickname is Zebre (Zebras).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Serbia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/gq9zac1491504216.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133987","idSoccerXML":"407","idAPIfootball":"598","intLoved":null,"strTeam":"Crvena Zvezda","strTeamShort":null,"strAlternate":"FK Red Star Belgrade","intFormedYear":"1945","strSport":"Soccer","strLeague":"Serbian Super Liga","idLeague":"4671","strDivision":null,"strManager":"","strStadium":"Rajko Mitić Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Rajko Mitić Stadium (Serbian: Стадион Рајко Митић, previously known as Red Star Stadium (Serbian: Стадион Црвена звезда, romanized: Stadion Crvena zvezda), also known as Marakana (Serbian Cyrillic: Маракана), is a multi-use stadium in Belgrade, Serbia which has been the home ground of Red Star Belgrade since 1963. The stadium is located in Dedinje, municipality of Savski Venac.\r\n\r\nRajko Mitić Stadium, renamed in December 2014 in honor of club's former player and legend Rajko Mitić has a seating capacity of 55,538, and is currently the largest stadium in Serbia by capacity.\r\n\r\nThe Stadium has hosted numerous international matches at a senior level, including European Cup final in 1973 and UEFA European Championship finals in 1976.","strStadiumLocation":"Belgrade","intStadiumCapacity":"55538","strWebsite":"www.crvenazvezdafk.com","strFacebook":"www.facebook.com\/crvenazvezdafk","strTwitter":"twitter.com\/crvenazvezdafk","strInstagram":"instagram.com\/crvenazvezdafk","strDescriptionEN":"Fudbalski klub Crvena zvezda (Serbian Cyrillic: Фудбалски клуб Црвена звезда, English: Red Star Football Club), which translates into English as simply Red Star (Serbian: Црвена звезда \/ Crvena zvezda), is a Serbian professional football club based in Belgrade commonly known elsewhere as Red Star Belgrade (Serbian: Црвена звезда Београд \/ Crvena zvezda Beograd), the major part of the Red Star multi-sport club.\r\n\r\nThey are the only Serbian and Yugoslav club to have won the European Cup, having done so in 1991, and the only team to have won the Intercontinental Cup, also in 1991. With 30 national championships, 24 national cups, 2 national supercups and one league cup between Serbian and Yugoslav competitions, Red Star was the most successful club in Yugoslavia and finished first in the Yugoslav First League all-time table, and is the most successful club in Serbia. Since the 1991–92 season, Red Star's best results are in the UEFA Champions League group stage and UEFA Europa League knockout phase.\r\n\r\nAccording to 2008 polls, Red Star Belgrade is the most popular football club in Serbia, with 48.2% of the population supporting them. They have many supporters in other former Yugoslav republics and in the Serbian diaspora. Their main rivals are fellow Belgrade side Partizan. The championship matches between these two clubs are known as The Eternal derby.\r\n\r\nAccording to the International Federation of Football History & Statistics' list of the Top 200 European clubs of the 20th century, Red Star is the highest-ranked Serbian and ex-Yugoslavian club, sharing the 27th position on the list with Dutch club Feyenoord.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Serbia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/gz650v1567023440.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/crvenazvezdafkcom","strLocked":"unlocked"},{"idTeam":"134617","idSoccerXML":"1080","idAPIfootball":"2656","intLoved":null,"strTeam":"Cukaricki","strTeamShort":null,"strAlternate":"Фудбалски клуб Чукарички, Фк Чукарички","intFormedYear":"1926","strSport":"Soccer","strLeague":"Serbian Super Liga","idLeague":"4671","strDivision":null,"strManager":"","strStadium":"Cukaricki Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Čukarički Stadium, also known as Stadion na Banovom brdu (English: Banovo Brdo Stadium) is a multi-purpose stadium in Belgrade, Serbia. It is currently used mostly for football matches and is the home ground of FK Čukarički. The stadium has a seating capacity of 4,070. As of 2013 the stadium is under reconstruction after which the planned seating capacity for the finished stadium is 8,000 seats.","strStadiumLocation":"Čukarica, Belgrade","intStadiumCapacity":"4070","strWebsite":"www.fkcukaricki.rs","strFacebook":"www.fkcukaricki.com\/#","strTwitter":"www.fkcukaricki.com\/#","strInstagram":"","strDescriptionEN":"Fudbalski klub Čukarički (Serbian Cyrillic: Фудбалски клуб Чукарички) is a Serbian professional football club from Belgrade, more precisely from the Čukarica municipality, that currently plays in the Serbian SuperLiga, the top tier of Serbian football.\r\n\r\nFounded in 1926, the club spent the first years of its existence in the amateur field. In the days of Yugoslavia, Čukarički played predominantly in the lower divisions of the country. The first time for a stir, the club caused in the seasons 1971–72 and 1993–94, when they reached the Yugoslav Second League respectively the Yugoslav First League, as well as in 1996 and 1997, when the qualification for the UEFA Intertoto Cup succeeded.\r\n\r\nOn 17 April 2012, the club was bought by Dragan Obradović, the owner of the Serbian construction and wholesale company ADOC. Since then Čukarički is the first ever professional football club in Serbia to have been privatized, and is also one of the first clubs in Southeast Europe which were ever bought.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Serbia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/sk6owo1512571250.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134076","idSoccerXML":"499","idAPIfootball":"0","intLoved":null,"strTeam":"FK Jagodina ","strTeamShort":null,"strAlternate":"Fudbalski klub Jagodina,Фудбалски клуб Јагодина, Фк Јагодина","intFormedYear":"1962","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Jagodina City Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Jagodina City Stadium (Serbian: Градски стадион у Јагодини \/ Gradski stadion u Jagodini), locally known as Stadion pod Đurđevim brdom (Serbian Cyrillic: Стадион под Ђурђевим брдом; Stadium under the Đurđev-Hill), is a multi-use all-seated stadium in Jagodina, Serbia. It is currently used mostly for football matches and is the home ground of FK Jagodina. The stadium has a seating capacity for 10,000 people.","strStadiumLocation":"Jagodina, Serbia","intStadiumCapacity":"10000","strWebsite":"www.fkjagodina.org.rs","strFacebook":"www.facebook.com\/fkjagodina.tabane","strTwitter":"","strInstagram":"","strDescriptionEN":"Fudbalski klub Jagodina (Serbian Cyrillic: Фудбалски клуб Јагодина) is a Serbian professional football club based in the city of Jagodina, which plays in the Serbian First League, the second tier in Serbia's football league. The club was founded in 1919 under the name JSK Zora, just months after the end of World War I. After numerous name changes and a merger of several clubs, the present name was created in 1962.\r\n\r\nAt the times of Yugoslavia and Serbia and Montenegro, FK Jagodina played mostly in the lower-tier leagues of the country, except 1957–58, than under the name FK Morava, and 1993–94, when they spent one season in the second division. In 2007, the club won the Serbian League East, one of four sections of the Serbian League, the third national tier, and managed the direct walkover in the first league for the first time in its history, the SuperLiga.\r\n\r\nFinally making a long spell in top-flight football, FK Jagodina developed itself in recent years as one of the most stable Serbian football clubs. Jagodina won its first Serbian Cup in 2013 and subsequently reached the 2014 Serbian Cup final, and finished at an all-time-high third place in the 2014 SuperLiga season.\r\n\r\nJagodina hosts its matches at the Jagodina City Stadium, which is part of the sports and leisure complex Đurđevo brdo, located in the very south of the city.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Serbia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/udrrjj1513544685.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCxNQX2DL-n_jib0hDoTDclA","strLocked":"unlocked"},{"idTeam":"133960","idSoccerXML":"378","idAPIfootball":"573","intLoved":null,"strTeam":"Partizan Belgrade","strTeamShort":null,"strAlternate":"Фудбалски клуб Партизан, Фк Партизан, Partizan Beograd","intFormedYear":"1945","strSport":"Soccer","strLeague":"Serbian Super Liga","idLeague":"4671","strDivision":null,"strManager":"","strStadium":"Partizan Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Partizan Stadium (Serbian: Стадион Партизанa, romanized: Stadion Partizana) is a football and track-and-field stadium in Autokomanda, municipality of Savski Venac, Belgrade, Serbia, which has a seating capacity of 32,710. Situated on the Topčider Hill at Humska 1 street, it is a home field of Partizan Belgrade. Also, it was the home of Partizan's main rival Red Star Belgrade from 1959 to 1963, when they moved to the Rajko Mitić Stadium.\r\n\r\nIt carried the name JNA Stadium (Serbian: Стадион ЈНА (Стадион Југословенске народне армије) \/ Stadion JNA (Stadion Jugoslovenske narodne armije)) for a long time and was the site of Youth Day parade. Even today, the majority of football fans in all countries of the former SFR Yugoslavia call it by its old name. Partizan fans, the Grobari, call it also Fudbalski hram (English: The Temple of Football). The stadium has four stands: the south, north, west and east. Before conversion to an all-seater stadium, the ground had a capacity of 50,000 people.\r\n\r\nThere were plans to replace the current stadium with a new one. Swiss companies Mob Lab and Marazzi-Paul presented a project of a 38,000 seated stadium with commercial contents. The construction was supposed to start in 2006 but it was postponed and later cancelled.","strStadiumLocation":"Belgrade","intStadiumCapacity":"32710","strWebsite":"www.partizan.rs","strFacebook":"www.facebook.com\/FKPartizanBG","strTwitter":"twitter.com\/FKPartizanBG","strInstagram":"www.instagram.com\/partizanbelgrade\/?hl=en","strDescriptionEN":"Fudbalski klub Partizan (Serbian Cyrillic: Фудбалски клуб Партизан, English: Partizan Football Club), commonly referred to as Partizan Belgrade (Serbian: Партизан Београд \/ Partizan Beograd) outside of Serbia, or simply as Partizan (Serbian Cyrillic: Партизан), is a Serbian professional football club based in Belgrade. It forms a major part of the Partizan multi-sport club. The club plays in the Serbian SuperLiga and has spent its entire history in the top tier of Yugoslav and Serbian football having won a total of 45 official trophies: 27 national championships, 16 national cups, 1 national supercup, 1 Mitropa Cup finishing in the Yugoslav league all-time table as second.\r\n\r\nPartizan was founded by young high officers of the Yugoslav People's Army (JNA) in 1945 in Belgrade, as part of the Yugoslav Sports Association Partizan. Their home ground is the Partizan Stadium in Belgrade, where they have played since 1949. Partizan holds records such as playing in the first European Champions Cup match on 4 September, 1955, as well as becoming the first Balkan and Eastern European football club to reach the European Champions Cup final, when it did so in 1966. Partizan was the first Serbian club to compete in the group stage of the UEFA Champions League.\r\n\r\nThe club has a long-standing rivalry with Red Star Belgrade. Matches between these two clubs are known as the Eternal Derby (\"Večiti derbi\") and rate as one of the greatest cross-town clashes in the world. In September 2009, the British newspaper Daily Mail ranked the Red Star–Partizan derby fourth among the ten greatest football rivalries of all time.  Partizan also has many supporters in all the other former-Yugoslav republics and in the Serbian diaspora.\r\n\r\nTheir popular nickname 'The Steamroller' (Parni valjak) was originally used in the press report after the 7-1 hammering of Red Star at the 13th Eternal Derby on 6 December 1953. This nickname was later embedded in the lyrics of the club anthem. Genuine steamroller painted in black and white was wheeled out next to the pitch on 28 May 1978, during the 8th league title celebrations.\r\n\r\nPartizan Youth Academy is one of the most renowned and export-oriented in Europe. CIES (University of Neuchâtel International Centre for Sports Studies) Football Observatory report of November 2015 ranks Partizan Belgrade at the top place of training clubs out of the 31 European leagues surveyed. CIES report of 2019 confirmed Partizan Belgrade as the most productive training club in Europe, with 75 of their academy graduates currently playing across 31 European top divisions.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Serbia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uzb0cf1503235068.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/FKPartizanOfficial","strLocked":"unlocked"},{"idTeam":"134022","idSoccerXML":"444","idAPIfootball":"702","intLoved":null,"strTeam":"Vojvodina","strTeamShort":null,"strAlternate":"FK Vojvodina, Фудбалски клуб Војводина, Фк Војводина, Нови Сад, Novi Sad","intFormedYear":"1914","strSport":"Soccer","strLeague":"Serbian Super Liga","idLeague":"4671","strDivision":null,"strManager":"","strStadium":"Karađorđe Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Karađorđe Stadium (Serbian: Стадион Карађорђе, Stadion Karađorđe) is a multi-purpose stadium in Novi Sad, Vojvodina, Serbia. It is currently used mostly for football matches and is the home ground of FK Vojvodina. The stadium is one of the most modern stadiums in Serbia and has one of the best pitches in the country. The stadium has a total of 14,458 seats after new renovations were made in 2013. The stadium is also the home ground for the Serbian U-21 football team.","strStadiumLocation":"Novi Sad","intStadiumCapacity":"15000","strWebsite":"www.fkvojvodina.rs","strFacebook":"sr-rs.facebook.com\/FudbalskiKlubVojvodina\/","strTwitter":"twitter.com\/fkvojvodina1914","strInstagram":"www.instagram.com\/fk_vojvodina\/?hl=sr","strDescriptionEN":"Fudbalski klub Vojvodina (Serbian Cyrillic: Фудбалски клуб Војводина), commonly known as Vojvodina Novi Sad (Serbian Cyrillic: Војводина Нови Сад) or simply Vojvodina and familiarly as Voša (Serbian Cyrillic: Воша), is a Serbian professional football club based in Novi Sad, Vojvodina, the second largest city in Serbia, and one of the most popular clubs in the country. The club is the major part of the Vojvodina multi-sport club and currently the third oldest football club in the Serbian SuperLiga and the most successful football club in Serbia next to the rivals Red Star Belgrade and Partizan Belgrade.\r\n\r\nIn its long history, Vojvodina were one of the most successful clubs in the former Yugoslavia, winning two First League titles, in 1966 and 1989, were runners-up in 1957, 1962 and 1975, achieved 3rd place in 1992 and finished 5th in the competition's all-time table. Vojvodina were also runners-up in the Yugoslav Cup in 1951. They won the UEFA Intertoto Cup in 1976, the Mitropa Cup in 1977 and were also runners-up of the Mitropa Cup in 1957 and the UEFA Intertoto Cup in 1998. From 1993 to 1997, Vojvodina achieved in the national championship 3rd place five times in a row and were runners-up in the domestic cup in 1997. They were runners-up in the Serbian SuperLiga in 2008–09 Serbian SuperLiga and 3rd place in 2007, 2008, 2011, 2012 and 2013. Vojvodina were also runners-up of the Serbian Cup in 2007, 2010, 2011 and 2013. The first cup trophy Vojvodina won in 2014.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Serbia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/gnn4qi1499096351.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UC3I_0TDeUilfz0iM2h6E0Mg","strLocked":"unlocked"}]}