{"teams":[{"idTeam":"134318","idSoccerXML":"773","idAPIfootball":"4360","intLoved":null,"strTeam":"Celje","strTeamShort":null,"strAlternate":"\tNogometni klub Celje, NK Celje","intFormedYear":"1919","strSport":"Soccer","strLeague":"Slovenian 1. SNL","idLeague":"4692","strDivision":null,"strManager":"","strStadium":"Stadion Z'dežele","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Stadion Z'dežele is a football stadium in Celje, Slovenia. It is the home ground of NK Celje since 2003. Prior July 2017, the stadium was named Arena Petrol.\r\n\r\nAt the time of its opening, Arena Petrol was the most modern football stadium in the country. It took its name from its principal sponsor, the Slovenian oil company Petrol. The stadium opened on 9 September 2003 with its single stand giving it a capacity of 3,600. During the next years three additional stands were built until the stadium was completed in 2008 with the capacity of 13,059 seats; 7,000 of which are covered. The pitch in the stadium is 105 metres long and 68 metres wide and covered with natural grass. The stadium also features a pitch heating system and floodlighting.\r\n\r\nIn 2004, the stadium replaced the Bežigrad Stadium as the venue for all competitive home matches of the Slovenian national football team. In 2003 it replaced the former stadium of Celje, Skalna Klet, which now serves as a training facility for members of the first team.","strStadiumLocation":"Celje","intStadiumCapacity":"13059","strWebsite":"www.nk-celje.si","strFacebook":"www.facebook.com\/nkcelje","strTwitter":"twitter.com\/nkcelje","strInstagram":"www.instagram.com\/nkcelje","strDescriptionEN":"Nogometni klub Celje, commonly referred to as NK Celje or simply Celje, is an association football club from Celje, Slovenia. They play in the Slovenian PrvaLiga. Together with Maribor, they are the only club that have participated in every season of the Slovenian PrvaLiga since its formation in 1991.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Slovenia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ogc2dm1512143999.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/nkcelje","strLocked":"unlocked"},{"idTeam":"136121","idSoccerXML":"480","idAPIfootball":"0","intLoved":null,"strTeam":"CMC Publikum","strTeamShort":null,"strAlternate":"","intFormedYear":"0","strSport":"Soccer","strLeague":"_Defunct Soccer Teams","idLeague":"4519","strDivision":null,"strManager":"","strStadium":"Arena Petrol","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.nk-celje.si","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Slovenia","strTeamBadge":null,"strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134321","idSoccerXML":"776","idAPIfootball":"615","intLoved":null,"strTeam":"Domzale","strTeamShort":null,"strAlternate":"Nogometni klub Domžale, NK Domžale","intFormedYear":"1920","strSport":"Soccer","strLeague":"Slovenian 1. SNL","idLeague":"4692","strDivision":null,"strManager":"","strStadium":"Domžale Sports Park","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Domžale Sports Park (Slovene: Športni park Domžale) or Domžale Stadium (Slovene: Stadion Domžale) is a multi-purpose stadium in Domžale, Slovenia. It is currently used mostly for football matches and is the home ground of NK Domžale. The stadium, which was built in 1948, currently holds 3,100 spectators. The stadium was renovated and modernized in 1997 and 1999. Work on the new western stand started in October 2003 and was finished in April 2004. In June 2006 the stadium received floodlights, mounted on four concrete towers and placed at each corner of the stadium.","strStadiumLocation":"Domžale","intStadiumCapacity":"3100","strWebsite":"www.nkdomzale.si","strFacebook":"sl-si.facebook.com\/pages\/Nogometni-klub-Dom%C5%BEale\/111905650967","strTwitter":"twitter.com\/nkdomzale","strInstagram":"www.instagram.com\/nkdomzale","strDescriptionEN":"Nogometni Klub Domžale (English: Domžale Football Club), commonly referred to as NK Domžale or simply Domžale, is a Slovenian football club that plays in the town of Domžale. They have won both the Slovenian League and the Slovenian Cup twice.\r\nNK Domžale was founded in 1920 under the name SK Disk.\r\nThe club's golden age began in summer of 2002, when Slaviša Stojanovič became a head coach. He brought Domžale into the 1. SNL. In the 2005–06 season, they advanced through the first two qualifying rounds of the UEFA Cup before being eliminated in the First Round by VfB Stuttgart. They played in the 2006–07 qualifying rounds, but were eliminated by Hapoel Tel Aviv. After a 4–0 away win against Primorje on 13 May 2007, Domžale were confirmed as league champions for the first time. They have won another league title in the 2007–08 season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Slovenia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/perup21579812948.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCLHo6eTLETkDIQjXTEPMsdA","strLocked":"unlocked"},{"idTeam":"134619","idSoccerXML":"1082","idAPIfootball":"4364","intLoved":null,"strTeam":"Gorica","strTeamShort":null,"strAlternate":"","intFormedYear":"1947","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Nova Gorica Sports Park","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.nd-gorica.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Nogometno Društvo Gorica, commonly referred to as ND Gorica or simply Gorica, is a Slovenian football club playing in the town of Nova Gorica. They are one of the most successful Slovenian clubs with four Slovenian PrvaLiga and three Slovenian Cup titles. Together with Maribor and Celje, they are the only club that have participated in every season of the Slovenian PrvaLiga since its formation in 1991. The club plays its matches at the Nova Gorica Sports Park stadium with the capacity of 3,100 seats.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Slovenia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/pyf2fs1513778419.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134604","idSoccerXML":"1066","idAPIfootball":"4374","intLoved":null,"strTeam":"Koper","strTeamShort":null,"strAlternate":"","intFormedYear":"1920","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Bonifika","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.fckoper.si","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Football Club Koper, commonly referred to as FC Koper or simply Koper, is a Slovenian football club, playing in the town of Koper. The club was founded in 1920. Koper is one of five football clubs in the country that won all three domestic competitions (League, Cup and Supercup).\r\nThe club's home ground is the Bonifika Stadium, which has a capacity of 4,047 seats.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Slovenia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ntx75k1515171247.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"133948","idSoccerXML":"366","idAPIfootball":"552","intLoved":null,"strTeam":"NK Maribor","strTeamShort":null,"strAlternate":"Nogometni klub Maribor","intFormedYear":"1960","strSport":"Soccer","strLeague":"Slovenian 1. SNL","idLeague":"4692","strDivision":null,"strManager":"","strStadium":"Ljudski vrt","strKeywords":"Vijoličasti","strRSS":"https:\/\/www.nkmaribor.com\/rss","strStadiumThumb":null,"strStadiumDescription":"The Stadion Ljudski vrt (English: People's Garden) is an association football stadium located on the left bank of the river Drava in the district of Koroška Vrata, Maribor, Slovenia, with a seating capacity of 12,702. The ground has been the home of NK Maribor for every season since their formation on 12 December 1960, with the exception of two short periods in early 1961 during the construction of the new stands and early 2008, when the stadium underwent a major reconstruction. Opened in 1952, it was originally the home of Branik Maribor, an association football club, which folded and was disbanded in 1960. The ground has hosted 23 Slovenia internationals at senior level, the first in 1994 and the most recent in 2015. Ljudski vrt has hosted more Slovenian Football Cup finals than any other stadium, having hosted six matches in total. In addition, the stadium was one of the four venues, which hosted the 2012 UEFA European Under-17 Football Championship.\r\n\r\nThe area where the Ljudski vrt is situated was used for burial purposes for centuries before it was first used for football in the early 1920s. Over the course of its history the stadium has gone through various stages of renovation and development, resulting in the current configuration. The record attendance at the stadium is 20,000, which was set in a match between Maribor and Proleter Zrenjanin in 1973. This record was set before the ground's conversion to an all-seater stadium in 1998; the changes, a result of UEFA safety regulations, include greatly reduced capacity. Notable feature of the stadium includes the main stand 129,8 meters long and 18,4 meters high concrete arch that is protected by the Institute for the Protection of Cultural Heritage of Slovenia (Slovene: Zavod za varstvo kulturne dediščine Slovenije) as an architectural and historical landmark.\r\n\r\nFuture plans for the Ljudski vrt include the construction of a nearby underground parking garage that would solve the current parking problems and the redevelopment of the outdated main stand, which was built in 1962 and has not received a major renovation since then. The stadium is a landmark of the city of Maribor and is considered as one of the most beautiful smaller stadium in the world.","strStadiumLocation":"Maribor","intStadiumCapacity":"12702","strWebsite":"www.nkmaribor.com","strFacebook":"www.facebook.com\/nkmaribor","strTwitter":"www.twitter.com\/nkmaribor","strInstagram":"","strDescriptionEN":"Nogometni klub Maribor, commonly referred to as NK Maribor or simply Maribor, is a professional football club based in Maribor, Slovenia, that competes in the Slovenian PrvaLiga, the top tier of Slovenian football. Nicknamed \"The Purples\" (Vijoličasti), the club was founded on 12 December 1960. They are regarded as a symbol of Slovenian football, particularly in their home region of Styria in northeastern Slovenia.\r\n\r\nMaribor have won a record 15 Slovenian PrvaLiga titles, 9 Slovenian Cups and 4 Slovenian Supercups. The club's most successful period was in the late 1990s and early 2000s, when they won seven successive league titles. Following the 2010–11 season, Maribor became the major force in Slovenian football for the second time, having won seven out of nine championships since then. Prior to Slovenia's independence in 1991, Maribor played in the Yugoslav football system, where the club, apart from winning the Yugoslav second division in 1967, had no major successes.\r\n\r\nMaribor are one of three Slovenian teams which participated in the Yugoslavia's highest division, the Yugoslav First League, between the end of World War II in 1945 and the breakup of Yugoslavia in 1991. The club is also one of the two founding members of the Slovenian PrvaLiga who have never been relegated from the top flight since the league's establishment in 1991. In addition, Maribor is the only Slovenian club to have participated in the group stages of the UEFA Champions League and UEFA Europa League. Besides that, the club is one of the only two clubs from former Yugoslavia, beside Red Star Belgrade, that have won an official UEFA trophy since winning the 2006 UEFA Intertoto Cup.\r\n\r\nThe club holds a long-standing rivalry with Olimpija from the capital Ljubljana, with whom they contest the Eternal derby (Večni derbi). Maribor also have a loyal and passionate fan base and has the highest average all-time attendance in Slovenia. Maribor's home ground is the Ljudski vrt stadium, which has a capacity of 12,702 seats. It was originally built in 1952 and later underwent a series of major reconstructions in the 1990s and 2000s.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Slovenia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/asikxb1515929142.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"youtube.com\/channel\/UCkc4l101hqcy15U1BDmPLQQ","strLocked":"unlocked"},{"idTeam":"134033","idSoccerXML":"455","idAPIfootball":"677","intLoved":null,"strTeam":"Olimpija Ljubljana","strTeamShort":null,"strAlternate":"Nogometni klub Olimpija Ljubljana, NK Olimpija Ljubljana","intFormedYear":"2005","strSport":"Soccer","strLeague":"Slovenian 1. SNL","idLeague":"4692","strDivision":null,"strManager":"","strStadium":"Stožice Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Stožice Stadium (Slovene: Stadion Stožice) is a multi-purpose stadium located in Ljubljana, Slovenia. It was designed by Slovenian Sadar Vuga d.o.o. architects and is the biggest football stadium in the country. It is one of two main stadiums in the city and lies in the Bežigrad district, north of the city centre. The stadium is part of the Stožice Sports Park sports complex.\r\n\r\nThe stadium is the home ground of the football club Olimpija Ljubljana and is the main venue of the Slovenia national football team. Besides football, the stadium is designed to host cultural events as well.","strStadiumLocation":"Ljubljana","intStadiumCapacity":"16038","strWebsite":"www.nkolimpija.si","strFacebook":"www.facebook.com\/nkolimpija","strTwitter":"twitter.com\/nkolimpija","strInstagram":"www.instagram.com\/nkolimpija","strDescriptionEN":"Nogometni klub Olimpija Ljubljana, commonly referred to as Olimpija Ljubljana or simply Olimpija, is a professional association football club, based in the city of Ljubljana, Slovenia. The club competes in the Slovenian PrvaLiga, the country's highest football division.\r\n\r\nFounded on 2 March 2005, under the name NK Bežigrad, Olimpija began competing in the Slovenian Fifth League during the 2005–06 season and managed to achieve promotion in four successive seasons, reaching the top division for the first time in 2009 after winning the 2008–09 Slovenian Second League. After seven years in the top division, Olimpija won their first major trophy when they were crowned champions in the 2015–16 season. They won another league title in the 2017–18 season; during the same season, Olimpija also won the national cup, completing \"the double\".\r\n\r\nOriginally, the club played at the Bežigrad Stadium and ŽAK Stadium during the club's stay in the second division and during the first year in the top division. In 2010, they moved to the Stožice Stadium with a capacity of 16,038. The club played its opening match on the new stadium on 22 August 2010.\r\n\r\nOlimpija's nicknames are The Green-Whites (Zeleno-beli), referring to their primary colours, and The Dragons (Zmaji), referring to the dragon which is a symbol of Ljubljana and is represented on the city's coat of arms and on the club's crest.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Slovenia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/zsigfn1534874586.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/nkolimpijatv","strLocked":"unlocked"}]}