{"teams":[{"idTeam":"139118","idSoccerXML":null,"idAPIfootball":"0","intLoved":null,"strTeam":"SV Robinhood","strTeamShort":null,"strAlternate":"Sport Vereniging Robinhood","intFormedYear":"1945","strSport":"Soccer","strLeague":"CONCACAF League","idLeague":"4739","strDivision":null,"strManager":"","strStadium":"Dr. Ir. Franklin Essed Stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Dr. Ir. Franklin Essed Stadion formerly known as the Flora Stadion and commonly called the Frank Essed Stadion is a multi-purpose stadium in Paramaribo, Suriname. It is home to SVB Hoofdklasse club SV Leo Victor and SVB Eerste Klasse outfits, SV Cosmos, Royal '95 and Super Red Eagles. It is also the home stadium of SNL, the football club of the national military of Suriname, competing in the Eerste Klasse. The stadium was named after Surinamese politician and forestry scientist Frank Essed.","strStadiumLocation":"Paramaribo, Suriname","intStadiumCapacity":"3500","strWebsite":"facebook.com\/sv.robinhood","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Sport Vereniging Robinhood is a Surinamese football club based in Paramaribo that competes in the SVB Topklasse, the highest level of football in Suriname. Founded on 6 February 1945, Robinhood is the most successful club in Surinamese football, having won a record 24 league titles, and a record of five Beker van Surinames and President's Cups apiece. The club was the first Surinamese club to make the final of a North American tournament, reaching the 1972 CONCACAF Champions' Cup final. Though making five CONCACAF club championship finals in their history, Robinhood has never won a continental title.\r\n\r\nA majority of the club's success was during the 1970s and 1980s at the helm of longtime manager, Ronald Kolf, who led the club to the 30 of 31 honors received. Following Kolf's departure in 2003, many cite a regression in Robinhood's form, as the club has failed to win any major trophy since 2005, when the club earned the double with the Hoofdklasse and Beker van Suriname titles.\r\n\r\nSV Robinhood was appointed by the IFFHS, as one of the Twenty clubs in the 20th century. getting third place in the tenth.\r\n\r\nIn 2014, Robinhood was relegated to the Eerste Klasse (second division). The 2014–15 campaign was the first time the club had played outside of the first division since 1948. After one season in the Eerste Klasse, Robinhood won the relegation play-offs and was promoted back to the Hoofdklasse.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Suriname","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ptvrgj1582145543.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}