{"teams":[{"idTeam":"137650","idSoccerXML":null,"idAPIfootball":"980","intLoved":null,"strTeam":"Espérance de Tunis","strTeamShort":null,"strAlternate":"Esperance Tunis","intFormedYear":"1919","strSport":"Soccer","strLeague":"CAF Champions League","idLeague":"4720","strDivision":null,"strManager":"","strStadium":"Stade Olympique de Radès","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Stade Olympique de Radès (Arabic: الملعب الأولمبي برادس‎) is a multi-purpose stadium in Rades, Tunisia about 10 kilometers south-east of the city center of Tunis, in the center of the Olympic City. It is currently used mostly for football matches and it also has facilities for athletics. The stadium holds 65,000 and was built in 2001 for the 2001 Mediterranean Games and is considered to be one of the best stadiums in Africa.","strStadiumLocation":"Radès, Tunisia","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Espérance Sportive de Tunis (Arabic: الترجي الرياضي التونسي‎), also known as EST, ES Tunis, Espérance ST, or Espérance de Tunis, is a sports club based in Tunis, Tunisia. It fields several sport teams, including football, handball, and volleyball.\r\n\r\nHistory\r\nThe club was founded in Bab Souika which is one of the historic gates of the capital of Tunisia, Tunis on January 15, 1919. The club was named Taraji in Arabic after the name of the coffeehouse where the founders used to often meet each other. So far ES Tunis has 29 Tunisian League wins, 15 Tunisian Cups, and 4 Tunisian Supercups. At a continental level, the club has 4 CAF Champions League titles.\r\n\r\nIn 2001, Espérance set a new Tunisian record by winning the national title four years in a row, beating the previous record of three, set by Italia de Tunis in 1937. They extended this run to seven consecutive titles in 2004.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Tunisia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/jyijfi1581543162.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"138999","idSoccerXML":null,"idAPIfootball":"990","intLoved":null,"strTeam":"Étoile Sportive du Sahel","strTeamShort":null,"strAlternate":"Étoile du Sahel, النجم الرياضي الساحلي‎, ESS, Sousse","intFormedYear":"1925","strSport":"Soccer","strLeague":"CAF Champions League","idLeague":"4720","strDivision":null,"strManager":"","strStadium":"Stade Olympique de Sousse","strKeywords":"L’étoile","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Stade olympique de Sousse (Arabic: الملعب الأولمبي بسوسة‎) is a multi-purpose stadium in Sousse, Tunisia. It is used by the football team Étoile du Sahel, and was used for the 2004 African Cup of Nations. The stadium holds 28,000 people. It hosts within it the meetings played by the football team of the city: Étoile sportive du Sahel (ESS).\r\n\r\nFor many decades, Sousse footballers knew only the clay surfaces and knew the turf surfaces only when the stadium was inaugurated with an initial capacity of 10,000 places. It passes over the years to 15,000 seats and is then expanded again on the occasion of the 1994 African Cup of Nations with 6,000 additional seats to reach a capacity of 21,000 seats; A luminous panel is installed at the same time. The last expansion was carried out in 1999 to bring the capacity of the stadium to 28,000 seats for the 2001 Mediterranean Games, a reorganization of the gallery of honor was carried out, from a capacity of 70 to 217 places. The stadium has yet to be expanded to reach the capacity of 49,000 seats after the announcement the president of the club Moez Driss in May 2008.\r\n\r\nIt hosted 1977 FIFA World Youth Championship, 1994 African Cup of Nations, 2001 Mediterranean Games and 2004 African Cup of Nations.","strStadiumLocation":"Sousse, Tunisia","intStadiumCapacity":"28000","strWebsite":"www.etoile-du-sahel.com","strFacebook":"www.facebook.com\/EtoileSportiveDuSahel\/","strTwitter":"twitter.com\/ESS_Officiel","strInstagram":"www.instagram.com\/etoile.sportive.du.sahel","strDescriptionEN":"Étoile Sportive du Sahel (Arabic: النجم الرياضي الساحلي‎), is a sports club from Sousse in the Sahel region of Tunisia, known primarily for its football and basketball team. The club also has sections for handball, volleyball, judo and wrestling. ESS was founded on 11 May 1925 after a general meeting under the chairmanship of Chedly Boujemla, Ali Laârbi and Ahmed Zaklaoui, at the headquarters of the Association of the ancient French-Arab School in Laroussi Zarouk Street, in the heart of the ancient city of Sousse. The aim of the meeting was to establish a sports education society. The Tunisian flag was chosen in the selection of the colors of the team. The red shirt with the star and the white shorts. The French colonial authorities prevented the use of these colors, but with the insistence of the team leaders they prevailed and in the latter they played this kit. In English the name means Sport (or Athletic) Star of the Sahel\r\n\r\nIn Tunisia, Étoile du Sahel is considered to be one of the best clubs. For many years it had a reputation of playing entertaining football. In fact, the club has evolved recently into a more professional outfit capable of winning trophies at home and abroad. Since 1966, ESS has been crowned domestic champions on ten occasions.\r\n\r\nOn the continental side, Étoile du Sahel has won more CAF trophies than any other Tunisian team. The club has 1 CAF Champions League, 2 CAF Super Cup titles, 2 CAF Confederation Cup titles and 2 African Cup Winners' Cup. ESS was listed as one of the most valuable football clubs in Africa and one of the most widely supported teams in the continent.\r\n\r\nInternationally, Étoile du Sahel was the first Tunisian club to participate in the FIFA Club World Cup. They competed in the fifth edition that took place in 2007 in Japan. The club became the second club to reach the FIFA Club World semi-final as the representative of CAF, after Al Ahly SC in 2006, as they defeated Pachuca CF at the quarter-final of 2007 FIFA Club World Cup.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Tunisia","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uandll1580929981.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCuFmNKDtzgUu9YgrZM5iXXA","strLocked":"unlocked"}]}