{"teams":[{"idTeam":"138438","idSoccerXML":null,"idAPIfootball":"3620","intLoved":null,"strTeam":"Ahrobiznes","strTeamShort":null,"strAlternate":"FC Ahrobiznes Volochysk","intFormedYear":"2015","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"Yunist Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Volochysk, Ukraine","intStadiumCapacity":"2700","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Ahrobiznes Volochysk is an association football club from Volochysk, Khmelnytskyi Oblast, competing in the 2017–18 Ukrainian Second League.\r\n\r\nThe club was founded in December 2015 in place of recently dissolved FC Zbruch.\r\n\r\nIts football heritage the city of Volochysk traces to 1974 when it was represented by FC Mashynobudivnuk Volochysk which sometime in 1980s was dissolved. In 1989 the city's team was revived as FC Strila Volochysk and won the regional championship (Khmelnytskyi Oblast Football Championship).\r\n\r\nIn 1990 the club was known as FC Zbruch Volochysk, but after few seasons ceased its operations. Sometime in 2000s the team again was revived.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/t5ouko1580131268.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134430","idSoccerXML":"435","idAPIfootball":"0","intLoved":null,"strTeam":"Arsenal Kyiv","strTeamShort":null,"strAlternate":"","intFormedYear":"2001","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"Dynamo Stadium","strKeywords":"The Cannoneers, Zbroyari","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Kolos Stadium is a multifunctional facility, primarily used for football and field hockey located in Boryspil, Kiev Oblast, Ukraine. Currently the Ukrainian Premier League football club Arsenal Kyiv plays their home games at the stadium.\r\n\r\nThe stadium was initially constructed after the Second World War and had a capacity for 7,500 spectators. In 1997 the facility was reconstructed and modernized with individual seating as well change rooms, a special medical room and massage facilities and new parking arena.\r\n\r\nThe capacity was reduced to 5,654 with approximately 2,000 covered seats.\r\n\r\nThe hockey facility has a separate arena which is uses a synthetic turf and a small covered stadium with a capacity for 1,500 spectators.\r\n\r\nFrom the start of the Ukrainian Premier League 2009–10 season Arsenal Kyiv plays their home games at the stadium. Borysfen Boryspil also used the stadium as their home ground until the club folded in 2007. Other clubs to have used this facility include: Knyazha Schaslyve, CSCA Kyiv and their reserve team, FC Dynamo-2 Kyiv, FC Dynamo-3 Kyiv. The stadium also hosted playoff games for promotion to the Ukrainian First League 1998-99 between Prykarpattia Ivano-Frankivsk and Cherkasy as well as women's, youth and junior internationals. The record attendance for a game is 6,500 when Borysfen Boryspil hosted Dynamo Kyiv on April 9, 2005.","strStadiumLocation":"Kyiv","intStadiumCapacity":"5654","strWebsite":"www.fcarsenal.com.ua","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Football Club Arsenal Kyiv (Ukrainian: Футбо́льний Клуб Арсена́л Ки́їв) is a Ukrainian football club based in Kiev. The original club was established in 1925, to which today's club traces its roots. The Arsenal team that was re-founded in 2001 went bankrupt in late 2013, but the club was soon reformed and currently plays as an amateur team in the Kiev City League competition. The club is planning to return to professional football..\r\n\r\nIn the 1950s, a different club under the same name Arsenal Kiev, established in 1925 as a team of the Arsenal Factory in Kiev, won the 1958 Ukrainian SSR Championship under the name of Mashynobudivnyk Kiev. However in 1963 the club was renamed Temp Kiev. In 1964 the club was replaced by Dynamo-2 Kyiv in the Soviet Second League and ceased to exist.\r\n\r\nThe origin of the contemporary Arsenal club is disputed; some consider it to be part of the CSKA Kyiv heritage, others - of FC Boryspil. In 1994 CSKA merged with FC Boryspil under the name CSKA-Borysfen Boryspil (soon thereafter - CSKA-Borysfen Kyiv). After a series of successful seasons FC Boryspil made its way from the Ukrainian Third League to the Ukrainian First League before the merge, while CSKA prior to that was relegated in two seasons from the Ukrainian First League to the Ukrainian Third League. The original CSKA team became a farm team (CSKA-2) of the merged CSKA-Borysfen. The newly merged team advanced to the top flight (from the First League to the Higher League) in one season. Since the 1995–96 season, the club has continuously competed in the top flight.\r\n\r\nIn 1996 CSKA-Borysfen went through another transformation when it split into two different clubs: CSKA Kyiv and Borysfen Boryspil. The management of CSKA-Borysfen decided to recreate a club in Boryspil, while CSKA was reorganized by the Ministry of Defense as the first team of CSKA. Simultaneously, the actual CSKA that was competing at the lower division won a promotion and was later reorganized as the second team, CSKA-2. Borysfen after competing at the amateur level of the Kyiv Oblast applied to enter the professional competitions and gained entry to the lower divisions of the championship.\r\n\r\nThe army-men also managed to appear in the domestic cup's finals twice (1998 and 2001), where they lost both times: first against city-rivals Dynamo Kyiv and then against Shakhtar Donetsk. The club's greatest achievements include a successful UEFA Cup run in the season of 2001–02, defeating the now defunct Finnish side Jokerit and Serbian giants Red Star Belgrade.\r\n\r\nAfter the 2000 financial crisis at CSKA, the club, as a state company of the Sports Committee of Ministry of Defense, had its budget cut and was on the brink of being dissolved. The Kyiv city government on the initiative of Oleksandr Omelchenko bought the club in 2001 reorganizing it under the name of 'Arsenal', grandfathering everything from CSKA Kyiv. The First League second team CSKA-2 Kyiv continued to be affiliated with the Ministry of Defense and once again became the primary team of the Army football club, FC CSKA Kyiv.\r\n\r\nWhile under the city government's ownership, Arsenal struggled financially, resorting to loaning many of its first team's squad players. The city had decreased funding to the club significantly as it sought to reduce its numerous sports holdings. In May 2007, it was announced that the club would be demoted due to financial issues, however soon afterwards it was revealed that Arsenal would be purchased by Ukrainian oligarch, Vadim Rabinovich. The new owner started actively financing the club and its transfers. In January 2009 the Mayor of Kiev Leonid Chernovetskyi bought Arsenal Kyiv for 1 hryvnia from Rabynovich; Chernovetskiy's 30-year-old son Stepan became the club's president. The following year Rabynovich bought the club back due to the poor management.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Arsenal Kiev (en ucraniano: ФК \"Арсенал\" Київ) fue un club de fútbol profesional situado en Kiev, capital de Ucrania.\r\n\r\nFue fundado en 2001 cuando el ayuntamiento de Kiev compró el CSKA de Kiev, que entonces competía en la Liga Premier de Ucrania, y lo mantuvo hasta que en 2007 el empresario Vadim Rabinovich asumió su control. Luchó por ser el segundo equipo de la capital y en toda su existencia siempre se mantuvo en la máxima categoría.\r\n\r\nEl 29 de octubre de 2013 se declaró en bancarrota y fue expulsado de las competiciones ucranianas.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tpquwt1421608499.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"138439","idSoccerXML":null,"idAPIfootball":"3621","intLoved":null,"strTeam":"Avanhard","strTeamShort":null,"strAlternate":"FC Avanhard Kramatorsk","intFormedYear":"1955","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"Prapor Stadium","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/nzd9gu1580131411.jpg","strStadiumDescription":"Prapor Stadium is a football stadium located in Kramatorsk, Donetsk Oblast. Built in 1936, in 2011-2017 it was known as Avanhard Stadium. The seating capacity of the stadium is 6,000 seats.\r\n\r\nThe stadium is kept on the balance of the Old Kramatorsk Machinebuilding Factory (SKMZ).\r\n\r\nAccording to some sources Kramatorsk has two stadiums and both of them carried the name of Avanhard. One is the old Prapor Stadium which is the city's central venue and located in the garden Bernatsky, the other is a Sports Complex Blyuminh (Blooming) which is owned by the New Kramatorsk Machinebuilding Factory (NKMZ) and located in the Pushkin's Park.","strStadiumLocation":"Kramatorsk, Ukraine","intStadiumCapacity":"6000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Avanhard Kramatorsk is a professional Ukrainian football club from the city of Kramatorsk in Donetsk Oblast.\r\n\r\nThe club takes its history from a factory team of the Old Kramatorsk Machine-building Plant (SKMZ).\r\n\r\nThe club Avangard was reformed in 1955. Prior to World War II there existed a club that was associated with the machine industry in the city. In 1937, the club participated in the national championship as the champion of Ukraine. In 1939 the team won the Cup of Soviet Ukraine.\r\n\r\nThe team in 1936 won 1st place in Ukraine among working teams and in 1937, 1938 and 1961 reached the 1\/16 finals of the Soviet National Cup, and 1\/8 finals of the Soviet National Cup in 1939.\r\n\r\nThe club regularly participated in the Soviet National championship (1946, 1948, 1949, 1960–1970) and the USSR Cup (1937–1939,1949,1961-1966\/1967).\r\n\r\nIn the 1998–1999 season the team started the Ukrainian Second League and was called VPS Kramatorsk. However, the club was penalized 6 points for failure to pay the licence fees to the PFL and was removed from the competition after the first round.\r\n\r\nThe team's revival brought back success as they became Donetsk oblast champions in 2010. In 2011 the club appointed head coach Serhiy Shevchenko in preparation for returning to the Second League.\r\n\r\nThe club submitted a license to the Professional Football League of Ukraine and was accepted into the Ukrainian Second League for the 2011–12 season.\r\n\r\nDuring the 2014–15 season the club was suspended from the Professional Football League of Ukraine due to the political crisis and violence in south-eastern Ukraine. On 7 October 2014 a former press-attache claimed that supporters of the Donetsk People's Republic killed 16-year-old goalkeeper Stepan Chubenko. Chubenko was killed on 25 July 2014 in Horbachevo-Mykhailivka, two days after he was kidnapped at the Donetsk Railway Station.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/nf36va1580131449.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"138440","idSoccerXML":null,"idAPIfootball":"3622","intLoved":null,"strTeam":"Balkany","strTeamShort":null,"strAlternate":"","intFormedYear":"2007","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"Boris Tropanets Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Budjak, Odesa, Ukraine","intStadiumCapacity":"1600","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Balkany Zorya (Ukrainian: ФК Балкани Зоря, romanized: FK Balkany Zorya) is a professional Ukrainian football team that is based in the village of Zorya, Sarata Raion in the region of Budjak, Odesa Oblast.\r\n\r\nThe club was founded in 2007 as FC Zorya in the ethnically Bulgarian village of Zorya that was founded in 1831 by resettlers from Bulgaria which is located on the Balkan peninsula.\r\n\r\nIn the first year of the founding of the club managed to take second place in the championship of Sarata Raion. Between 2008–2011 Balkany became Champions of the Raion, also winning the cup and tournaments. In 2011, the team Odessa Oblast cup with the winning goal was scored by Oleksandr Raychev thereby winning the right to build a stadium in the village of Sarata. The following year began the construction of the stadium with two standard fields with grass. The ground is now named after former footballer from Zorya Boris Tropaneț as the Borys Tropanets Stadium.\r\n\r\nIn 2013 the team for the first time in its history, won the championship of Odessa Oblast Championship, and in 2014 made their debut in the Ukrainian Football Amateur League.\r\n\r\nTwo years later in 2015 became the fourth in the history of the club of Odessa region (after the FC Dniester Ovidiopol, FC Ivan Odessa and FC Bastion Illichivsk) to become amateur champions of Ukraine. Also the club was the runners-up in the 2015 Ukrainian Amateur Cup.\r\n\r\nThe club qualified for the domestic 2015–16 Ukrainian Cup. In the Preliminary Round the club defeated Skala Stryi and in the next round lost 1–0 on a late goal to Ukrainian Premier League club FC Dnipro Dnipropetrovsk before a crowd of 10,000 spectators.\r\n\r\nIn 2016, Balkany repeated as Amateur Champions of Ukraine.\r\n\r\nThe club successfully passed attestation and will compete in the 2016–17 Ukrainian Second League season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/09wdor1580131616.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"138441","idSoccerXML":null,"idAPIfootball":"4656","intLoved":null,"strTeam":"Cherkashchyna","strTeamShort":null,"strAlternate":"","intFormedYear":"2010","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"Central Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Cherkasy, Ukraine","intStadiumCapacity":"10321","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Cherkashchyna (Ukrainian: ФК Черкащина) is a professional Ukrainian football club from the city of Cherkasy. The club's home ground was Central Stadium which was refurbished in 2003 and has a capacity of 10,321.\r\n\r\nThe club became the first that managed to reach semi-finals of the Ukrainian Cup in 2014, while playing in the Ukrainian Second League.\r\n\r\nEstablished in 2010, the club was restructured in 2014. The club was dissolved in July 2018 and reformed as another new project based on its academy in Bilozirya.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wm3cxl1580131768.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134392","idSoccerXML":"848","idAPIfootball":"3615","intLoved":"1","strTeam":"Chornomorets","strTeamShort":null,"strAlternate":"Chornomorets Odesa","intFormedYear":"1936","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"Chornomorets Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Chernomorets Stadium is a football stadium built in 2011 in Odesa, Ukraine. The stadium has a capacity of 34,164 and is the home of FC Chornomorets Odesa. The inaugural match, between FC Chornomorets Odesa and FC Karpaty Lviv, was played on November 19, 2011, and ended with a 2–2 draw. The first goal was scored by Vitaliy Balashov in the 46th minute from penalty.\r\n\r\nThe stadium was constructed on the site of the old Soviet multi-use Central Stadium of the Black Sea Shipping Company (ChMP), which was demolished in 2009.\r\n\r\nThe venue was considered to be one of the stadiums of EURO 2012 but failed to be nominated as such","strStadiumLocation":"Odesa","intStadiumCapacity":"34164","strWebsite":"chernomorets.odessa.ua","strFacebook":"www.facebook.com\/pages\/Футбольный-Клуб-Черноморец-Одесса\/167064326743159?v=wall","strTwitter":"","strInstagram":"","strDescriptionEN":"Chornomorets Odesa (Ukrainian: Футбо́льний Клуб Чорномо́рець Оде́са ) is a Ukrainian professional football club based in Odesa. The club's home ground is the 34,164 capacity Chornomorets Stadium opened in 1935 and rebuilt in 2011. The club was officially formed in 1936 as Dynamo, but after a number of name and management changes, it emerged under its current name in 1958 sponsored by the Black Sea Shipping Company.\r\n\r\nThe club was among top 20 Soviet clubs, yet it has very limited number of Soviet trophies.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uvvsyw1447696161.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/wtpytr1423788061.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCpitJBrasRrFvzuUPfyxL2A","strLocked":"unlocked"},{"idTeam":"136193","idSoccerXML":"4899","idAPIfootball":"3616","intLoved":null,"strTeam":"Desna","strTeamShort":null,"strAlternate":"","intFormedYear":"1960","strSport":"Soccer","strLeague":"Ukrainian Premier League","idLeague":"4354","strDivision":null,"strManager":"","strStadium":"Stadion Yuri Gagarin","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Olympic sports training center \"Chernihiv\" (formerly Stadion Yuriya Gagarina) (Ukrainian: Олімпійський навчально-спортивний центр «Чернігів») is a multi-purpose stadium in Chernihiv, Ukraine. The stadium was given status of Olympic preparation and brought under the administration of the Ministry of Youth and Sports.\r\n\r\nIt is currently used mostly for football matches, and is the home of Ukraine national football team (women) and FC Desna Chernihiv. The stadium holds 12,060 spectators.","strStadiumLocation":"Chernihiv","intStadiumCapacity":"12060","strWebsite":"desna.football","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Desna Chernihiv is a Ukrainian football club based in Chernihiv.\r\n\r\nThe original name of the club was \"Avanhard\" during its first year of existence. Between 1961–70 the club was called Desna. In 1972 it was replaced with SC Chernihiv (team of the SKA Kiev) that played in Chernihiv for the next couple of years. In 1977 Desna was revived now in place of the amateur club \"Khimik Cherhihiv\" that won regional competitions.\r\n\r\nAfter the completion of the 2009–10 Ukrainian First League the club failed attestation and the PFL withdrew their license. However, the club was reformed with new management as \"Sporting Football Club\" Desna Chernihiv and was readmitted in the Ukrainian Second League.\r\n\r\nOn 27 May 2018, the team got promoted to the Ukrainian Premier League for the first time in their history.\r\n\r\nThe original team colours were blue shirts, blue shorts, blue socks.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/1xqvtx1532856034.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134119","idSoccerXML":"542","idAPIfootball":"0","intLoved":"1","strTeam":"Dnipro","strTeamShort":null,"strAlternate":"","intFormedYear":"1918","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"Myron Markevych","strStadium":"Dnipro Arena","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Dnipro-Arena is a football stadium in Dnipropetrovsk, Ukraine. It is mostly for football matches and hosts the homes matches of FC Dnipro Dnipropetrovsk. The stadium has a capacity of 31,003 people. It replaced Dnipro's old Soviet Metalurh Stadium.\r\n\r\nIt staged the 2010 FIFA World Cup qualifying match between Ukraine and England as the Olimpiysky National Sports Complex in Kiev was being rebuilt ready for UEFA Euro 2012. The Dnipro-Arena was chosen as a possible venue for UEFA Euro 2012, but was dropped from the list in May 2009. The capacity fell short of the minimum 33,000 seats required by UEFA.","strStadiumLocation":"Dnipropetrovsk","intStadiumCapacity":"33993","strWebsite":"www.fcdnipro.ua","strFacebook":"www.facebook.com\/fcdniproua","strTwitter":"twitter.com\/fcdnipro","strInstagram":"instagram.com\/fcdnipro","strDescriptionEN":"Football Club Dnipro Dnipropetrovsk is a Ukrainian professional football club based in Dnipropetrovsk.\r\n\r\nDnipro which is the name of Dnieper river in Ukraine is a popular sports name in Dnipropetrovsk. Beside the association football club there also is a bandy team under the same name, basketball team and others. However, FC Dnipro Dnipropetrovsk is not a multi-sport club. The club is owned by the Privat Group that also owns BC Dnipro Dnipropetrovsk and Budivelnyk Kyiv.\r\n\r\nDuring the Soviet Union the club was a member of the Soviet Volunteer Sports Society \"Metallurg\" (therefore it carried names Metallurg and Stal) and until 1961 was under sponsorship of the Petrovsky Dnipropetrovsk Metallurgical Plant. After that the club was sponsored by the Southern Machine-building Plant Yuzhmash. Sometime after the fall of the Soviet Union, the club was privatized.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El FC Dnipro Dnipropetrovsk (en ucraniano: ФК Днiпро Днiпропетровськ) es un club de fútbol de la ciudad de Dnipropetrovsk, en Ucrania. El club fue fundado en 1918 adjunto a la Planta Metalúrgica Bryansk, de la que recibió su primer nombre, BRIT. El Dnipro disputa sus partidos como local en el Dnipro Arena y actualmente milita en la Liga Premier de Ucrania.\r\n\r\nEl Dnipro, que debe su nombre al río Dniéper, es un nombre popular de los deportes en Dnipropetrovsk. Junto al club de fútbol también hay un equipo de bandy y baloncesto del mismo nombre, entre otros,1 pero el FC Dnipro Dnipropetrovsk no es un club polideportivo. En la Unión Soviética, el club fue miembro de la sociedad voluntaria deportiva Metallurg (por lo que fue denominado Metallurg y Stal) y hasta 1961 estuvo bajo el patrocinio de la Planta Metalúrgica Petrovsky de Dnipropetrovsk. Después, el club fue patrocinado por la planta de maquinaria Yuzhmash. Tras la caída de la Unión Soviética, el club fue privatizado y adquirido por Privat Group, que también es propietario del BC Dnipro Dnipropetrovsk y el Budivelnyk Kiev.\r\n\r\nEl club cuenta en su palmarés con dos campeonatos de liga de la Unión Soviética, una copa soviética, dos copas de la liga soviética y una supercopa soviética. Desde la independencia de Ucrania en 1991, el club siempre se ha situado entre los mejores puestos de la liga ucraniana, pero sin poder hacer frente al dominio del Dynamo Kiev o Shakhtar Donetsk. Su mejor actuación en el fútbol ucraniano fue el subcampeonato de liga en 2014 y en la copa fue finalista en 2004. En competición europea alcanzó los cuartos de final de la Copa de Europa en 1985.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/typwxs1447696311.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/vpxpyp1423788113.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/fcdniprotv","strLocked":"unlocked"},{"idTeam":"133944","idSoccerXML":"362","idAPIfootball":"572","intLoved":"1","strTeam":"Dynamo Kiev","strTeamShort":null,"strAlternate":"Бело-синие","intFormedYear":"1927","strSport":"Soccer","strLeague":"Ukrainian Premier League","idLeague":"4354","strDivision":null,"strManager":"","strStadium":"NSC Olimpiyskiy","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Olympic National Sports Complex (also known as Olympic Stadium; Ukrainian: Національний спортивний комплекс \"Олімпійський\") is a multi-use sports and recreation facility in Kyiv, Ukraine, located on the slopes of the city's central Cherepanov Hill, Pechersk Raion. The stadium is the premier sports venue in Ukraine and the second largest in Eastern Europe after Moscow's Luzhniki Stadium. The complex beside its stadium also features several other sports facilities and is designed to host the Olympic Games (the stadium hosted some football matches at the 1980 Summer Olympics).\r\n\r\nFollowing extensive renovation works, including the construction of a new roof, the stadium was reopened on 9 October 2011 with a performance by Shakira and had its international inauguration with a 3–3 friendly draw by Ukraine against Germany on 11 November 2011. It hosted the final of Euro 2012.","strStadiumLocation":"Kiev, Ukraine","intStadiumCapacity":"70050","strWebsite":"www.fcdynamo.kiev.ua","strFacebook":"facebook.com\/fcdynamoua","strTwitter":"twitter.com\/dynamokyiv","strInstagram":"www.instagram.com\/fc_dynamo_kyiv","strDescriptionEN":"Football Club Dynamo Kyiv (Ukrainian: Футбольний Клуб Динамо Київ ) is a Ukrainian professional football club based in Kyiv. Founded in 1927 as part of the Soviet Dynamo Sports Society, the club currently plays in the Ukrainian Premier League, and has never been relegated to a lower division. Their home is the 70,050 capacity Olimpiyskiy National Sports Complex. It is by far Ukraine's most popular football club.\r\n\r\nSince 1936 Dynamo has spent its entire history in the top league of Soviet and later Ukrainian football. Its most successful periods are associated with Valeriy Lobanovskyi, who coached the team during three stints, leading them to numerous domestic and European titles. Dynamo Kyiv became the only Soviet club outside of Moscow that managed to overcome the total hegemony of Moscow-based clubs in the Soviet Top League. The Spartak Moscow - Dynamo Kyiv became the most exciting football rivalry in the Soviet Union that almost completely eclipsed the Moscow's derby Spartak - Dynamo. Since late 1960s the club almost annually (with few breaks) participates at the UEFA continental competitions.\r\n\r\nOver the history Dynamo Kyiv has won 26 national titles (including 13 Soviet), 18 national cup competitions (including 9 Soviet Cups), and 3 continental titles (including 2 UEFA Cup Winners' Cups). Along with FC Dinamo Tbilisi, they were the only two Soviet clubs that succeeded in the UEFA competitions. The first team of Dynamo became a base team for the Soviet Union national football team in 1970-80s and the Ukraine national football team in 1990-2000s. The two stars on the club's crest each signify 10 domestic titles the club has won.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El FC Dinamo Kiev (en ucraniano: FC Dynamo Kyiv) es un club de fútbol de Kiev, la capital de Ucrania, fundado en 1927. El club disputa sus partidos como local en el estadio Lobanovsky Dynamo y actualmente juega en la Liga Premier de Ucrania.\r\n\r\nDesde su fundación, el Dinamo ha participado en todas las ediciones de la Primera División de la Unión Soviética y, tras el colapso de la URSS en 1991, la Liga Premier. Ha ganado trece campeonatos de liga soviéticos, trece ligas de Ucrania, nueve Copas soviéticas, nueve Copas ucranianas, tres Supercopas soviéticas, cinco Supercopas ucranianas, dos Recopas de Europa y una Supercopa de Europa, lo que convierte al Dinamo en el equipo más laureado de la extinta Unión Soviética y el único, junto al Dinamo de Moscú, que nunca descendió de categoría.\r\n\r\nEl equipo formaba parte de la sociedad deportiva Dinamo de la Unión Soviética y, como tal, su escudo siempre ha sido la tradicional \"D\" cirílica. Los colores del equipo son el blanco, de la primera equipación, y el azul, como visitante. El estadio del club es el Lobanovsky Dynamo, nombre que recibe por la leyenda del club Valeri Lobanovsky, pero durante varios períodos ha jugado como local en el Olympiyskyy.\r\n\r\nEs el único club de Ucrania en llegar a semifinales de la Liga de Campeones, concretamente en el curso 1998-99, gracias a la labor de jóvenes jugadores como Andriy Shevchenko, Serhiy Rebrov y el portero Oleksandr Shovkovsky.\r\n\r\nEl club fue fundado en el año 1927 y en él han militado varios de los más grandes jugadores ucranianos y ex-soviéticos: Oleg Blokhin, Igor Belanov, Oleg Protassov, Aleksandr Zavarov, y, más recientemente, los mencionados Andriy Shevchenko y Serhiy Rebrov, que se marcharon del club para triunfar en clubes grandes de Europa, como el AC Milan italiano en el caso de Sheva, o el Tottenham Hotspur inglés en el caso de Rebrov, y luego regresaron al Dynamo para acabar allí sus respectivas carreras.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/stxrpx1447696362.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/xywtqu1423788158.png","strTeamLogo":null,"strTeamFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/suqwwy1420411432.jpg","strTeamFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uswuxu1420411485.jpg","strTeamFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tyqqvx1420411528.jpg","strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/c\/fcdk","strLocked":"unlocked"},{"idTeam":"136858","idSoccerXML":"4965","idAPIfootball":"3627","intLoved":null,"strTeam":"FC Kolos Kovalivka","strTeamShort":null,"strAlternate":"FC Kolos, Kolos Kovalivka, Колос (Ковалівка), ФК «Колос», ФК Колос","intFormedYear":"2012","strSport":"Soccer","strLeague":"Ukrainian Premier League","idLeague":"4354","strDivision":null,"strManager":"","strStadium":"Kolos Stadium (Kovalivka)","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Kolos Stadium is a football venue located in Kovalivka, Kiev Oblast, Ukraine. Currently the Ukrainian First League football club FC Kolos Kovalivka plays their home games at the stadium.","strStadiumLocation":"Kovalivka, Kiev Oblast","intStadiumCapacity":"1850","strWebsite":"www.koloskovalivka.com","strFacebook":"www.facebook.com\/fckoloskovalivka\/","strTwitter":"","strInstagram":"www.instagram.com\/fckoloskovalivka","strDescriptionEN":"FC Kolos Kovalivka is a professional Ukrainian football club from village of Kovalivka, Kyiv Oblast that competes in the Ukrainian Premier League, having promoted from the Ukrainian First League on the 8 June 2019 for the first time in their history. The club colors are white and black.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/42hl731573324390.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/fk1kolos","strLocked":"unlocked"},{"idTeam":"139081","idSoccerXML":null,"idAPIfootball":"3618","intLoved":null,"strTeam":"FC Lviv","strTeamShort":null,"strAlternate":"ФК «Львів», ФК Львів, PFC Lviv","intFormedYear":"2006","strSport":"Soccer","strLeague":"Ukrainian Premier League","idLeague":"4354","strDivision":null,"strManager":"","strStadium":"Arena Lviv","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Arena Lviv (Ukrainian: Арена Львів) is a football stadium in Lviv, Ukraine. It was one of the eight UEFA Euro 2012 venues, where it hosted three of the group-stage games. According to the official plans, the stadium has a total seating capacity of 34,915. NK Veres Rivne and FC Karpaty Lviv use the stadium for home games.","strStadiumLocation":"Lviv, Ukraine","intStadiumCapacity":"34915","strWebsite":"pfclviv.com","strFacebook":"facebook.com\/fclviv2006\/","strTwitter":"","strInstagram":"instagram.com\/fclviv","strDescriptionEN":"FC Lviv (Ukrainian: ФК «Львів») is a Ukrainian football club from the city of Lviv. It was initially founded in 2006.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/il6baj1581349424.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"youtube.com\/channel\/UCMpOmsGoi6ts08arB7fPWGQ","strLocked":"unlocked"},{"idTeam":"134122","idSoccerXML":"545","idAPIfootball":"3628","intLoved":"1","strTeam":"FC Metalist Kharkiv","strTeamShort":null,"strAlternate":"","intFormedYear":"1925","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"Metalist Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"\"Metalist\" Oblast Sports Complex (Ukrainian: Обласний спортивний комплекс «Металіст»), commonly known as Metalist Stadium (Ukrainian: Стадіон «Металіст»), is a multi-use stadium in Kharkiv, Ukraine. It is currently used chiefly for football matches and is the home of FC Metalist Kharkiv. The stadium, which was a venue for Euro 2012, currently seats 40,003.","strStadiumLocation":"Kharkiv","intStadiumCapacity":"41307","strWebsite":"www.metalist.ua","strFacebook":"www.facebook.com\/MetalistFC","strTwitter":"twitter.com\/fcmetalist","strInstagram":"instagram.com\/fcmetalist","strDescriptionEN":"Football Club Metalist Kharkiv (Ukrainian: Футбо́льний Клуб Металі́ст Ха́рків , Russian: Футбо́льный клуб Металли́ст Ха́рьков ) is a Ukrainian and a former Soviet professional football club based in Kharkiv.\r\n\r\nIt competes in the Ukrainian Premier League, the top football league in the country. Founded in 1925, the team worked its way up the rungs of the Soviet football system, eventually being promoted to the Soviet Top League in 1960. After a difficult period which included relegation, Metalist was promoted to the Top League again in 1982, where it remained until the league's dissolution. The club won the Soviet Cup once, and were also runners-up once. They have also won the bronze title of the Ukrainian Premier League six times in a row, starting in the 2006–07 season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ysvxuv1447696684.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/wqvwwr1423788188.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/FCMetalist","strLocked":"unlocked"},{"idTeam":"135483","idSoccerXML":"1297","idAPIfootball":"3619","intLoved":null,"strTeam":"FC Olexandria","strTeamShort":null,"strAlternate":"Футбольний клуб Олександрія, Olexandria, Oleksandria, Фк Олександрія","intFormedYear":"1948","strSport":"Soccer","strLeague":"Ukrainian Premier League","idLeague":"4354","strDivision":null,"strManager":"","strStadium":"CSC Nika","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Cultural Sports Complex Nika Stadium is a football stadium in the city of Oleksandria, Ukraine.\r\n\r\nThe stadium has a capacity of 7,000 spectators.\r\n\r\nThe stadium is the home ground of Ukrainian Premier League club PFC Oleksandria.\r\n\r\nBetween 2004–2006 MFK Oleksandria played their home games also at the stadium.\r\n\r\nSeventy percent of the seating is under cover. The main stadium has administration offices as well as a conference hall.","strStadiumLocation":"Oleksandriya, Kirovohrad Oblast","intStadiumCapacity":"7000","strWebsite":"fco.com.ua","strFacebook":"www.facebook.com\/fcalexandria","strTwitter":"twitter.com\/fco1948","strInstagram":"instagram.com\/fcolexandria","strDescriptionEN":"FC Oleksandriya (Ukrainian: ФК Олександрія) is a Ukrainian professional football club based in the city of Oleksandriya, Kirovohrad Oblast.\r\n\r\nThe club was formed in 1991 as Polihraftekhnika Oleksandriya (Ukrainian: Поліграфтехніка Олександрія) at the local polygraph-machine building factory. The establishment of the club was an attempt to return the big football to the city, since the times when the former city's other club, Shakhtar (a team of the state coal-mining company Oleksandriyavuhillya), previously participated in the Soviet Second League.\r\n\r\nFrom 2001–03, PFC Oleksandriya played in the Ukrainian Premier League under the name of Polihraftechnika Oleksandriya, which is had since 1991. After the 2003 season the club's administration citing fiscal problems left the Professional Football League and was idle for one season.\r\n\r\nThe club renamed itself to Oleksandriya in 2003 and reentered the Professional Football League in 2004 entered the Druha Liha Group B.\r\n\r\nThe club renamed itself to the current name PFC Oleksandriya in 2006.\r\n\r\nOleksandria's best achievement in the Ukrainian Premier League was 13th place (twice in 2001–02 and 2002–03).\r\n\r\nPrior to the start of 2014–15 Ukrainian First League season PFC Oleksandriya merged with UkrAhroKom Holovkivka, who were also completing in the Ukrainian First League into one club renaming themselves to FC Oleksandriya. Since the latest merger, the club now claims its heritage of the Soviet miner's team of Shakhtar by adding year of Shakhtar's establishment onto its club shield.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vsqryx1447695405.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"youtube.com\/user\/mariush1488","strLocked":"unlocked"},{"idTeam":"138442","idSoccerXML":null,"idAPIfootball":"3624","intLoved":null,"strTeam":"Hirnyk-Sport","strTeamShort":null,"strAlternate":"FC Hirnyk-Sport Horishni Plavni","intFormedYear":"1989","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"Yunist Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Yunist Stadium (Ukrainian: Стадіон Юність) is a football stadium in Horishni Plavni. For Ukrainian Second League 2008-09 season the stadium is a home arena for FC Hirnyk-Sport Komsomolsk and FC Kremin Kremenchuk.","strStadiumLocation":"Horishni Plavni, Ukraine","intStadiumCapacity":"2500","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Hirnyk-Sport Horishni Plavni is a Ukrainian football club based in Horishni Plavni, Poltava Oblast. The club competes in the First League.\r\n\r\nThe club is sponsored by Ferrexpo.\r\n\r\nThe club was founded in 1989. After some above average performances in the KFK 3rd Zone (Central Ukraine) Amateur Championship the club's administration decided to enter the professional league. However, at this level the club has continually struggled and has had only 2 winning seasons since entering this level of competition.\r\n\r\nThe club plays its football games at \"Yunist\" (Youth) Stadium. According to the Vorskla website the stadium has a capacity of 5,000 spectators, while the website of Hirnyk reports a mere 2,500.\r\n\r\nThe club was promoted to the Ukrainian First League for the first time in 2014.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/yi18k01580131919.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134425","idSoccerXML":"885","idAPIfootball":"0","intLoved":"1","strTeam":"Hoverla Uzhhorod","strTeamShort":null,"strAlternate":"Hoverla Uzhorod","intFormedYear":"1925","strSport":"Soccer","strLeague":"_Defunct Soccer Teams","idLeague":"4519","strDivision":null,"strManager":"","strStadium":"Avanhard Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Avanhard Stadium is a multi-purpose stadium in Uzhhorod, Ukraine. It is currently used mostly for football matches, and is the home of FC Hoverla Uzhhorod. The stadium holds 12,000 people.\r\nThe stadium was built in 1952 and renovated in 2005. The size of the field is 104X68 m. The architects were Yevhen Valts, Emil Egresi, Sandor Kavac. Currently the stadium is owned primarily by the municipal government. In 2012 the stadium was leased to the best regional football club FC Hoverla Uzhhorod for the next 20 years.","strStadiumLocation":"Uzhorod","intStadiumCapacity":"12000","strWebsite":"fcgoverla.uz.ua","strFacebook":"","strTwitter":"twitter.com\/FCGoverla","strInstagram":"","strDescriptionEN":"The club was inaugurated in 1946 as Spartak Uzhhorod. However some of its emblems point out to its preceding club that existed before the World War II, SC Rus, which was created in 1925. Direct succession between the two franchises can hardly be traced. In 1961 Spartak was renamed to Verhovyna and in 1971 to Hoverla. In 1982 it was renamed to Zakarpattia and back to Verhovyna in 1997 for 2 years.\r\nIn 2001, Zakarpattia debut in the Ukrainian Premier League, however, a last place finish saw them demoted back to the Ukrainian First League. They resurfaced again in the 2004–05 and 2007–08 but the club was unable to avoid relegation once again after taking last place.\r\n\r\nBefore the start of the 2011–12 Ukrainian First League season the club renamed itself to FC Hoverla-Zakarpattia Uzhhorod.\r\nThe team renamed themselves to Hoverla prior to the start of the 2012–13 Ukrainian Premier League season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xyrwtu1421793240.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/swxvqs1423788074.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"youtube.com\/user\/fcgoverlatv","strLocked":"unlocked"},{"idTeam":"134424","idSoccerXML":"884","idAPIfootball":"2252","intLoved":"1","strTeam":"Illichivets","strTeamShort":null,"strAlternate":"Іллічі́вець Маріу́поль, Mariupol, FC Mariupol, Illichivets Maiupol","intFormedYear":"1960","strSport":"Soccer","strLeague":"Ukrainian Premier League","idLeague":"4354","strDivision":null,"strManager":"","strStadium":"Volodymyr Boiko","strKeywords":"FC Mariupol","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Volodymyr Boiko Stadium is a multi-purpose stadium in Mariupol, Ukraine. It is currently used mostly for football matches, and is the home of FC Mariupol. The stadium holds 12,680 people. Often the stadium is used by the national women's football team.","strStadiumLocation":"Mariupol","intStadiumCapacity":"12680","strWebsite":"fcilich.com","strFacebook":"www.facebook.com\/fcillichevets","strTwitter":"twitter.com\/mariupolfc","strInstagram":"instagram.com\/mariupolfc","strDescriptionEN":"Football Club Mariupol (Ukrainian: Футбольний клуб «Маріуполь») is a Ukrainian professional football club based in Mariupol.\r\n\r\nIn 2002–2017 the club was named as Illichivets Mariupol under which it participated in European competitions. It was renamed as part of decommunization in Ukraine.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/cw6kiy1573327976.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/uptsuq1423788123.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/fcimtv","strLocked":"unlocked"},{"idTeam":"138443","idSoccerXML":null,"idAPIfootball":"3625","intLoved":null,"strTeam":"Inhulets","strTeamShort":null,"strAlternate":"FC Inhulets Petrove","intFormedYear":"2013","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"Inhulets Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Petrove, Kirovohrad Oblast, Ukraine","intStadiumCapacity":"1720","strWebsite":"ingulec.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Inhulets Petrove is a professional Ukrainian football club from the town of Petrove, Kirovohrad Oblast that competes in the Ukrainian First League. The club colors are yellow and green.\r\n\r\nThe club was founded in the spring of 2013 under the name FC Ahrofirma Pyatykhatska Volodymyrivka because the team sponsorship was one of the largest agricultural enterprises of Kirovohrad region. The president of the club was also the enterprise's president – Oleksandr Povorozniuk. In their first season the team was runner up in the Kirovohrad Oblast Cup. In 2013–2014 the club competed in both Kirovohrad Oblast and Dnipropetrovsk Oblast regional football competitions.\r\n\r\nClub President Oleksandr Povorozniuk initiated a children's football teams in every village of the Petrove Raion.\r\n\r\nThe club in 2014 competed in Ukrainian Football Amateur League and were beaten finalists in the championship game.\r\n\r\nIn February 2015 the club was renamed to Inhulets. The club again competed in the 2015 Amateur Championship but during the season the club entered the professional ranks and joined the PFL entering into the Ukrainian Second League. Inhulets Petrove continued its participation among amateurs with its second team, FC Inhulets-2 Petrove.\r\n\r\nIn their first season the club were promoted to the Ukrainian First League.\r\n\r\nSince 2015 the club was fielding teams in European competitions.\r\n\r\nIn 2019 the club reached one of its greatest achievements, arriving at the final of its national cup. The game ended with a 4-0 defeat by Shakhtar Donetsk.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/x0ncu21580132044.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134426","idSoccerXML":"886","idAPIfootball":"3617","intLoved":"1","strTeam":"Karpaty","strTeamShort":null,"strAlternate":"Karpaty Lviv","intFormedYear":"1963","strSport":"Soccer","strLeague":"Ukrainian Premier League","idLeague":"4354","strDivision":null,"strManager":"","strStadium":"Ukraina Stadium","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/svtypw1421791334.jpg","strStadiumDescription":"Ukraina Stadium (Ukrainian: стадіон Україна) is a multi-purpose stadium in Lviv, Ukraine. It is currently used mostly for football matches, and was the home of FC Karpaty Lviv. \"Ukraina\" is also an alternative stadium for the Ukraine national football team where it played several of its qualification games for various tournaments. The stadium is located in the central part of the city in the Snopkiv Park which is classified as the monument of park architecture (landscape art).\r\n\r\nThe stadium was erected in three years by the method of public construction (collective construction), meaning that each big company of Lviv was responsible for construction of its own part of the future stadium. The construction was headed by the third secretary of the Communist Party City Committee, Vasyl Mazur, who also took part in the construction. The architects were Yaroslav Nazarkevych, Larysa Skoryk, Yaroslav Porokhnavets, Volodymyr Blyusyuk. The official debut game took place on August 18, 1963 when the local Karpaty Lviv were playing against the visiting Zalgiris Vilnius. On the 86th minute Ivan Dykovets failed to convert a penalty kick and the game ended in the loss by the home team, 0:1.\r\n\r\nIn its initial years the Druzhba Stadium had capacity to hold 41,700 seated spectators. The most attended games were an exhibition game with Palmeiras (Brazil) on May 26, 1970 (around 50,000) and the game with Dynamo Kyiv on June 27, 1971 as part of the 1971 Soviet Top League season (51,000). On October 13, 1971 the Soviet Union Olympic football team was hosting its opponents from Austria in a qualification game for the 1972 Summer Olympics.\r\n\r\nIn 1990 by the initiative of the president of Karpaty Lviv, Karlo Miklyosh (former member of Ukraina Lwow), the name of stadium was changed to \"Ukraina\". In 1999 the stadium was renovated in preparation to the Karpaty's participation in the 1999–2000 UEFA Cup, after which the stadium's capacity was reduced to 28,051. In 2007 a new grass pitch was installed at the stadium. Ukraina also has four floodlight towers with lighting power of 1,200 lux.","strStadiumLocation":"Lviv, Ukraine","intStadiumCapacity":"27925","strWebsite":"www.fckarpaty.lviv.ua","strFacebook":"www.facebook.com\/fckarpaty","strTwitter":"","strInstagram":"","strDescriptionEN":"Football Club Karpaty Lviv (Ukrainian: Футбольний клуб «Карпати» Львів ) is a Ukrainian professional football club based in Lviv.\r\n\r\nThe team of Karpaty was founded on January 18, 1963. In 1962 Selmash Lvov won the championship and cup of the Lvov Region and, thus, obtained the rights to participate in the Soviet Class B championship (Soviet First League). However in 1963 the Football Federation of USSR conducted another reorganization in football national tournaments creating the Second Group of Class A and Class B became the third tier where a berth was reserved for a team from Lviv. At that time the best city team was SKA Lvov, players of which did not stay there for long leaving it at the end of their military service, while the best would be drafted to CSKA Moscow. In light of that the city administration decided to create independent from military a civilian team.\r\n\r\nSince Ukraine gained its independence, Karpaty have primarily participated in Ukrainian Premier League competitions. They have taken 3rd place once and were Ukrainian Cup runners-up twice, losing both times to Dynamo Kyiv in the final.\r\n\r\nThe thirteen’s season in Ukrainian Premier League became an unfortunate one for Karpaty and in 2003–04 season the team was relegated to Persha Liha. However Karpaty remained there only for two seasons and in the 2005–06 season, the club was successful in taking second place in the Persha Liha, which allowed them to participate in the Vyscha Liha the following year.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rsptsu1447696881.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/xvsuty1423788170.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/rywrsr1421790983.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCa9hnTRtbcPzk9WVyq-4hVA","strLocked":"unlocked"},{"idTeam":"138444","idSoccerXML":null,"idAPIfootball":"4657","intLoved":null,"strTeam":"Kremin","strTeamShort":null,"strAlternate":"","intFormedYear":"1959","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"FC Kremin Stadium","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/bhccfb1580132149.jpg","strStadiumDescription":"Kremin Stadium (Ukrainian: Стадіон «Кремінь») is a football stadium in Kremenchuk, Ukraine. The stadium is a home arena for FC Kremin Kremenchuk.\r\n\r\nHaving an artificial, in the summer of 2017 the stadium was accepted by the Professional Football League to host games of the Ukrainian First League.","strStadiumLocation":"Kremenchuk, Ukraine","intStadiumCapacity":"1500","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"MFC Kremin Kremenchuk (Ukrainian: MФК Кремінь Кременчук; Russian: Кремень Кременчуг, romanized: Kremen Kremenchug) is a professional football club based in Kremenchuk, Ukraine. The current club is administered by the city of Kremenchuk and was established in 2003, but it traces its heritage to the previously existing clubs of 1959–1970 and 1985–2001.\r\n\r\nFC Dnipro Kremenchuk (1959–1970) became the first club from Kremenchuk that obtained the professional status (team of masters). The club only played for six seasons in the Soviet lower leagues before it was dissolved. In 1985 there was created by Soviet truck manufacturer KrAZ FC Kremin which with dissolution of the Soviet Union played for several seasons at the top level in Ukraine.\r\n\r\nSoon after liquidation of the club, in 2003 the city council adopted a decision to revive similar club financed from a local budget. Since the 2005–06 season, the city's club has taken part in the Ukrainian Second League replacing another team Vorskla-2 Poltava. The club has promoted to the Ukrainian First League after reaching the 3rd place in the 2016-17 season. After 2017–18 season MFC Kremin is the longest existing professional club in Kremenchuk.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/3qmnwv1580132223.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134429","idSoccerXML":"889","idAPIfootball":"5627","intLoved":"1","strTeam":"Met. Zaporizhzhia","strTeamShort":null,"strAlternate":"Metalurh Zaporizhia","intFormedYear":"1935","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"Slavutych-Arena","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Slavutych Arena is a football-only stadium in Zaporizhia, Ukraine. After major renovations, it was reopened once again in July 2006. Before 2006 the stadium carried name Central Stadium Metalurh (or Metalurh Stadium).\r\nIt is used for football matches and is the home of Metalurh Zaporizhia. The stadium's official maximum capacity is 12,000.\r\nIn 2001 Football Federation of Ukraine suspended the stadium and Metalurh played its home games at the AvtoZAZ Stadium which was a home ground of FC Torpedo Zaporizhia. After the renovations Metalurh returned home.","strStadiumLocation":"Zaporizhia, Ukraine","intStadiumCapacity":"12000","strWebsite":"www.fcmetalurg.com","strFacebook":"www.facebook.com\/fcmetallurgzp\/","strTwitter":"","strInstagram":"","strDescriptionEN":"The history of Metalurg began in 1935 when a steel production company, Zaporizhstal, formed the football club 'Stal'. By the end of the year a local sports union gave Stal the status of a main club in the region. Throughout the 1930s the team appeared regularly in domestic competitions and often played against clubs from the Soviet Top League, the most notable of which was FC Spartak Moscow. In 1939 and 1940 under the name of Lokomotiv won the Ukrainian championships. The tough times of World War II soon followed, however, bringing decline to both Zaporizhstal and its team. Nonetheless, in 1946 the club was revived and in 1949 Stal won the cup in Zaporizhia Oblast.\r\n\r\nIn 1991 Ukraine became independent and Ukrainian Premier League was formed. Metalurh was among the founders of the League. The club has remained in the Vyshcha Liga for all 16 seasons with their highest achievement in the 1995\/1996 season, taking 5th place. The club's best performance in a domestic cup came in 2006, when Metalurh reached the final, there they met with Dynamo Kyiv and were beaten 2 goals to none, however this performance allowed them to enter the UEFA Cup next season. Zaporizhstal still remains as a largest club sponsor and actively finances most of club's expenses.\r\nThe club had always been in the top league, since the first season in 1992 until the 2010–11 season when they finished last position and were relegated to the Ukrainian First League. After one season in the Ukrainian First League the club was promoted back to the Ukrainian Premier League. Where they became last-placed of the 2012–13 Ukrainian Premier League and thus were relegated to the Ukrainian First League again.\r\nEuropean history\r\nThroughout its history in Ukrainian Premier League, Metalurh has entered the UEFA Cup on two occasions; the first in 2002–03 after finishing fourth in the league the previous season. In the qualifying round they beat Maltese side Birkirkara F.C. 3–0 on aggregate, before losing 2–1 to English side Leeds United in the first round.\r\nThe second time club had to wait 4 years to qualify again. After finishing as runners-up in the Ukrainian Cup in 2006, Metalurh secured a place in the 2006-07 UEFA Cup. Club entered the competition In the second qualifying round, Metalurh defeated Moldavian side Zimbru Chişinău 3–0 over two legs. However, Metalurh went out in the first stage, losing to Greek club Panathinaikos.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/p3huww1533305791.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/vwsquv1423788242.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UC6AqxTaqnv30uVHdgDqjTBg","strLocked":"unlocked"},{"idTeam":"133996","idSoccerXML":"416","idAPIfootball":"0","intLoved":"1","strTeam":"Metalurg Donetsk","strTeamShort":null,"strAlternate":"Metalurh Donetsk","intFormedYear":"1996","strSport":"Soccer","strLeague":"_Defunct Soccer Teams","idLeague":"4519","strDivision":null,"strManager":"","strStadium":"Metalurh Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Donetsk","intStadiumCapacity":"5094","strWebsite":"metallurg.donetsk.ua\/en","strFacebook":"www.facebook.com\/fcmetallurg","strTwitter":"twitter.com\/fcmetallurg","strInstagram":"","strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/twrsut1421609098.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/xuwsqu1423788086.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"plus.google.com\/105630339812686423553\/posts","strLocked":"unlocked"},{"idTeam":"138445","idSoccerXML":null,"idAPIfootball":"3629","intLoved":null,"strTeam":"Mykolaiv","strTeamShort":null,"strAlternate":"MFC Mykolaiv","intFormedYear":"1920","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"Tsentralnyi Stadion","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/i5vs121580132475.jpg","strStadiumDescription":"Stadion Tsentralnyi (or Central City Stadium) is a stadium in Mykolaiv, Ukraine, which was built in 1965. Currently it has a capacity of 16,700, in an all-seater configuration. It is the home stadium of the football club MFK Mykolaiv.","strStadiumLocation":"Mykolaiv, Ukraine","intStadiumCapacity":"15600","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"MFС Mykolaiv (Municipal Football Club \"Mykolaiv\", Ukrainian: Муніципальний футбольний клуб \"Миколаїв\") is a Ukrainian football club based in Mykolaiv.\r\n\r\nIt is one of the oldest football clubs that exists in Ukraine. Originally was established as a football team of the Black Sea Shipyard, since dissolution of the Soviet Union and cutting of the shipyard's budget which was based mostly on military contacts, it is sponsored mostly by the city of Mykolaiv.\r\n\r\nThe club was founded in 1920 under the name Sudostroitel (Sudnobudivnyk) Mykolaiv. It is the oldest continuously playing club in the country that competes on the professional level.\r\n\r\nThroughout the Soviet times and until the 1990s it mostly played under the name of Sudnobudivnyk meaning Shipbuilder associated with the Black Sea Shipyard.\r\n\r\nMFC Mykolaiv took part in the first Ukrainian Premier League season in 1992 under the name FC Evis Mykolaiv, after being initially chosen to participate for being one of the top 9 (of 11) Ukrainian teams from the West Division of the Soviet Second League 1991. The club is one of the holders of the unfortunate distinction as being the team to be demoted three times from the Ukrainian Premier League.\r\n\r\nMFС Mykolaiv's best achievement in the Ukrainian Premier League was 13th place (in 1994–95). From 1994, the club was known as SC Mykolaiv, FC Mykolaiv since 2000, and MFC Mykolaiv since 2006.\r\n\r\nMFC Mykolaiv became insolvent and ceased to exist after the City Administration of Mykolaiv informed the PFL that the team would not be competing in the 2008\/09 Persha Liha season. The team then requested re-admittance to the PFL, but it was too late as the calendar was already set up. The PFL allowed the club to compete in the Druha Liha, but only in the next season. The administration of the FC Dynamo Kyiv extended its helping hand by withdrawing its junior team Dynamo-3 from the Second League and, thus, for Mykolaiv to be placed instead of it.\r\n\r\nMFC Mykolaiv reached 1st place in Druha Liha group A in 2010–11 season and was promoted to Persha Liha.\r\n\r\nColours are blue and white hooped shirts, white shorts.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/jb7uqc1580132582.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"138446","idSoccerXML":null,"idAPIfootball":"4658","intLoved":null,"strTeam":"Mynai","strTeamShort":null,"strAlternate":"","intFormedYear":"2015","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"Mynai Arena","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Mynai, Ukraine","intStadiumCapacity":"1312","strWebsite":"fcminaj.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Mynai or FC Minaj (Ukrainian: Футбольний клуб «Минай», Futbolnyi klub Mynai) is a Ukrainian football club that is from Mynai, Zakarpattia Oblast, that competes currently in the Ukrainian First League.\r\n\r\nThe club was founded in 2015.\r\n\r\nThe club was admitted to the Professional Football League of Ukraine after passing attestation for the 2018–19 Ukrainian Second League season. In their very first professional season, Mynai managed to win Group A of the Second League, which earned them promotion to the Ukrainian First League. However, they lost the Ukrainian Second League Championship Game to Group B winners FC Kremin Kremenchuk.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/sbziiw1580132682.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"138447","idSoccerXML":null,"idAPIfootball":"3630","intLoved":null,"strTeam":"Obolon-Brovar","strTeamShort":null,"strAlternate":"FC Obolon-Brovar Kyiv","intFormedYear":"1992","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"Obolon Arena","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Obolon Arena is a football stadium in the city of Kiev, Ukraine. It is the home ground of football club Obolon Brovar (previously Obolon). The stadium was used by teams of the top national league since 2002.\r\n\r\nThe stadium has been actively used by the Ukraine national under-21 football team as well. Along with Bannikov training complex, it is one of the main alternative stadiums of the team.\r\n\r\nThe stadium was opened in October 2002 with a Ukraine Premier League game which saw FC Obolon Kyiv play against Kryvbas.\r\n\r\nIn late 2006 construction began on the northern stand and the work was completed in the summer of 2008. This stand added 3,000 additional seats.\r\n\r\nThe record attendance for a match at the ground is 5,300, set on April 3, 2010 in the match between Obolon and Shakhtar Donetsk.\r\n\r\nAfter the main player of the stadium FC Obolon Kyiv dissolved itself in February 2013 the stadium became the playing-ground of the (new) club Obolon Brovar.","strStadiumLocation":"Kiev, Ukraine","intStadiumCapacity":"5100","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Obolon-Brovar Kyiv (Ukrainian: Оболонь-Бровар) is a Ukrainian professional football club based in Kiev (Obolon Raion). Its home colors are green shirts and white shorts; while its away uniforms are white shirts and green shorts. Its main sponsor was the brewery Obolon in 1999-2013. Since 2013 the club is owned by the factory.\r\n\r\nThe club was reformed in 2013 due to administrative issues and hence the team withdrew from the Professional Football League of Ukraine during the 2012–13 Ukrainian First League season in February 2013. The club restarted from amateur competitions.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ithwq41580132882.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134591","idSoccerXML":"1052","idAPIfootball":"639","intLoved":"1","strTeam":"Olimpik Donetsk","strTeamShort":null,"strAlternate":"Olympic Donetsk, Олімпік Донецьк, Донецьк, FC Olimpik","intFormedYear":"2001","strSport":"Soccer","strLeague":"Ukrainian Premier League","idLeague":"4354","strDivision":null,"strManager":"","strStadium":"Lobanovsky Dynamo Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Dynamo Stadium named after Valeriy Lobanovskyi is a multi-functional stadium in Kiev, Ukraine that is modified for football use only.\r\n\r\nIt is the home stadium of FC Dynamo Kyiv yet not the main stadium, for which Dynamo uses the bigger NSC Olympiyskiy. The Dynamo Stadium is also a major alternative stadium for the Ukrainian national football team that often plays its exhibition games. The stadium holds 16,873 people, and was built in 1934 as Vsevolod Balitsky Dynamo Stadium by the project of Vasyl Osmak.","strStadiumLocation":"Kiev","intStadiumCapacity":"3000","strWebsite":"olimpik.com.ua","strFacebook":"www.facebook.com\/fcolimpik","strTwitter":"twitter.com\/fcolimpik","strInstagram":"instagram.com\/fcolimpik","strDescriptionEN":"FC Olimpik Donetsk (Ukrainian: «Олімпік» Донецьк ) is a professional football team based in Donetsk, Ukraine. The club currently competes in the Ukrainian Premier League.\r\n\r\nSince its promotion to the Ukrainian Premier League in 2014, the club is forced to play its games in Kiev.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/6b2j3x1573327899.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/wsqxrs1423788134.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/FCOlimpikDoneck","strLocked":"unlocked"},{"idTeam":"138448","idSoccerXML":null,"idAPIfootball":"3631","intLoved":null,"strTeam":"Prykarpattia","strTeamShort":null,"strAlternate":"FC Prykarpattia Ivano-Frankivsk","intFormedYear":"1998","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"MCS Rukh","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/4sdoaj1580132991.jpg","strStadiumDescription":"Municipal Central Stadium \"Rukh\" (Ukrainian: Міський Центральний Стадіон \"Рух\") is the multi-purpose central stadium of the Ivano-Frankivsk Oblast. The stadium is located at 128 Vyacheslav Chernovol Street, the city of Ivano-Frankivsk 750447. It has a capacity of 15,000 spectators and 6,500 individual plastic seats. By the end of its renovations the capacity of Rukh should be over 20,000 at the end of renovations.","strStadiumLocation":"Ivano-Frankivsk, Ukraine","intStadiumCapacity":"15000","strWebsite":"","strFacebook":"www.facebook.com\/prykarpattia\/","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Prykarpattia Ivano-Frankivsk is a professional Ukrainian football from Ivano-Frankivsk. The club competes in the Ukrainian First League. The club has been reformed based on FC Teplovyk Ivano-Frankivsk that existed since 1998.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ify4pz1580133054.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"138449","idSoccerXML":null,"idAPIfootball":"3632","intLoved":null,"strTeam":"Rukh Lviv","strTeamShort":null,"strAlternate":"","intFormedYear":"2003","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"Skif Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"Vynnyky, Lviv","intStadiumCapacity":"3742","strWebsite":"fcrukh.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Rukh Lviv (Ukrainian: ФК «Рух» Винники), named as FC Rukh Vynnyky until 2019, is a professional Ukrainian football based in Vynnyky, Lviv. The club competes in the 2019–20 Ukrainian First League.\r\n\r\nIn 2003 under the initiative Myron Markevych, who was born in Vynnyky, and at the time was head coach of FC Karpaty Lviv established football club called FC Rukh Vynnyky. When asked why Rukh, Markevych replied that Rukh is life. In June 2003 a children's football school Myron Markevych \"Movement\" under directorship Yuriy Hdanskyi and trainers Roman Hdanskyi, Ihor Didyk, Markiyan Shkraba, Oleh Lehan was formed.\r\n\r\nIn 2009, the Rukh adult soccer team with President Hryhoriy Kozlovskyi and head trainer Roman Hdanskyi was formed. Since the team was located in Vynnyky which is a satellite town of the city of Lviv, so at a time teams participated separately in Lviv Oblast League Championship and in Lviv the teams participated in the championship of the city. The club holds matches at the stadium named after Bohdan Markevych (1925–2002, Myron Markevych's father), who was one of the main sponsors of the football club and the Youth Academy, who worked for many years as a junior's coach.\r\n\r\nIn 2014, the team won the National amateur football championship.\r\n\r\nDuring the 2015 season the club made sensations by signing former Dynamo Kyiv internationals Oleksandr Aliyev and Maksim Shatskikh.\r\n\r\nThe club has been admitted to the PFL and took second place in the 2016–17 Ukrainian Second League.\r\n\r\nOn 26 June 2017 the club presented a new emblem in golden and black colors.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xynvdm1580133281.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136857","idSoccerXML":"4964","idAPIfootball":"3623","intLoved":null,"strTeam":"SC Dnipro-1","strTeamShort":null,"strAlternate":"Дніпро, Dnipro, Dnipropetrovsk, FC Dnipro","intFormedYear":"2017","strSport":"Soccer","strLeague":"Ukrainian Premier League","idLeague":"4354","strDivision":null,"strManager":"","strStadium":"Dnipro Arena","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Dnipro-Arena (Ukrainian: Дніпро-Арена) is a football stadium in Dnipro, Ukraine. It is mostly for football matches and hosts the homes matches of SC Dnipro-1. The stadium has a capacity of 31,003 people. It replaced Dnipro's old Soviet Metalurh Stadium which existed since 1940.","strStadiumLocation":"Dnipro","intStadiumCapacity":"31003","strWebsite":"scdnipro1.com.ua","strFacebook":"www.facebook.com\/sportclubdnipro1","strTwitter":"twitter.com\/clubdnipro1","strInstagram":"www.instagram.com\/scdnipro1","strDescriptionEN":"SC Dnipro-1 is a professional Ukrainian football team from Dnipro. The club is competing in the 2019–20 Ukrainian Premier League, having promoted from the First League.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2zamz31573324523.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/SportsClubDnipro1","strLocked":"unlocked"},{"idTeam":"134126","idSoccerXML":"549","idAPIfootball":"550","intLoved":"1","strTeam":"Shakhtar Donetsk","strTeamShort":null,"strAlternate":"Футбольний клуб Шахта́р, Донецьк, Shakhtar, Shaktar, Shakter","intFormedYear":"1936","strSport":"Soccer","strLeague":"Ukrainian Premier League","idLeague":"4354","strDivision":null,"strManager":"","strStadium":"Metalist","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/xrtvsp1420413092.jpg","strStadiumDescription":"Donbass Arena or Donbas Arena (Ukrainian: Донба́с Аре́на , Russian: Донба́сc Аре́на) is a stadium with a natural grass pitch in Donetsk, Ukraine that opened on 29 August 2009. The facility is located in the center of the city, in the Lenin Comsomol park. With a capacity of 52,518 spectators, the stadium hosts FC Shakhtar Donetsk matches and hosted some matches of Euro 2012. It is also one of the popular nightlife spots in Donetsk.\r\n\r\nThe initial estimated cost of the project was $250 million. $30M has been allocated to set up a recreational park around the stadium. The final cost of the project will reach $400M.\r\n\r\nThe name of the stadium represents the shortened name for the Donets basin industrial region, hence - Donbas, however the official name in English spells after the Russian orthography.","strStadiumLocation":"Kharkiv, Ukraine","intStadiumCapacity":"40003","strWebsite":"www.shakhtar.com\/ua","strFacebook":"www.facebook.com\/fcshakhtar","strTwitter":"twitter.com\/FCShakhtar","strInstagram":"instagram.com\/fcshakhtar","strDescriptionEN":"Football Club Shakhtar Donetsk (Ukrainian: Футбольний клуб «Шахта́р» Донецьк, short nickname \"miners\") is a Ukrainian professional football club from the city of Donetsk. In 2014, due to the armed conflict in eastern Ukraine, the club was forced to move to Lviv, and has since early 2017 played in the city of Kharkiv (at the stadium \"Metalist\") whilst having its office headquarters and training facilities in Kyiv.\r\n\r\nShakhtar has appeared in several European competitions and is often a participant in the UEFA Champions League. The club became the first club in independent Ukraine to win the UEFA Cup in 2009, the last year before the competition was revamped as the Europa League. FC Shakhtar Donetsk is one of two Ukrainian clubs, the other being Dynamo Kyiv, who have won a major UEFA competition.\r\n\r\nThe club formerly played its home matches in Donetsk at the newly built Donbass Arena, however, due to the conflict in Eastern Ukraine, the team were forced to relocate 1000 kilometers to the west in Arena Lviv in the interim. Following the winter break of the 2016–17 season the club then moved again to the Metalist Stadium in Kharkiv (250 kilometers to the northwest of Donetsk) early in 2017.\r\n\r\nShakhtar Donetsk is Ukraine's most popular football club, and is particularly favoured in the eastern Donbas region.\r\n\r\nThe club draws its history from the very start of the Soviet football league competitions and is one of the oldest clubs in Ukraine. The club was a member of the Soviet Voluntary Sports Society of Shakhtyor, having connections with other Soviet teams from Karaganda (Kazakhstan), Soligorsk (Belarus), among others. In the late Soviet period, Shakhtar was considered a tough mid-table club of the Soviet Top League and a cup competition specialist after winning the Soviet Cup two years in a row in 1961 and 1962.\r\n\r\nThe team has played under the following names: Stakhanovets (1936–46), Shakhtyor (Shakhtar) (1946–92), and FC Shakhtar (1992–present).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"El FK Shajtar Donetsk (en ucraniano ФК Шахтар Донецьк), conocido en español por su transliteración al idioma inglés FC Shakhtar Donetsk y llamado en tiempos de la URSS con el nombre ruso \"Shajtyor Donetsk\" (ФК Шахтёр Донецк), es un equipo de fútbol de la ciudad de Donetsk, en Ucrania. El equipo disputa sus partidos como local en el Donbass Arena, inaugurado en 2009 y con capacidad para 51.000 espectadores. Actualmente milita en la Liga Premier de Ucrania.\r\n\r\nLa historia del club data desde el comienzo de las competiciones de liga de fútbol soviético y es uno de los clubes más antiguos de Ucrania. El club era miembro de la Sociedad Soviética Voluntaria de Deportes Shajtyor, que tiene conexiones con otros equipos soviéticos de Karaganda (Kazajistán) o Soligorsk (Bielorrusia). El club de Donetsk está estrechamente ligado a la cultura industrializada y rusificada de Ucrania de la Cuenca del Donéts, conocida como Donbas, de ahí el nombre de su estadio. En el periodo soviético, el Shajtar era considerado un equipo de mitad de tabla y un especialista en competición de Copa, competición que ganó en dos años consecutivos (1961 y 1962).\r\n\r\nTras el colapso de la Unión Soviética, el Shajtar ingresó en la Liga Premier de Ucrania. En 1995 logró su primer título del fútbol ucraniano independiente, la Copa de Ucrania. En 2002 ganó su primera liga y dos años más tarde firmó a su actual entrenador, Mircea Lucescu, con quien ha protagonizado el mejor periodo de su historia al ganar seis ligas, cuatro copas, cuatro supercopas y una Copa de la UEFA.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/sqrxsr1421791799.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/vttwry1423788179.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/fj537a1533743396.png","strTeamFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/m8wuvq1533301164.jpg","strTeamFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1w1i2h1533300911.jpg","strTeamFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/x5qg3u1533300954.jpg","strTeamFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9e1ywx1533301320.jpg","strTeamBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/69nra51533301815.jpg","strYoutube":"www.youtube.com\/user\/shakhtartv","strLocked":"unlocked"},{"idTeam":"135484","idSoccerXML":"1326","idAPIfootball":"0","intLoved":null,"strTeam":"Stal Dneprodzhezhinsk","strTeamShort":null,"strAlternate":"","intFormedYear":"1926","strSport":"Soccer","strLeague":"_Defunct Soccer Teams","idLeague":"4519","strDivision":null,"strManager":"","strStadium":"Metalurh Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Metalurh Stadium is a football-only stadium in Dniprodzerzhynsk, Ukraine. It is currently used for football matches, and is the home of Stal Dniprodzerzhynsk. The stadium's official maximum capacity is 2,900.\r\n\r\nThe stadium was built 1933 and was called \"Metalurh\". However at times the stadium was called different names such as \"Playground Palace of Culture\" and \"Stal Stadium\".\r\n\r\nIn 2003 the stadium was reconstructed. Heating was installed so that the pitch would not freeze. Also were installed new plastic seats, an irrigation system and an electronic scoreboard.","strStadiumLocation":"Dniprodzerzhynsk, Dnipropetrovsk Oblast","intStadiumCapacity":"2900","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Stal Kamianske (Ukrainian: Сталь Кам'янське) was a professional Ukrainian football club located in Kamianske, Dnipropetrovsk Oblast, Ukraine. After being relegated to the Ukrainian First League after the 2017–18 Ukrainian Premier League season the club re-registered to Bucha and changed its name to PFC Feniks Bucha in June 2018. The club didn't play any game under the new name and was dissolved on 9 July 2018.\r\n\r\nThe club was sponsored by the Dnieper Metallurgical Combine (DMK) which is a member of the Industrial Union of Donbas (ISD).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ruyypv1447695945.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/StalDn","strLocked":"unlocked"},{"idTeam":"135710","idSoccerXML":"4754","idAPIfootball":"0","intLoved":null,"strTeam":"Stal Kamianske","strTeamShort":null,"strAlternate":"","intFormedYear":"1926","strSport":"Soccer","strLeague":"_Defunct Soccer Teams","idLeague":"4519","strDivision":null,"strManager":"","strStadium":"Metalurh Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Metalurh Stadium is a football-only stadium in Kamianske, Ukraine. It is currently used for football matches, and is the home of Stal Kamianske. The stadium's official maximum capacity is 2,900.\r\n\r\nThe stadium was built 1933 and was called \"Metalurh\". However at times the stadium was called different names such as \"Playground Palace of Culture\" and \"Stal Stadium\".\r\n\r\nIn 2003 the stadium was reconstructed. Heating was installed so that the pitch would not freeze. Also were installed new plastic seats, an irrigation system and an electronic scoreboard.","strStadiumLocation":"Kamianske, Ukraine","intStadiumCapacity":"2900","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"FC Stal Kamianske (Ukrainian: Сталь Кам'янське) is a professional Ukrainian football club located in Kamianske, Dnipropetrovsk Oblast, Ukraine. The club currently competes in the Ukrainian Premier League.\r\n\r\nThe club is sponsored by the Dnieper Metallurgical Combine (DMK) which is a member of the Industrial Union of Donbas (ISD).\r\n\r\nThe club traces its history to a factory team that was created in 1926 under the name of Metalist. Later the name was changed to Dzerzhynka. The team participated in competitions irregularly. It entered Soviet competitions in 1935 as a city's team (Dniprodzerzhynsk, 1935 – 1936) participating in Ukrainian Championship. In 1936 and in 1938 it entered the Soviet Cup competitions and in 1938 was a runner up of the Ukrainian Championship as Stal Dniprodzerzhynsk yielding only to Dzerzhynets Voroshylovhrad (today FC Zorya Luhansk). There is no record of any competitions in the region during World War II.\r\n\r\nIn 1945 Dniprodzerzhynsk city players participated in the Ukrainian Spartakiad as members of Dnipropetrovsk Oblast team. In 1949 Metalurh Dniprodzerzhynsk was again a runner-up at the republican competitions, losing a championship playoff to the Kievan Officers' Club (modern FC CSKA Kyiv). Between 1954 to 1975 the Dniprodzerzhynsk metallurgical team did not participate in any national or republican competitions focusing only on regional and city's championships.\r\n\r\nIn 1976, under the name of Metalurh Dniprodzerzhynsk, the team was revived including not only factory players, but also football players of SC Prometei Dniprodzerzhynsk (sports club of the Dnieper Chemical Plant) and Burevisnyk Dniprodzerzhynsk (city's education department sports society). In 1978 the new team won the Ukrainian championship for sports clubs and was promoted to the Soviet Second League. The club's best achievement was 12th place in the 1982–83 season, and it was soon relegated in 1985.\r\n\r\nIn 1994, the club became almost defunct. In 1998, the team was reorganized again under the current name, Stal Dniprodzerzhynsk. The team became one of the strongest in Dnipropetrovsk Oblast and in 2001, it was promoted to the Ukrainian amateur championship. In the same year, Stal won the Dnipropetrovsk Oblast Cup and was promoted to the Druha Liha B. In the 2003–04 season, Stal became the champions of the division and were promoted to the Persha Liha.\r\n\r\nStal finish in 20th place (bottom) in the 2007–08 season and were relegated Ukrainian Second League.\r\n\r\nAfter a six season absence the club was promoted to Ukrainian First League in 2014. In 2015 the club was set to merge with FC Metalurh Donetsk. However, on 11 July 2015 Metalurh declared bankruptcy, citing the economic difficulties caused by the War in Donbass. FC Stal Dniprodzerzhynsk did take Metalurh's place in the Ukrainian Premier League.\r\n\r\nIn May 2016 (the city of) Dniprodzerzhynsk was renamed (into) Kamianske.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/yxusxx1482927744.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134427","idSoccerXML":"887","idAPIfootball":"0","intLoved":null,"strTeam":"Tavriia","strTeamShort":null,"strAlternate":null,"intFormedYear":null,"strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":null,"strStadium":"RSC Lokomotiv","strKeywords":null,"strRSS":null,"strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":null,"intStadiumCapacity":null,"strWebsite":"http:\/\/www.sctavriya.com\/home\/","strFacebook":null,"strTwitter":null,"strInstagram":null,"strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":null,"strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135911","idSoccerXML":"4807","idAPIfootball":"0","intLoved":"1","strTeam":"Veres Rivne","strTeamShort":null,"strAlternate":"","intFormedYear":"1936","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"Arena Lviv","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Arena Lviv (Ukrainian: Арена Львів) is a football stadium in Lviv, Ukraine. It was one of the eight UEFA Euro 2012 venues, where it hosted three of the group-stage games. According to the official plans, the stadium has a total seating capacity of 34,915. NK Veres Rivne and FC Karpaty Lviv use the stadium for home games.\r\n\r\nIt was the home field of FC Karpaty Lviv in 2011-12. But Karpaty only played five games at it and returned to its original home field due to the lease price. Another club Hoverla Uzhhorod also played a home game at the stadium, due to reconstruction of Avanhard Stadium in Uzhhorod\r\n\r\nDue to the conflict in their home city, Shakhtar Donetsk played its home games at the stadium from 2014 until the end of 2016.\r\n\r\nThe stadium was constructed on the site of the old Soviet multi-use Central Stadium of the Black Sea Shipping Company (ChMP), which was demolished in 2009.\r\n\r\nThe venue was considered to be one of the stadiums of EURO 2012 but failed to be nominated as such","strStadiumLocation":"","intStadiumCapacity":"34915","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"NK Veres Rivne is a Ukrainian football club based in Rivne. The team ran into financial difficulties after the winter break of the 2010–11 season and was removed from the PFL (1st league). From 1992–1995, Veres Rivne took part in the Ukrainian Premier League, and achieved their best result of 12th place in 1993–94. In that season they also reached the semifinals of Ukrainian Cup. Their home stadium is \"Avanhard\".\r\n\r\nThe uniform includes home Red shirt Black shorts and away all Black.\r\n\r\nTeam was founded in 1957 as Kolhospnyk (collective farm worker).The team debuted in the 1958 season in the Class B Third Zone and Placed 14th of the 16 teams the participated.In all the team played 13 seasons in Class B. The best results came in the 1968 and 1969 seasons where the team placed 7th. In 1966, it changed its name to Horyn after the river that flows in Volhynia.\r\n\r\nAfter the reorganization of the Championship of USSR in 1971 Horyn started playing Second League of the Ukrainian Zone and played there until the fall of the Soviet Union. In 1972, the club became part of all Ukrainian Avanhard voluntary sports society and changed its name to Avanhard. In the first season in the Second League of the Ukrainian Zone Avanhard placed 26th. Starting in the late 1970s Avangard started progressing and in 1981 under the management of two famous Dynamo Kyiv players Viktor Matvienko and Volodymyr Troshkin Avanhard got 3rd place. Nine years later under the management of Viktor Pokora Avanhard placed 3rd again.\r\n\r\nDuring the fall of the Soviet Union it changed its name again to Veres (heather) and was placed in the Ukrainian First League. In the same season Veres placed first and was promoted to the Vyshcha Liha. In the first season in Vyshcha Liha Veres placed last but wasn't relegated because the league was expanded. The next season was the most successful season in the clubs history the team was 4th after the end of the first have of the season beating teams like FC Dnipro, FC Metalist, FC Shakhtar and knocking FC Dynamo Kyiv out of the Ukrainian Cup and reaching the semi final. But after the start of the second half Veres only could manage to finish 12th. After that Veres started its downfall and in the 1994–95 season were relegated. Only after 2 season in the Ukrainian First League Veres got relegated to the Ukrainian Second League and stayed there until their bankruptcy in 2011.\r\n\r\nIn 2015, it was reinstated with the help of chairman of the regional football federation. It is the first club in Ukraine to have club membership and as of May 21 has over 3,500 members. In the 2015–16 Ukrainian Second League season Veres finished in second place and was promoted to the Ukrainian First League. After the end of the 2015–16 Ukrainian Second League season the club was reorganized and the FC VERES-RIVNE LLC was founded by the Public Union \"Rivne Football Club Veres Rivne\" and Lvivskyi Kholodokombinat PAT with the letter becoming the majority holder with 61% stake. The Company was founded to manage the club. Lvivskyi Kholodikombinat PAT will cover the budget costs which will be approximately 15 million hryvnia for the 2016–17 Ukrainian First League season. The goal for the season is set to achieve promotion to the Ukrainian Premier League","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/hzj67j1506289237.png","strTeamJersey":"","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134423","idSoccerXML":"883","idAPIfootball":"3634","intLoved":"1","strTeam":"Volyn","strTeamShort":null,"strAlternate":"Volyn Lutsk","intFormedYear":"1960","strSport":"Soccer","strLeague":"Ukrainian First League","idLeague":"4677","strDivision":null,"strManager":"","strStadium":"Avanhard Stadium","strKeywords":"","strRSS":"http:\/\/feeds.feedburner.com\/fcvolyn","strStadiumThumb":null,"strStadiumDescription":"Avanhard Stadium is a multi-purpose stadium in Lutsk, Ukraine. It is currently used mostly for football matches, and is the home of FC Volyn Lutsk. The stadium holds 12,080 people and opened in 1960.","strStadiumLocation":"Lutsk","intStadiumCapacity":"12080","strWebsite":"www.fcvolyn.net","strFacebook":"www.facebook.com\/FCVolynLutsk","strTwitter":"","strInstagram":"","strDescriptionEN":"The Lutsk club was formed in 1960 initially as Avanhard, after the Soviet sports society, but before the start of competitions the name was changed to Volyn. Right from its establishment the club entered the Soviet professional competitions at the third division. In 1968 the club was changed its sponsor to the Lutsk Machinebuilding Factory and its name to Torpedo. However in 1971 the club became insolvent. In 1977 the club was reanimated once again as Torpedo and entered the competitions of the Soviet third division where it continued to participate to the fall of the Soviet regime. On January 30, 1989 in place of Torpedo there was established a professional football club Volyn. The club took part in the Ukrainian Premier League from its first championship in 1992. They were later sent down to Persha Liha after the 1995–96 season. They later resurfaced into the Ukrainian Premier League in the 2002–03 season, but they were relegated from the Ukrainian Premier League after taking 15th place in the 2005–06 season. The team was promoted back to the Ukrainian Premier League for the 2010–11 season.\r\n\r\nColours are (Home) light red shirt, deep red shorts; (Away) white shirt with light red collar and upper sleeve, white shorts.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wvpyqp1447697193.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/rxrpts1423788213.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/fcvolynnet","strLocked":"unlocked"},{"idTeam":"134428","idSoccerXML":"888","idAPIfootball":"1121","intLoved":"1","strTeam":"Vorskla","strTeamShort":null,"strAlternate":"Vorskla Poltava, Во́рскла, Во́рскла Полта́ва, Полта́ва","intFormedYear":"1955","strSport":"Soccer","strLeague":"Ukrainian Premier League","idLeague":"4354","strDivision":null,"strManager":"","strStadium":"Butovsky Vorskla","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Oleksiy Butovsky Vorskla Stadium is a multi-purpose stadium in Poltava, Ukraine. It is currently used mostly for football matches, and is the home of FC Vorskla Poltava. The stadium holds 24,795 people. It was built in 1974 and has undergone several reconstructions after, most notably in 2000, when the facade of the stadium was renovated. In 2008, the most notable feature of the restoration was the installation of a coloured screen. The renovation was done for Ukrainian Super Cup, which was played at the stadium. The cup has traveled outside of Odessa for the first time due to renovation works at Chornomorets Stadium, the annual venue for the title game.","strStadiumLocation":"Poltava","intStadiumCapacity":"24795","strWebsite":"www.vorskla.com.ua","strFacebook":"www.facebook.com\/fcvorskla","strTwitter":"twitter.com\/vorsklacomua","strInstagram":"","strDescriptionEN":"FC Vorskla Poltava (Ukrainian: ФК «Во́рскла» Полта́ва ) is a professional football club in Poltava, Ukraine that competes in the Ukrainian Premier League, the top flight of Ukrainian football.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vqxqyw1447699914.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/tyqypy1423788096.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/vorskla","strLocked":"unlocked"},{"idTeam":"135657","idSoccerXML":"4728","idAPIfootball":"3635","intLoved":null,"strTeam":"Zirka","strTeamShort":null,"strAlternate":"","intFormedYear":"0","strSport":"Soccer","strLeague":"_No League","idLeague":"4367","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vtpuut1471899226.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134422","idSoccerXML":"882","idAPIfootball":"599","intLoved":"2","strTeam":"Zorya","strTeamShort":null,"strAlternate":"Zorya Luhansk, Зоря, Луганськ, Зоря Луганськ, Lugansk","intFormedYear":"1923","strSport":"Soccer","strLeague":"Ukrainian Premier League","idLeague":"4354","strDivision":null,"strManager":"","strStadium":"Slavutych-Arena","strKeywords":"","strRSS":"http:\/\/zarya-lugansk.com\/rss.php","strStadiumThumb":null,"strStadiumDescription":"Slavutych Arena (Ukrainian: Славутич-Арена) is a football-only stadium in Zaporizhia, Ukraine. It is used for football matches and is the home of Metalurh Zaporizhia. The stadium's official maximum capacity is 12,000.","strStadiumLocation":"Zaporizhia","intStadiumCapacity":"12000","strWebsite":"zarya-lugansk.com","strFacebook":"www.facebook.com\/FCZoryaLuhansk","strTwitter":"zarya-lugansk.com\/images\/up_menu\/2018\/twitter_logo_color.png","strInstagram":"zarya-lugansk.com\/images\/up_menu\/2018\/instagram_logo_color.png","strDescriptionEN":"FC Zorya Luhansk (Ukrainian: ФК «Зоря» Луганськ ), formerly known as Zaria Voroshilovgrad and Zorya-MALS, is a Ukrainian football team. Zorya Luhansk is based in the city of Luhansk (formerly known as Voroshilovgrad), Luhansk Oblast, Ukraine. However, because of the war in Eastern Ukraine, the team play their games at Slavutych-Arena in Zaporizhia.\r\n\r\nThe modern club was created on 10 April 1964 on decision of the Football Federation of the Soviet Union merging the October Revolution factory (Luhanskteplovoz) sports club Zorya and the Luhansk regional branch of \"Trudovye Rezervy\" sports society. In 1972 as Zaria Voroshilovgrad the club became the first Soviet club from province that won the Soviet Top League title. Today, the modern club considers the factory team as its predecessor that was established back in 1923. The name Zorya means \"dawn\" in Ukrainian.ory of the club takes place at the dawn of the 20th century right after in the city of Luhansk was built the first stadium. The stadium was built in 1922 under the personal order of Vladimir Lenin and later was named after him. The first games that involved participation of the Luhansk's teams first mentioned in 1911 and in 1913 in Kostyantynivka was created the regional football league of Donets basin (Russian abbreviation – Donbass). During the World War I and the following Soviet and German aggressions the league was suspended until 1920 when the situation in the region had stabilized.\r\n\r\nThe first Luhansk team was created in the Russian Empire in 1908 when the workers of the Russischen Maschinenbaugesellschaft Hartmann created the \"Society of wise recreations\". The football section was headed by the Czech specialist Henrich Drževikovski from Prague who was an instructor of gymnastics of the factory's ministerial school. That team played its games and conducted its training on the empty lot near the factory where today is located the sport hall \"Zorya\".\r\n\r\nIn 1923 the workers of the Luhansk steam train factory of the October Revolution (hence – the club's logo with a locomotive) organized their football team \"Metalist\" which became the forerunner of today's Zorya. The following year there was organized a championship of the newly created Luhansk okrug. In the final game the collective city team of Luhansk was victorious against its rival from the city of Snizhne winning it in overtime 1:0. In 1926 the All-Ukrainian Committee of the Mining Workers' council organized a team of Donbass miners that was based on the football players from Kadiyevka for tour games in Germany (Weimar Republic). There the Donbass team won four of their eight games. The following year in Luhansk took place an international game when the city team was challenged by their rivals from Austria. The Donbass players lost the game.\r\n\r\n\r\nFD steam locomotive\r\nIn 1936 the football teams \"Metalist\" and \"Dynamo\" united into the united Luhansk city team which next year was given the name Dzerzhynets. The name \"Dzerzhynets\" derives from the steam locomotive that was produced at the steam train factory FD – \"Felix Dzerzhinsky\". That year \"Dzerzhynets\" got the 3rd place in the Ukrainian second league.\r\n\r\nIn 1937 \"Dzerzhynets\" won the 1st place in the Ukrainian second league and was promoted to the Ukrainian first league. Moreover, it reached 1\/8 final of the Ukrainian Сup and 1\/16 final of the Soviet Cup. The team consisted of the following players: Klad'ko (coach), Grebenyuk, Svidyns'ky, Mazanov, Morozov, Krasyuk, Nosko, Movchan, Brovenko, Chernyavs'ky, Voloschenko, Lokotosh, Sytnikov, Evdokymov, Myroshnikov, Ischenko.\r\n\r\nIn 1938 \"Dzerzhynets\" became the champion of Ukraine after having won 9 games and having played 2 games in a draw. It was admitted to the Soviet First League.\r\n\r\nIn 1972 Zorya did not only win its only Soviet championship, but also represented, re-enforced with only three players from other clubs, the USSR at the Brazilian Independence Cup (Taça Independência) mid-year. However only Vladimir Onishchenko represented the club at the Final of the European Football Championship few weeks earlier.\r\n\r\nIn the season 2005–06 the team won the first place in the Persha Liha, and has been promoted to the Vyscha Liha. Zorya was one of the original twenty teams to debut for the first season of the Ukrainian Premier League. The team played for five seasons until the 1995–96 season in which they finished eighteenth and where sent down to the Persha Liha. Zorya relegated to Druha Liha in 1996–97 season but she returned to Persha Liha in 2003–2004 season.\r\n\r\nAs Zorya Voroshilovgrad, the club had won the USSR Championship in 1972.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ukraine","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vrqtvv1447700054.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/xsqsuy1423788144.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"zarya-lugansk.com\/images\/up_menu\/2018\/youtube_logo_grey.png","strLocked":"unlocked"}]}