{"teams":[{"idTeam":"135981","idSoccerXML":"1384","idAPIfootball":"778","intLoved":null,"strTeam":"Albania","strTeamShort":null,"strAlternate":"","intFormedYear":"1946","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Loro Boriçi Stadium","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/pojsow1545912524.jpg","strStadiumDescription":"The Loro Boriçi Stadium (Albanian: Stadiumi Loro Boriçi) is a multi-purpose stadium in Shkodër, Albania, which is used mostly for football matches and is the home ground of Vllaznia. The initial stadium was built in 1952 and named after the communist partisan Vojo Kushi. It was reconstructed during the 1980s bringing its capacity to around 15,000. In 1990, during the fall of communism in Albania, the stadium was renamed in honour of former footballer Loro Boriçi. Between 2015 and 2016 the stadium was rebuilt into a modern All-seater stadium with a capacity of 16,022. The stadium is also the second largest stadium in Albania behind the Qemal Stafa Stadium in Tirana.","strStadiumLocation":"Shkodër","intStadiumCapacity":"16022","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Albania national football team (Albanian: Kombëtarja Shqiptare e Futbollit) is the men's football team that has represented Albania in international competition since 1946. It is controlled by the Albanian Football Federation, the governing body for football in the country.\r\n\r\nAlbania was the winner of the 1946 Balkan Cup and the 2000 Malta Rothmans International Tournament, but had never participated in any major UEFA or FIFA tournament until 2016.\r\n\r\nAt Euro 2016, Albania made its first debut at a major men's football tournament. Albania scored their first ever goal in a major tournament and secured their first ever win in a European Championship, when they beat Romania on June 19, 2016.\r\n\r\nAfter its completion in 2018, the National Arena (Albanian: Arena Kombëtare) will be the home ground of the national team. Albania's highest FIFA World Ranking was 22nd in August 2015.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/i0ngrp1510942854.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}