{"teams":[{"idTeam":"134516","idSoccerXML":"976","idAPIfootball":"1532","intLoved":null,"strTeam":"Algeria","strTeamShort":null,"strAlternate":"","intFormedYear":"1964","strSport":"Soccer","strLeague":"African Cup of Nations","idLeague":"4496","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/knlxkg1545912608.jpg","strStadiumDescription":"Stade du 5 Juillet 1962 (English: 5 July 1962 Stadium, Arabic: ملعب 5 جويلية 1962‎‎) (the name refers to 5 July 1962, the day Algeria declared independence from France), also known as El Djezair Stadium (Arabic: ملعب 5 جويلية بالجزائر‎‎), is a football and athletics stadium located in Algiers, Algeria. The stadium was inaugurated in 1972 with a capacity of 95,000. It served as the main stadium of the 1975 Mediterranean Games, the 1978 All-Africa Games, the 2004 Pan Arab Games, and the 2007 All-Africa Games. The stadium was one of two venues of the 1990 African Cup of Nations (the other venue was the Stade 19 Mai 1956 in Annaba). It hosted 9 matches of the tournament, including the final match, which had a second record attendance of 105,302 spectators. In the final match, the home team Algeria defeated Nigeria 1-0 to win the tournament. The record attendance is of 110,000 spectators in the frendly match between Algeria and Serbia in 3 Marsh 2010. It also hosted the 2000 African Championships in Athletics. After a formal compliance with current safety standards in 1999, the stadium was reduced to an 80,200 capacity, and following a new phase of renovation in 2003, the stadium's capacity has been reduced further to its current all-seater capacity of 64,000. The future capacity will be 80,000 with possible further renovations.","strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Algeria national football team represents Algeria in association football and is controlled by the Algerian Football Federation. The team plays its home games at the Stade 5 Juillet 1962 in Algiers and their head coach is former French footballer Christian Gourcuff. Algeria joined FIFA on 1 January 1964, a year and a half after gaining independence.\r\n\r\nAlgeria has qualified for four World Cups in 1982, 1986, 2010 and 2014. Algeria has also won the African Cup of Nations once in 1990, when they hosted the tournament. At the 2014 World Cup, Algeria became the first African team to score four goals in a match at the World Cup after scoring four goals against South Korea.\r\n\r\nThe traditional rivals of Algeria have been Morocco, Tunisia and Egypt. However, more recently, Egypt has become the main rival after a number of incidents involving the two teams, most recently during the 2010 FIFA World Cup qualification, in which Algeria defeated Egypt 1–0 in a tense tiebreaker in Omdurman in Sudan to qualify to the World Cup. A few months later, Algeria was then defeated by Egypt 0-4 in a tense match in Angola during the 2010 Africa Cup of Nations, which added to the rivalry.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rrwpry1455460218.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/rvuwuv1424078641.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}