{"teams":[{"idTeam":"136469","idSoccerXML":null,"idAPIfootball":"1094","intLoved":null,"strTeam":"Armenia","strTeamShort":null,"strAlternate":"","intFormedYear":"1992","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Vazgen Sargsyan Republican Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Vazgen Sargsyan Republican Stadium (Armenian: Վազգեն Սարգսյանի անվան Հանրապետական մարզադաշտ) also known as the Republican Stadium (Armenian: Հանրապետական մարզադաշտ, translit. Hanrapetakan Stadium) is an all-seater multi-use stadium located on 65 Vardanants street, in the Armenian capital Yerevan. The stadium was built between 1933 and 1935. It was officially opened in 1935 as Dinamo Stadium. Further developments were implemented in 1953, after the end of World War II. It is mainly used for association football and is the home ground of the Armenia national football team. The capacity of the stadium is 14,403 seats.","strStadiumLocation":"Yerevan","intStadiumCapacity":"14403","strWebsite":"www.ffa.am\/en","strFacebook":"www.facebook.com\/FootballFederationofArmenia","strTwitter":"twitter.com\/OfficialArmFF","strInstagram":"www.instagram.com\/armenian_ff","strDescriptionEN":"The Armenia national football team (Armenian: Հայաստանի ֆուտբոլի ազգային հավաքական, Hayastani futboli azgayin havak'akan) represents Armenia in association football and is controlled by the Football Federation of Armenia, the governing body for football in Armenia. After gaining independence from the Soviet Union, the team played its first international match on October 12, 1992. Armenia's home ground is the Republican Stadium in Yerevan . The national team has participated in the qualification of every major tournament from the UEFA Euro 1996 onwards, though they are yet to qualify for the knockout stage in either a UEFA European Football Championship or a FIFA World Cup. In what was the Armenian national squad's greatest success at present, the team came in third place in the UEFA Euro 2012 qualifying stage, with controversial officiating preventing them from achieving second place, and hence moving on to the play-off stage.\r\n\r\nThe primary training ground is at the Technical Center-Academy of the Football Federation of Armenia in the northern Avan District of the capital Yerevan, and the team plays their home matches at the Republican Stadium.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2s4tyg1552988028.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/FFAYouthFootballTV12?feature=mhee","strLocked":"unlocked"}]}