{"teams":[{"idTeam":"136455","idSoccerXML":null,"idAPIfootball":"1096","intLoved":null,"strTeam":"Azerbaijan","strTeamShort":null,"strAlternate":"","intFormedYear":"1992","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Baku Olympic Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Baku Olympic Stadium is a 68,700-seat stadium, designed and constructed to meet the international standards for stadiums set by the Union of European Football Associations (UEFA), the International Federation of Association Football (FIFA) and the International Association of Athletics Federations (IAAF). This is the largest stadium in Azerbaijan.\r\n\r\nConstruction of the 225,000-square-meter Stadium on a 650,000-square-meter site was completed in February 2015. The six-story, 65.7 meter structure near Boyukshor Lake, Baku, Azerbaijan, opened on 6 March 2015. The main tenant of the stadium is Azerbaijan's national football team, who moved from their previous home at the Tofiq Bahramov Republican Stadium. In June 2015 the stadium served as the main venue for the European Games, hosting the opening and closing ceremonies, and the athletic games. The venue is intended to host the quarterfinals and three of the group games for UEFA Euro 2020. A green area is being developed around the stadium, which is accessible via public transport.","strStadiumLocation":"Baku, Azerbaijan","intStadiumCapacity":"68700","strWebsite":"www.affa.az","strFacebook":"www.facebook.com\/affaazerbaijan","strTwitter":"","strInstagram":"instagram.com\/affa_official","strDescriptionEN":"}} The Azerbaijan national football team (Azerbaijani: Azərbaycan milli futbol komandası) is the national football team of Azerbaijan and is controlled by Association of Football Federations of Azerbaijan. It represents Azerbaijan in international football competitions. The majority of Azerbaijan's home matches are held at the national stadium, Baku Olympic Stadium, with friendly matches sometimes hosted at club stadiums.\r\n\r\nThe Azerbaijan national football team has taken part in qualification for each major tournament since Euro 96, but has never qualified for the finals tournament of any World Cup or European Championships.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/kr6lkz1552856315.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/affaofficial","strLocked":"unlocked"}]}