{"teams":[{"idTeam":"137152","idSoccerXML":null,"idAPIfootball":"0","intLoved":null,"strTeam":"Bangladesh Cricket","strTeamShort":null,"strAlternate":"","intFormedYear":"2000","strSport":"Cricket","strLeague":"One Day International Series","idLeague":"4801","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Bangladesh men's national cricket team (Bengali: বাংলাদেশ জাতীয় ক্রিকেট দল), popularly known as, The Tigers is administered by the Bangladesh Cricket Board (BCB). It is a Full Member of the International Cricket Council (ICC) with Test and One-Day International (ODI) status. It played its first Test match in November 2000 against India in Dhaka, becoming the tenth Test-playing nation.\r\n\r\nBangladesh's first official foray into international cricket came in the 1979 ICC Trophy in England. On 31 March 1986, Bangladesh played its first ODI match, against Pakistan in the Asia Cup. For a long time, football was the most popular sport in Bangladesh, but cricket gradually became very popular – particularly in urban areas – and by the late 1990s had surpassed football.\r\n\r\n\r\nBangladesh made its full debut in international cricket in the 1986 Asia Cup.\r\nIn 1997, Bangladesh won the ICC Trophy in Malaysia and thus qualified for its first Cricket World Cup to participate in England in 1999. There, it defeated Pakistan – causing much upset – and also Scotland. On 26 June 2000, Bangladesh was granted full ICC membership.\r\n\r\nBangladesh holds the record for most consecutive losses in Tests (21, between 2000 and 2002) and ODIs (23, between 2001 and 2004). After gaining Full Member status with the ICC, Bangladesh had to wait until 2004 for its first ODI win since the 1999 World Cup. The team on the losing side on that occasion was Zimbabwe, who also participated in Bangladesh's maiden Test victory in 2005; by securing a draw in the second match, Bangladesh won their first Test series. In 2009 Bangladesh toured the West Indies for two Tests and by winning both secured their first overseas Test series victory.\r\n\r\nAs of 20 June 2019, Bangladesh has played 114 Tests, winning thirteen. Its first victory was against team Zimbabwe, and the next two came against the West Indian team. Results have improved predominantly at home with draws earned against New Zealand, Pakistan, India and South Africa and wins against England, Sri Lanka and Australia. They played their 100th Test when they toured Sri Lanka in March 2017.\r\n\r\nThe team has been more successful in ODIs, having won 124 of its 367 matches. It has also played 85 Twenty20 Internationals, winning 26.\r\n\r\nThe team has been more successful in ODIs.Bangladesh is currently ranked ninth in Tests, seventh in ODIs and tenth in T20Is by the ICC.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Bangladesh","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vkyveg1569496991.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}