{"teams":[{"idTeam":"136470","idSoccerXML":null,"idAPIfootball":"2381","intLoved":null,"strTeam":"Bolivia","strTeamShort":null,"strAlternate":"","intFormedYear":"1926","strSport":"Soccer","strLeague":"Copa America","idLeague":"4499","strDivision":null,"strManager":"","strStadium":"Estadio Hernando Siles","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Hernando Siles is a sports stadium in La Paz, Bolivia. It is the country's largest sports complex with a capacity of 41,143 seats. It is named after Hernando Siles Reyes, the 31st President of Bolivia (1926–1930). The stadium is located in the Miraflores borough of La Paz, at an altitude of 3,637 metres (11,932 feet) above sea level, making it one of the highest professional stadiums in the world. The Stadium was opened in 1931 with a match between The Strongest and its classic rival, Universitario, with The Strongest winning 4–1. It is the home ground of three major Bolivian league football clubs, Club Bolivar, The Strongest and La Paz F.C. as well as several smaller top sides: Universitario de La Paz, Chaco Petrolero and Mariscal Braun. The stadium also hosts lower league clubs: Fraternidad Tigres and Academia de Balompié Boliviano.","strStadiumLocation":"La Paz, Bolivia","intStadiumCapacity":"41143","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Bolivia national football team (Selección de fútbol de Bolivia), also known as La Verde or Los Altiplanicos, has represented Bolivia in international football since 1926. Organized by the Bolivian Football Federation (FBF), it is one of the 10 members of FIFA's South American Football Confederation (CONMEBOL).\r\n\r\nAfter playing in the 1930 and 1950 World Cups, they qualified just once — in 1994 where they lost 1–0 to defending champions Germany in the tournament's opening game in Chicago. Bolivia have never advanced past the first round of any World Cup, and have only scored one goal, in 1994. However, they did win the Copa América at home in 1963, and finished as runners-up in their following tournament as hosts in 1997. In the Copa América 2015 in Chile, after defeating Ecuador 3–2, they advanced to the quarter-finals for the first time since 1997. This also ended a non-winning streak in the Copa América, with their last win being on 28 June 1997, when they defeated Mexico 1–0 in the semi-finals.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wzj4xz1553419082.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}