{"teams":[{"idTeam":"134510","idSoccerXML":"970","idAPIfootball":"0","intLoved":"1","strTeam":"Bosnia-Herzegovina","strTeamShort":null,"strAlternate":"Zmajevi","intFormedYear":"1992","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Bilino Polje Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Bilino Polje is the home football stadium of NK Čelik from the city of Zenica in Bosnia and Herzegovina and one of two main stadiums of the national football team of Bosnia and Herzegovina. The stadium was built and opened in 1972. It was used in Bosnia and Herzegovina's first match, a friendly played against Albania in 1995 with the final result being a 0–0 draw. The stadium is considered a \"curse\" for foreign national teams, because the Bosnian national team usually wins or rarely loses their home games at Bilino Polje stadium. In a period stretching from 1995 to October 2006, Bosnia went undefeated at home in around 15 games played in Zenica. The city of Zenica had to wait another five years (1995–2000) before the next match of the national team was played at the stadium. This match was also a friendly, this time against Macedonia, with the final result being a victory for the home side 1–0. The Bosnian national team never lost on this field until the Euro 2008 qualifier against Hungary. During 2010 FIFA World Cup qualifiers, Bosnia and Herzegovina national team played all their First round home matches at this stadium, losing only once, to current European and soon to be World Champion; Spain.\r\n\r\nOn 10 August 2012, the Bosnian Federation and the local government of City of Zenica financed the replacement of the old grass surface at the Bilino Polje Stadium after numerous complaints from visiting teams about its quality.\r\n\r\nAsim Ferhatović Hase Stadium is a stadium owned by the city of Sarajevo. It is also known as Koševo Stadium and formerly Olympic Stadium. The capacity is 34,630. Koševo Stadium is located in the Koševo neighborhood of Sarajevo and it is used mostly by FK Sarajevo. The stadium was opened in 1947. In 1984, it was reconstructed for the 1984 Winter Olympics, and is therefore often called Olympic Stadium. Now, it is officially called \"Asim Ferhatović – Hase\" since July 2004, after Asim Ferhatović, the FK Sarajevo player who retired in 1967. Attendance for concerts at the stadium can be 80,000 places, such as for U2's PopMart Tour in 1997 and Dino Merlin's Burek tour in 2004. It is the secondary home stadium of the national football side of Bosnia and Herzegovina.","strStadiumLocation":"Zenica, Bosnia and Herzegovina","intStadiumCapacity":"15600","strWebsite":"www.nfsbih.ba","strFacebook":"www.facebook.com\/pages\/Nogometni-savez-Bosne-i-Hercegovine\/514046555278595?ref=br_tf","strTwitter":"twitter.com\/NFSBiH","strInstagram":"","strDescriptionEN":"The Bosnia and Herzegovina national football team (Bosnian: Nogometna\/Fudbalska reprezentacija Bosne i Hercegovine; Cyrillic: Ногометна\/Фудбалска репрезентација Боснe и Херцеговинe) represents Bosnia and Herzegovina in association football and is governed by the Football Association of Bosnia and Herzegovina. Until 1992, Bosnian footballers played for Yugoslavia.\r\n\r\nBosnia and Herzegovina achieved their best result when they reached the 2014 FIFA World Cup as winners of their qualifying group. They were eliminated after group stage narrow losses to Argentina and Nigeria and a win over Iran.\r\n\r\nThe team has appeared in numerous other qualification play-offs, in 2010 FIFA World Cup play-offs loss to Portugal, as well as qualifying play-offs for UEFA Euro 2012 and UEFA Euro 2016, losing to Portugal and Republic of Ireland respectively, preventing the team from reaching their first UEFA European Championship.\r\n\r\nBosnia and Herzegovina's home stadium is Bilino Polje in the city of Zenica. Team's highest FIFA World Ranking was 13th in August 2013.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"La Selección de fútbol de Bosnia y Herzegovina (en bosnio: Nogometna\/Fudbalska reprezentacija Bosne i Hercegovine) es el equipo nacional de fútbol de Bosnia y Herzegovina en las competiciones oficiales. Su organización está a cargo de la Federación de Fútbol de Bosnia y Herzegovina, perteneciente a la UEFA. Hasta 1992, los jugadores bosnios jugaban en la Selección de fútbol de Yugoslavia. Por primera vez en su historia participará en las Copas Mundiales, en esta ocasión para la Copa Mundial de Brasil 2014, debutando ante la Argentina.\r\n\r\nLa selección nacional de Bosnia y Herzegovina nunca había podido clasificarse para un torneo oficial de la UEFA o FIFA, pero se había acercado en varias ocasiones.1 2 En particular, el equipo nacional jugó contra Portugal la repesca tanto para la Copa Mundial de la FIFA 2010 como para la UEFA Euro 2012.3 4 La selección nacional estuvo en situación de clasificación para la UEFA Euro 2004 y la UEFA Euro 2012 pero necesitaron una victoria en el último partido para clasificarse para la fase final del torneo.5 6 Durante la fase de clasificación para la Copa Mundial de 2006, la selección bosnia estuvo a una victoria de lograr su pase.7\r\n\r\nEl estadio donde Bosnia disputa sus partidos como local es Bilino Polje en la ciudad de Zenica. La primera victoria internacional de la selección nacional como miembro de la FIFA fue contra el subcampeón de la Copa Mundial de la FIFA 1994, Italia, el 6 de noviembre de 1996.8 9 10 El ranking mundial de la FIFA más alto del equipo nacional fue 15.º en junio de 2013.11 En los últimos años, el equipo nacional terminó dos veces entre los tres equipos con mayor progreso en la Clasificación Mundial de la FIFA del año.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wtqqst1455463120.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/uppust1424078249.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UC3kC4d03mYqaYk063UHsq3A","strLocked":"unlocked"}]}