{"teams":[{"idTeam":"134496","idSoccerXML":"956","idAPIfootball":"6","intLoved":null,"strTeam":"Brazil","strTeamShort":null,"strAlternate":"","intFormedYear":"1916","strSport":"Soccer","strLeague":"Copa America","idLeague":"4499","strDivision":null,"strManager":"","strStadium":"Maracanã Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Maracanã (Portuguese: Estádio do Maracanã, standard Brazilian Portuguese: , local pronunciation: ), officially Estádio Jornalista Mário Filho (IPA: ), is a football stadium in Rio de Janeiro, Brazil. The stadium is part of a complex that includes an arena known by the name of Maracanãzinho, which means \"The Little Maracanã\" in Portuguese. Owned by the Rio de Janeiro state government, it is, as is the Maracanã neighborhood where it is located, named after the Rio Maracanã, a now canalized river in Rio de Janeiro.\r\n\r\nThe stadium was opened in 1950 to host the FIFA World Cup, in which Brazil was beaten 2–1 by Uruguay in the deciding game, in front of 199,854 spectators on 16 July 1950. The venue has seen attendances of 150,000 or more at 26 occasions, the last being on 29 May 1983, as 155,253 spectators watched Flamengo beat Santos 3-0. The stadium has seen have crowds of more than 100,000 284 times. But as terraced sections have been replaced with seats over time, and after the more or less total renovation for the FIFA World Cup 2014, its original capacity has been reduced to the current 78,838, but it remains the largest stadium in Brazil. The stadium is mainly used for football matches between the major football clubs in Rio de Janeiro, including Flamengo, Fluminense, Botafogo and Vasco da Gama. It has also hosted a number of concerts and other sporting events.\r\n\r\nThe total attendance at the last (and indeed decisive game, but not a final) game of the 1950 FIFA World Cup was 199,854, making it the world's largest stadium by capacity when it was inaugurated. After its 2010–13 renovation, the rebuilt stadium currently seats 78,838 spectators, making it the largest stadium in Brazil and the second in South America after Estadio Monumental in Peru. It was the main venue of the 2007 Pan American Games, hosting the football tournament and the opening and closing ceremonies. The Maracanã was partially rebuilt in preparation for the 2013 FIFA Confederations Cup, and the 2014 World Cup, for which it hosted several matches, including the final. It also served as the venue for the opening and closing ceremonies of the 2016 Summer Olympics and Paralympics, with the main track and field events taking place at the Estádio Olímpico.","strStadiumLocation":"Maracanã, Rio de Janeiro, Brazil","intStadiumCapacity":"78838","strWebsite":"www.cbf.com.br","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Brazil national football team (Portuguese: Seleção Brasileira de Futebol) represents Brazil in international men's association football. Brazil is administered by the Brazilian Football Confederation (CBF), the governing body for football in Brazil. They have been a member of FIFA since 1923 and member of CONMEBOL since 1916.\r\n\r\nBrazil is the most successful national team in the FIFA World Cup, the main football international competition, being crowned winner five times: 1958, 1962, 1970, 1994 and 2002. Brazil also has the best overall performance in the World Cup, both in proportional and absolute terms, with a record of 73 victories in 109 matches played, 124 goal difference, 237 points, and 18 losses. Brazil is the only national team to have played in all World Cup editions without any absence nor need for playoffs. The seleção is likewise the most successful national team in the FIFA Confederations Cup with four titles: 1997, 2005, 2009 and 2013.\r\n\r\nIn relation to ranking standings Brazil fare well, having the all-time highest average football Elo Rating, and the fourth all-time highest football Elo Rating established in 1962. In FIFA's own ranking, Brazil holds the record for most Team of the Year wins with 12. Many commentators, experts and former players have considered the Brazil team of 1970 to be the greatest football team ever. Other Brazilian teams are also highly estimated and regularly appear listed among the best teams of all time, such as the Brazil teams of 1958–62, with honorary mentions for the gifted 1982 side.\r\n\r\nBrazil is the only national team to have won the World Cup on four different continents: once in Europe (1958 Sweden), once in South America (1962 Chile), twice in North America (1970 Mexico and 1994 United States) and once in Asia (2002 Korea\/Japan). They share with France and Argentina the feat to have won the three most important men's football titles recognized by FIFA: the World Cup, the Confederations Cup, and the Olympic tournament. They also share with Spain a record of 35 consecutive matches undefeated.\r\n\r\nBrazil has notable rivalries with Argentina—known as the Superclássico das Américas in Portuguese—and Italy—known as the Clásico Mundial in Spanish or the World Derby in English. Brazil has also produced players considered as the best of the world at their time and among the best in history, such are the cases of Pelé, Garrincha, Zico, Romário, Roberto Carlos, Ronaldo, Rivaldo, Ronaldinho, and Neymar. A common quip about football is: \"Os ingleses o inventaram, os brasileiros o aperfeiçoaram\" (The English invented it, the Brazilians perfected it).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vrrtrw1455463977.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2018-134496-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136824","idSoccerXML":null,"idAPIfootball":"1726","intLoved":null,"strTeam":"Brazil Women","strTeamShort":null,"strAlternate":"Brazil W","intFormedYear":"1991","strSport":"Soccer","strLeague":"FIFA Womens World Cup","idLeague":"4565","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Brazil women's national football team represents Brazil in women's association football and is run by the Brazilian Football Confederation (CBF). It has participated in eight editions of the FIFA Women's World Cup, finishing as runner-up in 2007, and seven editions of the Copa América Femenina.\r\n\r\nBrazil played their first game on 22 July 1986 against the United States, losing 2–1.\r\n\r\nThe team finished the 1999 World Cup in third place and the 2007 in second, losing to Germany in the final, 2–0. Brazil won the silver medal twice in the Olympic Games, in 2004 and 2008, after getting fourth place in the two previous editions.\r\n\r\nBrazil is the most successful women's national team in South America, having won the first four editions of the Copa América championship. Since 1999 they have been contenders for the World title. In 1998 and 1999, the team was the runner-up of the Women's U.S. Cup.\r\n\r\nIn 2017, the Brazilian Football Confederation's decision to fire head coach Emily Lima sparked protest among the team's players. The dispute evolved into an argument for greater wages and more respect and recognition for the country's female football players. As a result, players such as Cristiane, Rosana, and Francielle announced their retirement from international football, hoping that this decision might make a difference in the years to come.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Female","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/lfqu971560081960.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136737","idSoccerXML":null,"idAPIfootball":null,"intLoved":null,"strTeam":"Brazil Basketball","strTeamShort":null,"strAlternate":"","intFormedYear":"1935","strSport":"Basketball","strLeague":"FIBA Basketball World Cup","idLeague":"4549","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Brazil national basketball team is governed by the Brazilian Basketball Confederation (Portuguese: Confederação Brasileira de Basketball), abbreviated as CBB.\r\nThey have been a member of the International Federation of Basketball (FIBA), since 1935. Brazil's national basketball team remains among the most successful in the Americas. It is the only team besides the United States, that has appeared at every FIBA Basketball World Cup, since it was first held in 1950.\r\n\r\nThroughout its history, the Brazilian national team has won two FIBA World Cup gold medals (1959 and 1963), three Summer Olympic Games bronze medals (in 1948, 1960 and 1964), four FIBA AmeriCup gold medals (1984, 1988, 2005 and 2009), and six Pan American Games gold medals (1971, 1987, 1999, 2003, 2007, and 2015).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Brazil","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/54utxo1560685581.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}