{"teams":[{"idTeam":"136461","idSoccerXML":null,"idAPIfootball":"1103","intLoved":null,"strTeam":"Bulgaria","strTeamShort":null,"strAlternate":"","intFormedYear":"1924","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Vasil Levski Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Vasil Levski National Stadium (Bulgarian: Национален стадион „Васил Левски“), named after Bulgarian national hero and revolutionary Vasil Levski, is the country's second largest stadium. The stadium has 44,000 seats and is located in the centre of Sofia, on the territory of the city's oldest and most famous park - the Borisova gradina. The Bulgaria national football team's home matches and the Bulgarian Cup finals are held at the venue, as well as athletics competitions. It was used as the home venue for Levski Sofia's Champions League games, and is often used for important derbies between the big clubs from Sofia, instead of their own home stadiums.","strStadiumLocation":"Sofia, Bulgaria","intStadiumCapacity":"44000","strWebsite":"bfunion.bg","strFacebook":"www.facebook.com\/BulgarianNationalTeam","strTwitter":"twitter.com\/BFU_1923","strInstagram":"","strDescriptionEN":"The Bulgaria national football team (Bulgarian: Български национален отбор по футбол) is an association football team of Bulgaria. It is fielded by the Bulgarian Football Union, a member association of UEFA. The team's home stadium is the Vasil Levski Stadium in Sofia and Petar Hubchev is the current national manager. Their best achievements are – reaching the FIFA World Cup semi-finals in 1994, reaching the Summer Olympics final in 1968, quarter-finals at the UEFA Euro 1968, along with winning four Balkan Cup titles. Although defeating strong top ranked teams in many international friendlies throughout the years, the team's strength has slowly fallen. In result, Bulgaria has failed to qualify for any major tournament since 2004.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0bee7p1552858893.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}