{"teams":[{"idTeam":"134501","idSoccerXML":"961","idAPIfootball":"8","intLoved":null,"strTeam":"Colombia","strTeamShort":null,"strAlternate":"","intFormedYear":"1938","strSport":"Soccer","strLeague":"Copa America","idLeague":"4499","strDivision":null,"strManager":"","strStadium":"Estadio Metropolitano","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/jk5img1545391759.jpg","strStadiumDescription":"Estadio Metropolitano Roberto Meléndez, commonly known as Estadio Metropolitano, or colloquially, El Metro, is a multi-use all-seater football stadium in Barranquilla, Colombia. It is the home stadium of local football team Atlético Junior. It was built with a capacity of 49,612 for the Colombian World Cup bid in 1986. The stadium was inaugurated that year with a game between Uruguay and Junior, which the Uruguayans won 2–1. It is the second largest stadium in Colombia. The first official name of the stadium was Estadio Metropolitano, which was changed around 1991 in order to honor the Colombian footballer Roberto Meléndez. This is the official stadium for the national football team of Colombia.\r\n\r\nHistory\r\nBefore the construction of Estadio Metropolitano, the city only had the Romelio Martínez Stadium, which was built in 1934 with a capacity of 10,000 spectators. Since the advent of professional football to Barranquilla in 1948, it became evident the need for a sports arena that would house the football fans.\r\n\r\nIn the early 1970s, the expansion of the Romelio Martínez Stadium was projected with the construction of new bleachers for the sports arena. However, an architectural error would force the reduction of the 72nd Street to complete the works. After some time it was decided to demolish the new forum yet unfinished in the midst of strong criticism, which the local press called the Gallery of Shame. Due to the large amount of money being spent on this project, it failed because subsequent studies showed the impossibility of conducting a proper extension to the scenario, it was decided that the best solution was to design an entirely new football stadium for the city.\r\n\r\nIn 1979, the governor of the department of Atlántico, Pedro Martín Leyes presented President Julio César Turbay the project to build a new stadium in Barranquilla, supported the idea of doing a host of World Cup 1986 to be held in Colombia. The project is approved and the foundation stone for the building is placed on December 7 of 1979 in an area of 30 hectares, located on the avenue Circunvalar with Murillo Street, donated by the Instituto de Crédito Territorial (Inscredial). For its construction the firm Metrofútbol was formed, led by architect Jaime de Biasse. José Francisco Ramos was appointed as architect of the stadium, awarding construction to engineer Julio Gerlein and electrical Engineer Luis Gonzalo Prada Ch.","strStadiumLocation":"Barranquilla, Colombia","intStadiumCapacity":"46788","strWebsite":"www.colfutbol.org","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Colombia national football team (Spanish: Selección de fútbol de Colombia) represents Colombia in international football competitions and is overseen by the Colombian Football Federation. It is a member of the CONMEBOL and is currently ranked 12th in the FIFA World Rankings. The team are nicknamed Los Cafeteros due to the coffee production in their country.\r\n\r\nSince the mid-1980s, the national team has been a symbol fighting the country's negative reputation. This has made the sport popular and made the national team a sign of nationalism, pride and passion for many Colombians worldwide. Colombia is known for having a passionate fan base.\r\n\r\nColombia had its strongest period during the 1990s. A 1993 match resulted in a 5–0 win over Argentina which began a special \"mutual respect\" rivalry between both nations. The goalkeeper René Higuita achieved fame from his eccentric scorpion kick clearance against England at Wembley Stadium in 1995. Stars from Colombia's team included Carlos Valderrama and Faustino Asprilla. During this era Colombia qualified for the 1990, 1994, and 1998 World Cups, only reaching the second round in 1990. Following the murder of Andrés Escobar after the 1994 World Cup, Colombia's team faded in the latter half of the 1990s. They were the champions of the 2001 Copa América, which they hosted and set a new Copa América record of conceding no goals and winning each match. Prior to that success, they were runners-up to Peru in the 1975 Copa América. In total, Colombia has gained a top four result in seven Copa Américas. Colombia was the first team to win FIFA best mover in 1993 where the achievement was first introduced and the second team after Croatia to win it twice in 2012.\r\n\r\nColombia missed three World Cups between 2002 and 2010. During the 2014 World Cup qualifiers, Colombia showed improvement over the 2011 Copa América, bringing its rank up to the top ten for the first time since 2002 and into the top five consistently for the first time since 2004. After a 16-year-long wait, in 2014 Colombia finally returned to the World Cup, where they were able to advance to the quarter-finals, the furthest Colombia has ever made it in a World Cup. Colombia's midfielder James Rodríguez won two awards, the Golden Boot for most goals (6) and Best Goal of the Tournament.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/syxsss1455465283.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2018-134501-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"137433","idSoccerXML":null,"idAPIfootball":"0","intLoved":null,"strTeam":"Colombia Women","strTeamShort":null,"strAlternate":"","intFormedYear":"1998","strSport":"Soccer","strLeague":"FIFA Womens World Cup","idLeague":"4565","strDivision":null,"strManager":"","strStadium":"Estadio Metropolitano Roberto Meléndez","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Metropolitano Roberto Meléndez, commonly known as Estadio Metropolitano, or colloquially, El Metro, is a multi-use all-seater football stadium in Barranquilla, Colombia. It is the home stadium of local football team Atlético Junior. It was built with a capacity of 49,612 for the Colombian World Cup bid in 1986. The stadium was inaugurated that year with a game between Uruguay and Junior, which the Uruguayans won 2–1. It is the second largest stadium in Colombia. The first official name of the stadium was Estadio Metropolitano, which was changed around 1991 in order to honor the Colombian footballer Roberto Meléndez. This is the official stadium for the national football team of Colombia.","strStadiumLocation":"Barranquilla, Colombia","intStadiumCapacity":"60788","strWebsite":"www.fcf.com.co","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Colombia women's national football team represents Colombia in international women's football competitions and are controlled by the Colombian Football Federation. They are a member of the CONMEBOL. The team is currently ranked 22nd in the FIFA Ranking and have qualified for two FIFA Women's World Cups, in Germany 2011 and Canada 2015.\r\n\r\nColombia is one of South America's best-ranked national teams, and are also the third nation of the continent to qualify for World Cup and the Olympics, besides Brazil and Argentina. Colombia was the first Spanish-speaking country whose women's team advanced beyond the group stage in a World Cup (in 2015).\r\n\r\nLas Cafeteras also had participated in all Copa América Femenina editions since 1998. Colombia were runners-up in 2010 and 2014.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/p0nm871573501508.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}