{"teams":[{"idTeam":"134505","idSoccerXML":"965","idAPIfootball":"29","intLoved":null,"strTeam":"Costa Rica","strTeamShort":null,"strAlternate":"","intFormedYear":"1927","strSport":"Soccer","strLeague":"FIFA World Cup","idLeague":"4429","strDivision":null,"strManager":"","strStadium":"Estadio Nacional","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/pi76lr1545912339.jpg","strStadiumDescription":"The National Stadium of Costa Rica (Spanish: Estadio Nacional de Costa Rica) is a multi-purpose stadium in La Sabana Metropolitan Park, San José, Costa Rica. It is the first modern sport and event arena to be built in Central America. The stadium was completed in 2011 and officially opened its doors to the public on Saturday, March 26 of that same year, with a capacity of 35,175 seats. The stadium replaces the original National Stadium. It also serves as the home stadium of the Costa Rica national football team.\r\n\r\nIt has one high-definition 160-square-metre (1,700 sq ft) screen, located in the southern section of the stadium, along with a smaller monochromatic screen, and another monochromatic screen of the same dimensions in the northern section.\r\n\r\nIt was used to host matches during the 2014 FIFA U-17 Women's World Cup, including the opening game, the third place match and the Final.","strStadiumLocation":"San José, Costa Rica","intStadiumCapacity":"35175","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Costa Rica national football team (Spanish: Selección de fútbol de Costa Rica) is administered by the Costa Rican Football Federation (FEDEFUTBOL), the governing body for football in Costa Rica. They have been a member of the International Federation of Association Football (FIFA) since 1927, a member of the Confederation of North, Central American and Caribbean Association Football (CONCACAF) since 1961, and a member of the Central American Football Union (UNCAF) since 1990.\r\n\r\nCosta Rica is the most successful national football team in the history of Central America. They have won three CONCACAF Championships (1963, 1969 and 1989) and a leading with eight championships in the Copa Centroamericana and its predecessor. Costa Rica is the only national team in Central America to have played in four FIFA World Cup editions. Costa Rica's national football team has the all-time highest average Football Elo Ranking in Central America with 1597.1, and the all-time highest Football Elo Ranking in Central America, with 1806 in 2014.\r\n\r\nSince the late 1980s, the team has continuously been visible as a solidly competitive side, with a prominent performance in the 1990 FIFA World Cup in Italy, making it to the knockout stage in their debut after finishing second in their group during the first phase, below Brazil. They also managed to qualify for the 2002 and 2006 FIFA World Cups. In 2014, Costa Rica made their best performance in history by finishing first in their group that consisted of three former World Cup champions: Uruguay, Italy, and England. During the Round of 16 they defeated Greece 5–3 via a penalty shootout after a 1–1 draw. Reaching the quarterfinals for their very first time the \"Ticos\" were defeated by the Netherlands also in a penalty shootout (3–4) after a scoreless draw on 5 July.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/f6a2js1529145562.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2018-134505-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}