{"teams":[{"idTeam":"134507","idSoccerXML":"967","idAPIfootball":"2382","intLoved":null,"strTeam":"Ecuador","strTeamShort":null,"strAlternate":"","intFormedYear":"1962","strSport":"Soccer","strLeague":"Copa America","idLeague":"4499","strDivision":null,"strManager":"","strStadium":"Olímpico Atahualpa","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Olímpico Atahualpa (Spanish pronunciation: ) is a multi-purpose stadium in Quito, Ecuador. It is currently used mostly for football matches and has a capacity of 35,724.\r\n\r\nBuilt in 1951, it sits at the intersection of the Avenida 6 de Diciembre and Avenida Naciones Unidas, two major streets in Ecuador's capital city. Football clubs Deportivo Quito, El Nacional and Universidad Católica use the facility for their home games, although other prominent teams in the city have used the stadium for home games in the past. The stadium is named after Inca prince Atahualpa. The stadium is located at an elevation of 2,782 metres (9,127 ft).\r\n\r\nAt this venue, the Ecuadorian national football team has beaten Brazil twice, Paraguay three times, and Argentina twice, amongst others, securing their positions in Korea\/Japan 2002, Germany 2006, and Brazil 2014. During the qualifying for Germany 2006 and Brazil 2014, Ecuador qualified and remained undefeated in this stadium.","strStadiumLocation":"Quito, Ecuador","intStadiumCapacity":"35742","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Ecuador national football team (Selección de fútbol de Ecuador) represents Ecuador in international football competitions and is controlled by the Ecuadorian Football Federation (Federación Ecuatoriana de Fútbol). They play official home matches at Estadio Olímpico Atahualpa in Quito.\r\n\r\nEcuador has qualified for three FIFA World Cups in 2002, 2006 and 2014. Their best performance came in 2006 when they advanced to the Round of 16, eventually eliminated by England. They are one of two countries in South America not to have won the Copa América, the other being Venezuela. Their best performance in the continental tournament was fourth in 1959 and 1993, both times on home soil.\r\n\r\nHistory\r\nFrom a historical viewpoint, Ecuador have been one of the more struggling footballing nations in South America. Despite their past irregularities, however, Ecuador has risen to be a serious South American competitor in recent years.\r\n\r\nDiscarding an invitation to participate in the inaugural 1930 FIFA World Cup held in Uruguay, their first participation in a World Cup qualifying campaign was in the 1962 campaign, eventually being well beaten by Argentina over two games. However, the 1966 qualifying campaign pitted the side, regarded as one of the finest teams Ecuador has ever produced, against 1962 hosts and third-place finishers Chile and a weakened Colombia side. Ecuador, featuring stars such as Washington Muñoz, Alberto Spencer, Carlos Alberto Raffo, Enrique Raymondi and Jorge Bolaños, forced a play-off in Peru before being eliminated by Chile. Other talented players to have represented Ecuador include José Villafuerte in the 1970s and 1980s.\r\n\r\nThe 1998 World Cup qualifiers saw the format for qualifying in CONMEBOL changed to a league home-and-away system. This difference made a huge impact on Ecuador's performance as they clinched several important home wins during the campaign. At the end, they achieved a very respectable 6th-place finish, just under Peru and Chile (which qualified by goal differential). The campaign also marked the emergence of several players, such as Agustín Delgado, Álex Aguinaga, Iván Hurtado, Ulises de la Cruz and Iván Kaviedes, who would set the stage for Ecuador's achievements in the next decade.\r\n\r\nThis remained the closest they had come to appearing in a finals until the qualification tournament for the 2002 FIFA World Cup in South Korea and Japan. Led by Colombian born manager Hernán Darío Gómez, they finished second to Argentina, and one point ahead of Brazil who went on to win the World Cup. Agustín Delgado, with 9 goals, finished joint top scorer in qualifying with Hernán Crespo of Argentina. They were drawn into Group G with Italy, Mexico and Croatia. Although they were knocked out at the group stage, they achieved a 1–0 victory over Croatia, who had come third at the previous edition of the World Cup.\r\n\r\nA disappointing showing at the 2004 Copa América in Peru led to the resignation of Gómez, who was replaced by another Colombian, Luis Fernando Suárez. He led them successfully through the latter stages of the qualification process for the 2006 FIFA World Cup, finishing third to make the finals. In Germany, they were drawn into Group A with the hosts, Poland, and Costa Rica. Wins over Poland and Costa Rica earned La Tri qualification to the knockout stages for the first time.\r\n\r\nAnother disappointing showing at yet another Copa América in 2007 and three successive defeats in the beginning of the 2010 World Cup qualifying campaign led to the end of Suarez's time in the national team. He was replaced in 2008 for Sixto Vizuete, who had previously gained recognition for winning the 2007 Pan American Games with the U-18s. Vizuete became one of the few Ecuadorians to coach the U-23 national team, and senior team, but Ecuador finished the qualifying campaign for the 2010 FIFA World Cup in 6th place, being eliminated from the finals for the first time since 1998. They managed to turn it around in the 2014 World Cup qualifying campaign where they finished in the top 4, enough to record a third World Cup appearance. On Friday, 6 December 2013 they were drawn into a balanced group compromising of top seeds, Switzerland, former champions France, and minnows Honduras.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qypyvv1455465312.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/urvwyq1424078956.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}