{"teams":[{"idTeam":"136138","idSoccerXML":"4839","idAPIfootball":"32","intLoved":null,"strTeam":"Egypt","strTeamShort":null,"strAlternate":"مُنتخب مَــصـر‎","intFormedYear":"1920","strSport":"Soccer","strLeague":"African Cup of Nations","idLeague":"4496","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.efa.com.eg","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Egypt national football team (Egyptian Arabic: مُنتخب مَــصـر‎, Montakhab Masr), known as The Pharaohs, represents Egypt in men's International association football and is governed by the Egyptian Football Association (EFA) founded in 1921, the governing body for football in Egypt. The team's historical stadium is Cairo International Stadium but since 2012 the team has played most home games at Borg El Arab Stadium of Alexandria. The current team manager is Héctor Cúper.\r\n\r\nEgypt is the most successful national team in Africa, having won the Africa Cup of Nations a record seven times: the inaugural edition in 1957 and on home soil in 1959, as well as the 1986 edition, Burkina Faso in 1998, 2006, Ghana in 2008 and Angola in 2010 edition. Egypt has also been as high as ninth in the FIFA World Rankings, making the team one of only three African national teams to enter the world's top ten. Despite their respectable continental record, Egypt has so far made only two appearances in the World Cup (in 1934 and 1990), failing to win a game on both occasions. The Egypt national team was the first African and Middle Eastern team to qualify for the World Cup.\r\n\r\nEgypt qualified for the 2017 Africa Cup of Nations and eventually finished runners-up after losing to Cameroon in the final. The tournament helped Egypt rise from 60 in December 2016 to 19 in May 2017 in the FIFA World Rankings.\r\n\r\nOn October 8, 2017, Egypt qualified for the 2018 World Cup, their first appearance for 28 years and third overall.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/zudd531526726741.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2018-136138-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}