{"teams":[{"idTeam":"136453","idSoccerXML":null,"idAPIfootball":"1101","intLoved":null,"strTeam":"Estonia","strTeamShort":null,"strAlternate":"","intFormedYear":"1920","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"A. Le Coq Arena","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The A. Le Coq Arena (known as Lilleküla Stadium prior to sponsorship and during UEFA competitions) is a football stadium in Tallinn, Estonia. It is the home ground of football club Flora and the Estonia national football team. With a capacity of 14,405, it is the largest football stadium in Estonia.","strStadiumLocation":"Tallinn, Estonia","intStadiumCapacity":"14405","strWebsite":"jalgpall.ee\/koondis\/1\/uudised","strFacebook":"www.facebook.com\/jalgpalleestis","strTwitter":"","strInstagram":"www.instagram.com\/eestijalgpall","strDescriptionEN":"The Estonia national football team (Estonian: Eesti jalgpallikoondis) represents Estonia in international football and is controlled by the Estonian Football Association (Eesti Jalgpalli Liit), the governing body for football in Estonia. Estonia play their home matches at the A. Le Coq Arena in Tallinn, Estonia.\r\n\r\nEstonia's first match was held against Finland in 1920, being a 6–0 defeat. The team participated in the 1924 Olympic Games tournament, their only participation. In 1940, Estonia was occupied by the Soviet Union and did not regain independence (and the possibility of a national football team) until 1991. Estonia's first FIFA recognised match as an independent nation after the break-up of the Soviet Union, was against Slovenia on 3 June 1992, a 1–1 draw in the Estonian capital city of Tallinn.\r\n\r\nEstonia have never qualified for the FIFA World Cup or UEFA European Championship. The team have however reached the UEFA Euro 2012 qualifying play-offs, by finishing second in their qualifying group, before being drawn up against Ireland for a play-off tie, making 2011 the Annus mirabilis of Estonian football.\r\n\r\nEstonia has also participated in the local sub-regional Baltic Cup championship, which takes place every two years between the countries of Estonia, Latvia and Lithuania. Estonia has won the Baltic Cup tournament three times—most recently in 1938—which is the least of all three Baltic states.\r\n\r\nThe record for the most international caps by an international is held by Martin Reim with 157, who held the European record in 2009 until November of that year. In September 2016, Reim was appointed team manager. The record for most goals is held by Andres Oper with 38.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/fqety71552861042.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}