{"teams":[{"idTeam":"136468","idSoccerXML":null,"idAPIfootball":"1099","intLoved":null,"strTeam":"Finland","strTeamShort":null,"strAlternate":"","intFormedYear":"1911","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Helsinki Olympic Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Helsinki Olympic Stadium (Finnish: Helsingin Olympiastadion; Swedish: Helsingfors Olympiastadion), located in the Töölö district about 2.3 kilometres (1.4 mi) from the centre of the Finnish capital Helsinki, is the largest stadium in the country, nowadays mainly used for hosting sports events and big concerts. The stadium is best known for being the centre of activities in the 1952 Summer Olympics. During those games, it hosted athletics, equestrian show jumping, and the football finals.\r\n\r\nThe stadium was also the venue for the first Bandy World Championship in 1957, the first World Athletics Championships in 1983 as well as for the 2005 World Championships in Athletics. It hosted the European Athletics Championships in 1971, 1994 and 2012.\r\n\r\nIt is also the home stadium of the Finland national football team. The stadium is closed temporarily since March 2016 for renovation works and scheduled of reopening in 2019.","strStadiumLocation":"Helsinki, Finland","intStadiumCapacity":"36000","strWebsite":"www.palloliitto.fi\/maajoukkueet\/huuhkajat","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Finland national football team (Finnish: Suomen jalkapallomaajoukkue, Swedish: Finlands fotbollslandslag) represents Finland in international football competitions and is controlled by the Football Association of Finland.\r\n\r\nAlthough the Finnish national team has never qualified for a finals tournament of the World Cup or the European Championships in spite of its long history, the Nordic nation made remarkable progression in the 2000s, reaching a peak of 30th on the Elo Rankings. Under coach Roy Hodgson they achieved notable results against much more established European teams. After a few years of poor results, they dipped to a FIFA ranking of 110, the lowest in their history. However, in the autumn of 2017, Finland began to rise up the FIFA rankings and, as of September 2018, they sit at 58th.\r\n\r\nFinland has also participated on two occasions in the European sub-regional Baltic Cup championship, which takes place every two years between the Baltic countries of Estonia, Latvia and Lithuania. Finland's best result in the Baltic Cup tournament was in 2012 when they finished as runners-up. In 2014 Finland finished the tournament in third place.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/e4zy491552943080.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}