{"teams":[{"idTeam":"133902","idSoccerXML":"318","idAPIfootball":"1117","intLoved":null,"strTeam":"Greece","strTeamShort":null,"strAlternate":"","intFormedYear":"1906","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Olympic Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Olympic Stadium of Athens \"Spyros Louis\" (Greek: Ολυμπιακό Στάδιο Αθηνών \"Σπύρος Λούης\", Olympiakó Stádio Athinon \"Spyros Louis\") is a sports stadium in Athens, Greece. It is a part of the Athens Olympic Sports Complex and is named after the first modern Olympic marathon gold medalist in 1896, Spyros Louis. The stadium hosts one of the biggest sport clubs in Greece, AEK Athens.\r\n\r\nHistory\r\nLocated in the area of Marousi in Athens, the stadium was originally designed in 1979 and built in 1980–1982. It was completed in time to host the 1982 European Championships in Athletics. It was inaugurated by the President of Greece at the time, Konstantinos Karamanlis, on 8 September 1982. One year later, in 1983, OAKA Stadium hosted the 1983 European Cup Final between Hamburger SV and Juventus (1-0). In 1987, the stadium hosted the 1986–87 European Cup Winners' Cup final between Ajax and Lokomotiv Leipzig (1-0). Olympic stadium is an UEFA category four stadium and is the largest stadium in Grecce. In 1994, OAKA Stadium hosted their second 1994 UEFA Champions League Final, this time contested between AC Milan and Barcelona (4-0). It also hosted several events of the 1991 Mediterranean Games and the 1997 World Championships in Athletics, sought in order to prove that it was capable of hosting major sporting events after the failure of Athens to win the 1996 Summer Olympics but successfully hosting the 2004 Summer Olympics.\r\n\r\nIt was extensively renovated in time for the 2004 Summer Olympics, including a roof designed by Santiago Calatrava, and innovatively positioned with Enerpac hydraulics. The roof was added atop the sidelines and completed just in time for the opening of the Games. The stadium was then officially re-opened on 30 July 2004. It hosted the athletics events and the football final at the 2004 Summer Olympics. It also hosted the opening ceremony on 13 August 2004, and the closing ceremony on 29 August 2004. In 2007, OAKA Stadium hosted the 2007 UEFA Champions League Final between AC Milan and Liverpool (2-1). The stadium's attendance was reduced to 72,000 for the Olympics, the initial capacity was some 75,000, though only 69,618 seats were made publicly available for the track and field events and slightly more for the football final. The turf system consists of natural grass in modular containers which incorporate irrigation and drainage systems.\r\n\r\nDesign\r\nConstruction\r\nThe foundation stone for the Olympic Stadium was laid on 7 January 1980. Its construction was revolutionary and involved the use of a prefabrication method for the 34 sets of pillars supporting the stands (each weighed 600 tons). About 26,000 seats of the lower tier were covered, while the stadium's most striking feature were the four leaning pillars that held its floodlights, each being 62 metres tall. The Athens Olympic Stadium was finally inaugurated in September 1982.\r\n\r\nRenovation\r\nThe stadium was renovated from 2002 until 2004 adding the famous roof for the 2004 Summer Olympics. The central lawn of O.A.K.A consists of approximately 6.000 plastic capsules inside which thermophile lawn is grown. The capsules are adjoining, their size is 1.2*1.2m and are situated on a flat cement surface of two acres, flanked by two lateral drainage channels. The irrigation of the lawn is achieved by 35 automatically elevated water launchers with the use of programmed irrigation. This system allows the movement of the lawn to an area outside the stadium in order for the surface to be used for different events.Thirty-four entrance gates provide access to the stands. Odd gate numbers (1 to 35) lead to the lower and even numbers (2 to 34) to the upper tier. There are no gates numbered 18 and 36, since the two video-scoreboards are located in their place. Additionally, the stadium features 17 VIP boxes and 3 parking lots. Due to its design, the stadium's tribunes have the ability to empty within 7 minutes.","strStadiumLocation":"Maroussi, Athens, Greece","intStadiumCapacity":"69618","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Greece national football team (Greek: Εθνική Ελλάδος, Ethniki Ellados) represents Greece in association football and is controlled by the Hellenic Football Federation, the governing body for football in Greece. Greece's main home grounds are located in the capital-city Athens at the Olympic Stadium in Maroussi and also in the port of Piraeus at the Georgios Karaiskakis Stadium. Greece is one of only ten national teams to have been crowned UEFA European Champions.\r\n\r\nAt the UEFA Euro 1980 Greece made their first appearance in a major tournament and although they did not make it through the group stage, their qualification to the then eight-team tournament gave them a position in the top eight European football nations that year. Greece had to wait until 1994 to experience their first FIFA World Cup participation, but after an undefeated qualifying run they produced a poor performance in the final tournament, losing all three group matches without scoring.\r\n\r\nThe UEFA Euro 2004 marked a high point in Greece's football history when they were crowned European champions, in only their second participation in the tournament, against all the odds. The Greeks, dismissed as rank outsiders before the tournament, defeated some of the favourites in the competition including defending European champions France and hosts Portugal, with Greece beating the latter in both the opening game of the tournament and again in the final. Their triumph also gave them a qualification for the 2005 FIFA Confederations Cup.\r\n\r\nIn the decade after the 2004 victory, Greece qualified for the final tournaments of all but one major competitions entered, reaching the quarter-finals at the UEFA Euro 2012 and the round of 16 at the 2014 FIFA World Cup. Moreover, they occupied a place in the top 20 of the FIFA World Rankings for all but four months during that period, and reached an all-time high of eighth in the world from April to June 2008, as well as in October 2011.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xtxtts1455465601.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/xwrsvv1424078348.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"136727","idSoccerXML":null,"idAPIfootball":null,"intLoved":null,"strTeam":"Greece Basketball","strTeamShort":null,"strAlternate":"","intFormedYear":"1932","strSport":"Basketball","strLeague":"FIBA Basketball World Cup","idLeague":"4549","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.basket.gr","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Greece national basketball team (Greek: Eθνική Oμάδα Καλαθοσφαίρισης Ελλάδος) is organized and run by the Hellenic Basketball Federation. They were runners-up in the 2006 FIBA World Championship, after beating the United States 101–95 in the tournament's semifinal. They have won EuroBasket twice; in 1987, after beating the Soviet Union 103–101 in the final in Athens and in 2005, after beating Germany with a convincing 78–62 in the final in Belgrade. Greece is currently placed eighth in the FIBA World Rankings.\r\n\r\nGreece has also won one silver (1989) and two bronze medals (1949, 2009) at EuroBasket, having closely missed a medal in several occasions in world and continental tournaments (4th place in the 1994 and 1998 FIBA World Championships, 4th place in the 1993, 1995, 1997 and 2007 FIBA EuroBasket), as well as ending up in the fifth place in their last three Olympic appearances (United States 1996, Greece 2004, China 2008). Between 1990 and 1997, following their consecutive successes in EuroBasket, the Greeks participated in all major international tournaments but one, with their lowest ranking being a sixth place in the 1990 FIBA World Championship.\r\n\r\nGreece is the only national team in the world to have defeated the United States during Mike Krzyzewski's era (2005–2016), as the latter had an undefeated record both before and after the 2006 World Championship semifinal, all major competitions included.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Greece","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/9w3mzm1560083612.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}