{"teams":[{"idTeam":"135987","idSoccerXML":"1390","idAPIfootball":"769","intLoved":null,"strTeam":"Hungary","strTeamShort":null,"strAlternate":"","intFormedYear":"1902","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Groupama Arena","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Hungary national football team (Hungarian: Magyar labdarúgó-válogatott) represents Hungary in international football and is controlled by the Hungarian Football Federation.\r\n\r\nHungary has a respectable football history, having won three Olympic titles, finishing runners-up in the 1938 and 1954 FIFA World Cups, and third in the 1964 UEFA European Football Championship. Hungary revolutionised the sport in the 1950s, laying the tactical fundamentals of Total Football and dominating international football with the remarkable Golden Team which included legend Ferenc Puskás, top goalscorer of the 20th century, to whom FIFA dedicated its newest award, the Puskás Award. The side of that era has the second all-time highest Football Elo Ranking in the world, with 2166 in 1954, and one of the longest undefeated runs in football history, remaining unbeaten in 31 games, spanning over four years and including matches such as the Match of the Century.\r\n\r\nDespite these achievements, the Hungarian team faced a severe drought starting from their elimination at the 1986 FIFA World Cup, failing to qualify to a major tournament for 30 years and reaching their lowest FIFA ranking (87) in 1996 as well as finishing sixth in their group of Euro 2008 qualifiers before qualifying to Euro 2016, where they made their best European Championship performance in over 40 years after reaching the round of 16.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2nod1j1514637787.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}