{"teams":[{"idTeam":"133911","idSoccerXML":"327","idAPIfootball":"1119","intLoved":null,"strTeam":"Ireland","strTeamShort":null,"strAlternate":"","intFormedYear":"0","strSport":"Soccer","strLeague":"FIFA World Cup","idLeague":"4429","strDivision":null,"strManager":"Martin O'Neill","strStadium":"Lansdowne Road","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Aviva Stadium (also known as Lansdowne Road; Irish: Staid Aviva) is a sports stadium located in Dublin, Ireland, with a capacity for 51,700 spectators (all seated). It is built on the site of the former Lansdowne Road stadium, which was demolished in 2007, and replacing it as home to its chief tenants: the Irish rugby union team and the Republic of Ireland football team. The decision to redevelop the stadium came after plans for both Stadium Ireland and Eircom Park fell through. Aviva Group Ireland signed a 10-year deal for the naming rights in 2009.\r\n\r\nThe stadium, located adjacent to Lansdowne Road railway station, officially opened on 14 May 2010. The stadium is Ireland's first, and only, UEFA Category 4 Stadium and in 2011, it hosted the Europa League Final. It also hosted the inaugural Nations Cup, as well as the regular home fixtures of the national rugby team, national football team and some home fixtures for Leinster Rugby from August 2010 onwards.\r\n\r\nUnlike its predecessor, which was solely owned by the Irish Rugby Football Union (IRFU), the current stadium is controlled by the IRFU and the Football Association of Ireland (FAI) through a 50:50 joint venture known as the Lansdowne Road Stadium Development Company (LRSDC). The joint venture has a 60-year lease on the stadium; on expiry the stadium will return to the exclusive ownership of the IRFU.","strStadiumLocation":"Lansdowne Road, Dublin 4, Dublin, Ireland","intStadiumCapacity":"51700","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Republic of Ireland national football team (Irish: Foireann peile náisiúnta Phoblacht na hÉireann) represents Ireland in association football. It is governed by the Football Association of Ireland (FAI) and plays its home fixtures at the Aviva Stadium in Dublin.\r\n\r\nThe team made their debut at the 1924 Summer Olympics, reaching the quarter-finals. Between 1924 and 1936, the team competed as the Irish Free State and from then until 1950, it was referred to by the FAI as Éire or Ireland. In 1953, FIFA decreed that for competitive matches in tournaments that both Irish teams may enter, the FAI team would be officially called the Republic of Ireland while the IFA team was to be named Northern Ireland. Northern Ireland was allowed to use the title Ireland by FIFA in the Home International Competition until it was discontinued in 1984. The Republic of Ireland was the first nation from outside the United Kingdom to defeat England at home at a fixture played at Goodison Park, Liverpool, in 1949. The team also reached the quarter-final stage of the 1964 European Nations' Cup, where they lost to the eventual winners Spain.\r\n\r\nUnder the guidance of Jack Charlton, the team enjoyed its most successful era, reaching their highest FIFA world ranking ever at sixth in August 1993, and qualifying for UEFA Euro 1988 in their first appearance at the UEFA European Championship, reaching the quarter-finals of the 1990 FIFA World Cup in their first ever appearance at the finals, as well as making the last 16 at the 1994 edition. Charlton's successor Mick McCarthy lost out on the next two major tournaments but ultimately qualified for the 2002 World Cup, making it to the last 16. Under Giovanni Trapattoni, the team narrowly lost out on qualification for the 2010 World Cup during a controversial play-off, but went on to qualify for Euro 2012.\r\n\r\nThe team failed to qualify for the 2014 World Cup in Brazil, marking the end of Trapattoni's tenure as manager. The Republic of Ireland also fell to a record low FIFA ranking of 59th, then a record low of 70th in June 2014. For the next Euro qualifying campaign under manager Martin O'Neill, the Republic of Ireland finished third behind Germany and Poland, but went on to qualify for Euro 2016 after a 3–1 aggregate win over Bosnia and Herzegovina in the play-offs. The Boys in Green reached the Round of 16 stage at that tournament and were knocked out by the hosts and eventual runners-up France after losing 2–1.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tsuyvq1455465623.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/uqpqwt1424078456.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"137130","idSoccerXML":null,"idAPIfootball":"0","intLoved":null,"strTeam":"Ireland Rugby","strTeamShort":null,"strAlternate":"","intFormedYear":"1875","strSport":"Rugby","strLeague":"Six Nations Championship","idLeague":"4714","strDivision":null,"strManager":"","strStadium":"Aviva Stadium","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/5nh19i1580670099.jpg","strStadiumDescription":"Aviva Stadium (also known as Lansdowne Road or Ireland's stadium; Irish: Staid Aviva) is a sports stadium located in Dublin, Ireland, with a capacity for 51,700 spectators (all seated). It is built on the site of the former Lansdowne Road Stadium, which was demolished in 2007, and replacing it as home to its chief tenants: the Irish rugby union team and the Republic of Ireland football team. The decision to redevelop the stadium came after plans for both Stadium Ireland and Eircom Park fell through. Aviva Group Ireland signed a 10-year deal for the naming rights in 2009.\r\n\r\nThe stadium, located adjacent to Lansdowne Road railway station, officially opened on 14 May 2010. The stadium is Ireland's first, and only, UEFA Category 4 Stadium and in 2011, it hosted the Europa League final. It also hosted the inaugural Nations Cup, as well as the regular home fixtures of the national rugby team, national football team and some home fixtures for Leinster Rugby from August 2010 onwards.\r\n\r\nUnlike its predecessor, which was solely owned by the Irish Rugby Football Union (IRFU), the current stadium is controlled by the IRFU and the Football Association of Ireland (FAI) through a 50:50 joint venture known as the Lansdowne Road Stadium Development Company (LRSDC). The joint venture has a 60-year lease on the stadium; on expiry the stadium will return to the exclusive ownership of the IRFU.","strStadiumLocation":"Dublin, Ireland","intStadiumCapacity":"51700","strWebsite":"www.irishrugby.ie\/ireland\/teams\/ireland.php","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Ireland national rugby union team represents the island of Ireland (including both the Republic of Ireland and Northern Ireland) in rugby union. They are ranked third in the world by World Rugby as of 18 March 2019. The team competes annually in the current Six Nations Championship, which they have won fourteen times outright and shared nine times in its various formats. The team also competes every four years in the Rugby World Cup, where they reached the quarter-final stage in all but two competitions (1999 and 2007). Ireland is also one of the four unions that make up the British and Irish Lions – players eligible to play for Ireland are also eligible for the Lions.\r\n\r\nThe Ireland national team dates to 1875, when it played its first international match against England. Ireland's highest ever position in the World Rugby Rankings is second, which they reached for the first time in 2015.\r\n\r\nEleven former Ireland players have earned induction into the World Rugby Hall of Fame.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/b80l3m1566376999.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2020-137130-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"137343","idSoccerXML":null,"idAPIfootball":null,"intLoved":null,"strTeam":"Ireland Hockey","strTeamShort":null,"strAlternate":null,"intFormedYear":null,"strSport":"Field Hockey","strLeague":"Field Hockey Olympics","idLeague":"4585","strDivision":null,"strManager":null,"strStadium":null,"strKeywords":null,"strRSS":null,"strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":null,"intStadiumCapacity":null,"strWebsite":null,"strFacebook":null,"strTwitter":null,"strInstagram":null,"strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland\n\t\t\t\t\t\t","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0xcxeh1572086929.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":null,"strLocked":"unlocked"},{"idTeam":"137148","idSoccerXML":null,"idAPIfootball":"0","intLoved":null,"strTeam":"Ireland Cricket","strTeamShort":null,"strAlternate":"","intFormedYear":"2017","strSport":"Cricket","strLeague":"One Day International Series","idLeague":"4801","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Ireland cricket team represents all of Ireland in international cricket. The Irish Cricket Union, operating under the brand Cricket Ireland is the sport's governing body in Ireland, and organises the international team.\r\n\r\nIreland participate in all three major forms of the international game; Test, One-Day International (ODI) and Twenty20 International (T20I) matches. They are the 11th Full Member of the International Cricket Council (ICC), and the second Full Member from Europe, having been awarded Test status, along with Afghanistan, on 22 June 2017.\r\n\r\nCricket was introduced to Ireland in the 19th century, and the first match played by an Ireland team was in 1855. Ireland toured Canada and the United States in the late 19th century, and occasionally hosted matches against touring sides. Ireland's most significant international rivalry, with the Scotland national cricket team, was established when the teams first played each other in 1888. Ireland's maiden first-class match was played in 1902.\r\n\r\nIreland were elected to Associate membership of the ICC in 1993, but played their first full ODI in 2006 against England in the build-up to the 2007 ICC Cricket World Cup, their first successful qualification. At that tournament, a series of eye-catching results against Full Members, including a draw against Zimbabwe, and wins against Pakistan and Bangladesh confirmed Ireland's ODI status after the competition. Since then, they have gone on to play 150 ODIs, resulting in 64 victories, 75 defeats, 8 no results, and 3 ties. Contracts for players were introduced in 2009, marking the transition to becoming a professional team.\r\n\r\nFurther success in the shortest format meant the Ireland team also qualified for the 2009, 2010, 2012, 2014, 2016 and 2020 World Twenty20 competitions.\r\n\r\nPrior to attaining Test status, Ireland also played first-class international cricket in the ICC Intercontinental Cup, which they have won four times between 2005 and 2013. Due to their successes in the first-class ICC Intercontinental Cup competition, and further high profile wins at the World Cups of 2011 (England) and 2015 (West Indies and Zimbabwe), they were labelled the \"leading Associate\" and stated their intention to become a full member by 2020. This intention was realised in June 2017, when the ICC unanimously decided to award Ireland and Afghanistan Full Member status, which allows them to participate in Test matches.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2p8aih1573600692.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"137358","idSoccerXML":null,"idAPIfootball":null,"intLoved":null,"strTeam":"Ireland Hockey Women","strTeamShort":null,"strAlternate":null,"intFormedYear":null,"strSport":"Field Hockey","strLeague":"Field Hockey Olympics Women","idLeague":"4586","strDivision":null,"strManager":null,"strStadium":null,"strKeywords":null,"strRSS":null,"strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":null,"intStadiumCapacity":null,"strWebsite":null,"strFacebook":null,"strTwitter":null,"strInstagram":null,"strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Ireland\n\t\t\t\t\t\t","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ixkgle1572086946.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":null,"strLocked":"unlocked"}]}