{"teams":[{"idTeam":"135931","idSoccerXML":"1275","idAPIfootball":"1116","intLoved":null,"strTeam":"Israel","strTeamShort":null,"strAlternate":"נבחרת ישראל בכדורגל‎","intFormedYear":"1934","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Sammy Ofer","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Sammy Ofer Stadium (Hebrew: אצטדיון סמי עופר‎), also known as Haifa International Stadium (Hebrew: האצטדיון העירוני חיפה‎), is a 30,870-seat multi-purpose stadium in Haifa, Israel. Construction began in late 2009 and was completed in 2014. The stadium was developed and built by the Haifa Economic Corporation, managed by Adv. Gal Peleg. Currently, the stadium is used mostly for football matches, hosting the home games of Maccabi Haifa and Hapoel Haifa F.C. The stadium replaced Kiryat Eliezer Stadium, which was closed in 2014 and demolished in 2015. The stadium is named after the late Israeli naval-mogul Sammy Ofer, who donated $20,000,000 to build the stadium. Ofer's contribution was 19% of the total cost of the stadium.","strStadiumLocation":"Haifa, Israel","intStadiumCapacity":"30780","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Israel national football team (Hebrew: נבחרת ישראל בכדורגל‎, Nivḥeret Yisra'el BeKhaduregel) is the national football team of Israel, governed by the Israel Football Association (IFA).\r\n\r\nIsrael's national team is the direct successor of the Mandatory Palestine\/Eretz Israel national team, and was managed by the Eretz Israel Football Association. Israel has competed in FIFA World Cup qualifiers in three different confederations, competing in the Asian Football Confederation and the Oceania Football Confederation before settling in Europe as a member of the Union of European Football Associations in 1994.\r\n\r\nThe Israeli side qualified for their only FIFA World Cup to date in 1970. Israel also hosted and won the AFC Asian Cup in 1964, and was finalist in 1956 and in 1960.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/me4lfd1515700405.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}