{"teams":[{"idTeam":"136502","idSoccerXML":null,"idAPIfootball":"1525","intLoved":null,"strTeam":"Liberia","strTeamShort":null,"strAlternate":"","intFormedYear":"1954","strSport":"Soccer","strLeague":"African Cup of Nations","idLeague":"4496","strDivision":null,"strManager":"","strStadium":"National Complex","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Samuel Kanyon Doe Sports Stadium (frequently abbreviated SKD Stadium) is a multi-purpose stadium in Monrovia, Liberia built in 1986. It is used mostly for football matches and has an athletics track, though it has also been used for a reggae concert, political rallies, IDP refuge, and Ebola treatment. The largest stadium in Liberia, its spectator capacity is 35,000.","strStadiumLocation":"Monrovia, Liberia","intStadiumCapacity":"35000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Liberia national football team, nicknamed the Lone Stars, is the national association football team of Liberia and is controlled by the Liberia Football Association. Although the country produced the 1995 FIFA World Player of the Year, George Weah, they have never reached the World Cup finals. Weah has been a patron of the Liberian team; not only has he played for and coached the side, but he also sponsored the team with his own money.\r\n\r\nLiberia has twice qualified for the Africa Cup of Nations – 1996 and 2002.\r\n\r\nIn 2010, the Hungarian Bertalan Bicskei, former coach of the national teams of Hungary and Malaysia, was named head coach of the Liberian national team. After being poisoned and seeking medical treatment, he was replaced by Roberto Landi for the rest of 2011.\r\n\r\nSince the retirement of George Weah, the roster of the national team changed significantly. Currently, a lot of Liberian international footballers play in foreign leagues, strikingly often in the Asian countries like in Indonesia and Malaysia.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/x0zp1c1553353039.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}