{"teams":[{"idTeam":"136489","idSoccerXML":null,"idAPIfootball":"1526","intLoved":null,"strTeam":"Libya","strTeamShort":null,"strAlternate":"","intFormedYear":"1953","strSport":"Soccer","strLeague":"African Cup of Nations","idLeague":"4496","strDivision":null,"strManager":"","strStadium":"Tripoli Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"It is the main venue used by the Libyan national football team in its FIFA World Cup and African Nations Cup qualifying matches as well as friendlies and other international games.\r\nTripoli Stadium\r\n\r\nThe stadium hosted many games of the 1982 African Cup of Nations held in Libya along with the 28 March Stadium in Benghazi; it was the venue for the final between Ghana and Libya. It hosted the 2002 Italian Supercup between Juventus and Parma, which Juventus won, 2–1.\r\n\r\nIts old name (June 11 Stadium) is a reference to the date of the withdrawal of U.S. forces from Libya, June 11, 1970.","strStadiumLocation":"Tripoli, Libya","intStadiumCapacity":"88000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Libya national football team (Arabic: منتخب ليبيا لكرة القدم‎) is the national association football team of Libya and is controlled by the Libyan Football Federation. As of 2017, Libya has never qualified for the FIFA World Cup, the only team in North Africa that has failed to do so. The team has qualified for three Africa Cup of Nations: 1982, 2006, and 2012. In 1982, the team was both the host and runner-up. In the Arab Nations Cup, Libya finished second in 1964 and 2012, and third in the 1966.\r\n\r\nThe good performances recorded in the 2012 Africa Cup of Nations under Brazilian Coach Marcos Paquetá saw the team record their first win in the tournament outside Libya in their final match against Senegal. This saw their FIFA world rankings rise to the highest it had ever been at 53, which later rose again to 36 in September 2012 before winning their first gold medal in the 2014 CHAN. However, the ongoing civil war in 2014 affected the team along with the stoppage of the Libyan league, thus the team was knocked from the First Round of the 2015 CAN qualifiers by Rwanda and failed to qualify for CHAN 2016 after winning the previous tournament.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/zmx1de1553368954.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}