{"teams":[{"idTeam":"136467","idSoccerXML":null,"idAPIfootball":"1107","intLoved":null,"strTeam":"Liechtenstein","strTeamShort":null,"strAlternate":"","intFormedYear":"1981","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Rheinpark Stadion","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Rheinpark Stadion in Vaduz is the national stadium of Liechtenstein. It plays host to home matches of the Liechtenstein national football team, and is also the home of football club FC Vaduz. It lies on the banks of the river Rhine, just metres from the border with Switzerland.\r\nMain stand of the Rheinpark Stadion with behind Vaduz Castle.\r\n\r\nRheinpark was officially opened on 31 July 1998 with a match between FC Vaduz, the Liechtenstein Cup holders at the time, and 1. FC Kaiserslautern, the then Bundesliga champions. 1. FC Kaiserslautern won 8–0.\r\n\r\nThe stadium has a seating capacity of 5,873, with additional standing room space giving it a total capacity of 7,584.\r\n\r\nThe stadium cost roughly CHF19 million to construct.","strStadiumLocation":"Vaduz, Liechtenstein","intStadiumCapacity":"5873","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Liechtenstein national football team (German: Liechtensteinische Fußballnationalmannschaft) is the national football team of the Principality of Liechtenstein and is controlled by the Liechtenstein Football Association. The organisation is known as the Liechtensteiner Fussballverband in German. The team's first match was an unofficial match against Malta in Seoul, a 1–1 draw in 1981. Their first official match came two years later, a 0–1 defeat from Switzerland. Liechtenstein's largest win, a 4–0 win over Luxembourg in a 2006 FIFA World Cup qualifier on 13 October 2004, was both its first ever away win and its first win in any FIFA World Cup qualifier. Liechtenstein suffered its biggest ever loss in 1996, during qualification for the 1998 FIFA World Cup, with an 11–1 thrashing by Macedonia, the result also being Macedonia's largest ever win to date.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qhyjci1552947117.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}