{"teams":[{"idTeam":"136460","idSoccerXML":null,"idAPIfootball":"1114","intLoved":null,"strTeam":"Moldova","strTeamShort":null,"strAlternate":"","intFormedYear":"1990","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Zimbru Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Zimbru Stadium is a football-specific stadium in Chișinău, Moldova completed in May, 2006 with a capacity of 10,400 people, corresponds to all norms required by UEFA and FIFA for national and international matches. It is currently used mostly for football matches and is the home stadium of Zimbru Chișinău and the Moldova national football team.\r\n\r\nThe Moldovan football team's second biggest defeat took place in this stadium, a 5-0 defeat to England in September 2012, during FIFA World Cup 2014 Qualification.","strStadiumLocation":"Botanica, Chișinău","intStadiumCapacity":"10400","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Moldova national football team (Romanian: Echipa națională de fotbal a Moldovei) represents Moldova in association football and is controlled by the Football Association of Moldova, the governing body for football in Moldova. Moldova's home ground is Zimbru Stadium in Chișinău and their head coach is Igor Dobrovolski. After the break-up of the Soviet Union, they played their first match against Georgia on 2 July 1991.\r\n\r\nTwo of their three best results in the 1990s years, came during the qualifiers for UEFA Euro 96, with wins over Georgia (1–0) in Tbilisi and Wales (3–2) in Chișinău. In 2007, Moldova obtained a very good result, defeating Hungary 3–0 in Chișinău in Euro 2008 qualifying. Their best recent result was a 5–2 win over Montenegro during 2014 FIFA World Cup qualifying. The team has never qualified for the final stages of the UEFA European Championship nor the FIFA World Cup as of present time.\r\n\r\nFollowing Moldova's 4–0 defeat to England in September 1997, British writer and comedian Tony Hawks travelled to Moldova to challenge and beat all 11 Moldovan international footballers at tennis. The feature film version of the book of the same name, Playing the Moldovans at Tennis, was filmed in and around Chișinău in May and June 2010 and was released in the spring of 2012.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/iwc2n41552987773.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}