{"teams":[{"idTeam":"136705","idSoccerXML":null,"idAPIfootball":null,"intLoved":null,"strTeam":"Pakistan Hockey","strTeamShort":null,"strAlternate":"","intFormedYear":"1948","strSport":"Field Hockey","strLeague":"Field Hockey Olympics","idLeague":"4585","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"pakhockey.org","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Pakistan national field hockey team (Urdu: پاکستان قومى ہاكى ٹیم‎) is administered by the Pakistan Hockey Federation (PHF), the governing body for hockey in Pakistan. They have been a member of the International Hockey Federation (FIH) since 1948 and founding member of the Asian Hockey Federation (ASHF) which formed in 1958. Pakistan is the most successful national field hockey team in the Hockey World Cup with four championships: 1971, 1978, 1982 and 1994. Pakistan also has the best overall performance in World Cup history in both proportional and absolute terms with 53 victories in 84 matches played, seven time draws, six appearances in the finals and only 24 losses. Pakistan national team has played in all FIH World Cup editions with only one absence in 2014. The green shirts is also one of the most successful national teams in the Asian Games with eight gold medals: 1958, 1962, 1970, 1974, 1978, 1982, 1990 and 2010, the highest number of times a country has come first, and the only Asian team to have won the prestigious Champions Trophy with three championships: 1978, 1980 and 1994. Pakistan have won a total of 29 official international titles to professional and grassroots level selections, with three gold medals in the Olympic Games field hockey tournaments in Rome 1960, Mexico City 1968 and Los Angeles 1984.\r\n\r\nField hockey being the national sport of the country, Pakistan national team has been ranked as the #1 team in the world from 2000 till 2001 by FIH, and former captain Sohail Abbas holds the world record for the most international goals scored by a player in the history of international field hockey, with a tally of 348 goals. Waseem Ahmad holds the record for Pakistan appearances, having played 410 times between 1996 and 2012.\r\n\r\nPakistan is known for having fierce rivalry with India, having a record of playing each other in South Asian Games and Asian Games finals. They have competed against one another in twenty major tournaments finals so far, out of which Pakistan has won thirteen titles in total. Pakistan have a record of winning the first three championships of Hockey Asia Cup in 1982, 1985 and 1989 against India in row. Pakistan's home ground is National Hockey Stadium, in Lahore, and the current team head coach and manager is Khawaja Muhammad Junaid.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Pakistan","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2n9ozd1572031004.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"137144","idSoccerXML":null,"idAPIfootball":"0","intLoved":null,"strTeam":"Pakistan Cricket","strTeamShort":null,"strAlternate":"","intFormedYear":"1952","strSport":"Cricket","strLeague":"One Day International Series","idLeague":"4801","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Pakistan men's national cricket team (Urdu: پاکستان قومی کرکٹ ٹیم‎), popularly referred to as the Shaheens (Urdu: شاہین‎, lit. Falcons), Green Shirts and Men in Green, is administered by the Pakistan Cricket Board (PCB). The team is a Full Member of the International Cricket Council, and participates in Test, One Day International (ODI) and Twenty20 International cricket matches.\r\n\r\nPakistan has played 423 Test matches, winning 136, losing 128 and drawing 159. Pakistan was given Test status on 28 July 1952, following a recommendation by India, and made its Test debut against India at Feroz Shah Kotla Ground, Delhi, in October 1952, with India winning by an innings and 70 runs. In the 1930s and 40s, several Pakistani Test players had played Test cricket for the Indian cricket team before the creation of Pakistan in 1947.\r\n\r\nThe team has played 925 ODIs, winning 484, losing 413, tying 8 with 20 ending in no-result. Pakistan was the 1992 World Cup champion, and was the runner-up in the 1999 tournament. Pakistan, in conjunction with other countries in South Asia, has hosted the 1987 and 1996 World Cups, with the 1996 final being hosted at Gaddafi Stadium in Lahore.\r\n\r\nThe team has also played 142 Twenty20 Internationals, the most of any team, winning 90 losing 49 and tying 3. Pakistan won the 2009 ICC World Twenty20 and were runners-up in the inaugural tournament in 2007.\r\n\r\nPakistan also won the 2017 ICC Champions Trophy for the first time, defeating India. Pakistan has the distinct achievement of having won each of the major ICC international cricket tournaments: ICC Cricket World Cup, ICC World Twenty20, and ICC Champions Trophy; as well as the ICC Test Championship.\r\n\r\nAs of 25 March 2019, the Pakistani cricket team is ranked seventh in Tests, sixth in ODIs and first in T20Is by the ICC.\r\n\r\nTerrorism in Pakistan has sometimes prevented foreign teams from visiting Pakistan, with no test cricket having taken place in the country since the 2009 attack on the Sri Lanka national cricket team. Since 2009, their home matches have been mostly held in the United Arab Emirates. However, due to a decrease in terrorism in Pakistan over the past few years, as well as an increase in security, some teams have toured Pakistan since 2015. These teams include Zimbabwe, Sri Lanka, West Indies, and an ICC World XI. In addition, the Pakistan Super League has seen games hosted in Pakistan.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Pakistan","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/l3wm9v1569497061.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}