{"teams":[{"idTeam":"136471","idSoccerXML":null,"idAPIfootball":"2380","intLoved":null,"strTeam":"Paraguay","strTeamShort":null,"strAlternate":"","intFormedYear":"1919","strSport":"Soccer","strLeague":"Copa America","idLeague":"4499","strDivision":null,"strManager":"","strStadium":"Estadio Defensores del Chaco","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Defensores del Chaco is a multi-purpose stadium in Asunción, Paraguay. It is currently used mostly for football matches. The stadium once had a 50,000+ capacity, however over the years the stadium has undergone remodeling, dropping the capacity to 42,354. The stadium was again renovated in 2015.","strStadiumLocation":"Asunción, Paraguay","intStadiumCapacity":"42354","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Paraguay national football team is controlled by the Paraguayan Football Association (Asociación Paraguaya de Fútbol) and represents Paraguay in men's international football competitions. Paraguay is a member of CONMEBOL. The Albirroja has qualified for eight FIFA World Cup competitions (1930, 1950, 1958, 1986, 1998, 2002, 2006 and 2010), with their best performance coming in 2010 when they reached the quarter-finals. A regular participant at the Copa América, Paraguay have been crowned champions of the competition on two occasions (in 1953 and 1979). Paraguay's highest FIFA World Rankings was 8th (March 2001) and their lowest was 103 (May 1995). Paraguay was awarded second place with Best Move of the Year in 1996 for their rise in the FIFA Rankings.\r\n\r\nThe national team's most successful period was under the coaching of Argentine Gerardo Martino, who was awarded with the South American Coach of the Year in 2007 and took Paraguay to the quarter-final stages of a FIFA World Cup competition for the first time in history (in 2010) and also to the final of the 2011 Copa América, where Paraguay finished as runners-up. In the entire national team's history at the FIFA World Cup, both Carlos Gamarra and José Luis Chilavert hold the distinction of being selected as part of the All-Star Team, being for the 1998 edition. Paulo da Silva holds the most appearances for the national team with 150 matches and Roque Santa Cruz is the all-time leading goal scorer with 32 goals. Denis Caniza, who was present with the national team from 1996 to 2010, is the only player to have represented Paraguay in four consecutive FIFA World Cup competitions (1998, 2002, 2006, 2010).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/khgav41553419195.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}