{"teams":[{"idTeam":"136162","idSoccerXML":"4841","idAPIfootball":"30","intLoved":null,"strTeam":"Peru","strTeamShort":null,"strAlternate":"","intFormedYear":"0","strSport":"Soccer","strLeague":"Copa America","idLeague":"4499","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Estadio Nacional of Peru is a multi-purpose stadium located in Lima, Peru. Its current capacity is 40,000 seats as stated by the Peruvian Football Federation without the lodges for some thousands more. The stadium was first inaugurated on 27 October 1952 for the 1953 South American Championship—replacing the Stadium Nacional—and is Peru's principal and national stadium. It has hosted three of the six South American Championship\/Copa América football competitions held in Peru. It is referred to as the Coloso de José Díaz because of its proximity to a street of the same name. It is the home ground of the Peru national football team. The IPD (Peruvian Sport Institute)—a branch of the Ministry of Education—is the stadium's administrating entity. The stadium has undergone several renovations since its construction such as for the 2004 Copa América and the artificial turf that was installed for the 2005 FIFA U-17 World Championship. The most recent renovation started in 2010 and concluded in 2011. The re-inauguration ceremony of the renovated stadium was held on 24 July 2011 with a match between the Peru national under-20 football team and the Spain national under-20 football team.","strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Peru national football team has represented Peru in international football since 1927. Organised by the Peruvian Football Federation (FPF), it is one of the 10 members of FIFA's South American Football Confederation (CONMEBOL). The Peruvian team's performance has been inconsistent; it enjoyed its most successful periods in the 1930s and the 1970s. The team plays most of its home matches at the Estadio Nacional in Lima, the country's capital.\r\n\r\nPeru has won the Copa América twice and qualified for FIFA World Cup finals five times; it also participated in the 1936 Olympic football competition. It has longstanding rivalries with Chile and Ecuador. The team is well known for its white shirts adorned with a diagonal red stripe, which combine Peru's national colours. This basic design has been used continuously since 1936, and gives rise to the team's common Spanish nickname, la Blanquirroja (\"the white-and-red\").\r\n\r\nThe Peruvian national team took part in the inaugural FIFA World Cup in 1930 and enjoyed victories in the 1938 Bolivarian Games and the 1939 Copa América, with goalkeeper Juan Valdivieso and forwards Teodoro Fernández and Alejandro Villanueva playing important roles. Peruvian football's successful period in the 1970s brought it worldwide recognition; the team then included the forward partnership of Hugo Sotil and Teófilo Cubillas, often regarded as Peru's greatest player, and defender Héctor Chumpitaz. This team qualified for three World Cups and won the Copa América in 1975. Peru last reached the World Cup finals in 1982.\r\n\r\nUnder the current management of Ricardo Gareca, Peru came third at the 2015 Copa América, reached the quarterfinals of the Copa América Centenario, and secured qualification for the 2018 World Cup finals in Russia.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/unszat1529144812.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2018-136162-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"134233","idSoccerXML":"688","idAPIfootball":"524","intLoved":null,"strTeam":"Perugia","strTeamShort":null,"strAlternate":"","intFormedYear":"0","strSport":"Soccer","strLeague":"Italian Serie B","idLeague":"4394","strDivision":null,"strManager":"","strStadium":"Stadio Renato Curi","strKeywords":null,"strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.acperugiacalcio.it\/index.php","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":null,"strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Italy","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/trqsww1429572700.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/tvyyvt1423801205.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}