{"teams":[{"idTeam":"136749","idSoccerXML":null,"idAPIfootball":null,"intLoved":null,"strTeam":"Philippines Basketball","strTeamShort":null,"strAlternate":"","intFormedYear":"1936","strSport":"Basketball","strLeague":"FIBA Basketball World Cup","idLeague":"4549","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Philippines men's national basketball team (Filipino: Pambansang koponan ng basketbol ng Pilipinas) is managed by the Samahang Basketbol ng Pilipinas (Basketball Federation of the Philippines or simply SBP).\r\n\r\nThe team won a bronze medal in the 1954 FIBA World Championship, the best finish by any team outside the Americas and Europe. Also, the team took a fifth-place finish in 1936 Summer Olympics, the best finish by any team outside the Americas, Europe and Oceania. The Philippines has the most wins in the Olympics among teams outside the Americas, Europe and Oceania.\r\n\r\nAside from the bronze medal at the FIBA World Cup and the fifth-place Olympic finish, the Philippines has won five FIBA Asia Cups (formerly known as the FIBA Asia Championship), four Asian Games men's basketball gold medals, eight SEABA Championships, all but one Southeast Asian Games men's basketball gold medals, and has the most titles in Southeast Asia Basketball Association men's championship, being considered as the powerhouse team in Southeast Asia and one of Asia's elite basketball teams. The country has also participated in five FIBA World Cups and seven Olympic Basketball Tournaments.\r\n\r\nGilas Pilipinas Men represent the current men's national team.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Philippines","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/3yw3jn1560688980.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}