{"teams":[{"idTeam":"136450","idSoccerXML":null,"idAPIfootball":"1108","intLoved":null,"strTeam":"Scotland","strTeamShort":null,"strAlternate":"","intFormedYear":"1872","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Hampden Park","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Hampden Park (often referred to as Hampden) is a football stadium in the Mount Florida area of Glasgow, Scotland. The 51,866-capacity venue serves as the national stadium of football in Scotland. It is the normal home venue of the Scotland national football team and amateur Scottish league club Queen's Park F.C. and regularly hosts the latter stages of the Scottish Cup and Scottish League Cup competitions. It is also used for music concerts and other sporting events, such as when it was reconfigured as an athletics stadium for the 2014 Commonwealth Games.\r\n\r\nThere were two 19th century stadia called Hampden Park, built on different sites. A stadium on the present site was first opened on 31 October 1903. Hampden was the biggest stadium in the world when it was opened, with a capacity in excess of 100,000. This was increased further between 1927 and 1937, reaching a peak of 150,000. The record attendance of 149,415, for a Scotland v England match in 1937, is the European record for an international football match. Tighter safety regulations meant that the capacity was reduced to 81,000 in 1977. The stadium has been fully renovated since then, with the most recent work being completed in 1999.\r\n\r\nThe stadium houses the offices of the Scottish Football Association (SFA) and Scottish Professional Football League (SPFL). Hampden has hosted prestigious sporting events, including three European Cup \/ Champions League finals, two Cup Winners' Cup finals and a UEFA Cup final. Hampden is a UEFA category four stadium and it is served by the nearby Mount Florida and King's Park railway stations.","strStadiumLocation":"Mount Florida, Glasgow, Scotland","intStadiumCapacity":"51866","strWebsite":"www.scottishfa.co.uk","strFacebook":"en-gb.facebook.com\/scotlandnationalteam\/","strTwitter":"twitter.com\/ScotlandNT","strInstagram":"www.instagram.com\/scotlandnationalteam","strDescriptionEN":"The Scotland national football team represents Scotland in international football and is controlled by the Scottish Football Association. It competes in the three major professional tournaments, the FIFA World Cup, UEFA Nations League and the UEFA European Championship. Scotland, as a constituent country of the United Kingdom, is not a member of the International Olympic Committee and therefore the national team does not compete in the Olympic Games. The majority of Scotland's home matches are played at the national stadium, Hampden Park.\r\n\r\nScotland is the joint oldest national football team in the world, alongside England, whom they played in the world's first international football match in 1872. Scotland has a long-standing rivalry with England, whom they played annually from 1872 until 1989. The teams have met only seven times since then, most recently in June 2017.\r\n\r\nScotland have qualified for the FIFA World Cup on eight occasions and the UEFA European Championship twice, but have never progressed beyond the first group stage of a finals tournament. The last major tournament they qualified for was the 1998 World Cup. The team have achieved some noteworthy results, such as beating the 1966 FIFA World Cup winners England 3–2 at Wembley Stadium in 1967. Archie Gemmill scored what has been described as one of the greatest World Cup goals ever in a 3–2 win during the 1978 World Cup against the Netherlands, who reached the final of the tournament. In their qualifying group for UEFA Euro 2008, Scotland defeated 2006 World Cup runners-up France 1–0 in both fixtures.\r\n\r\nScotland supporters are collectively known as the Tartan Army. The Scottish Football Association operates a roll of honour for every player who has made more than 50 appearances for Scotland. Kenny Dalglish holds the record for Scotland appearances, having played 102 times between 1971 and 1986. Dalglish scored 30 goals for Scotland and shares the record for most goals scored with Denis Law.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/3691i11552945146.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/channel\/UCsaS5aZjlJPJCzNwjEc3waw","strLocked":"unlocked"},{"idTeam":"136812","idSoccerXML":null,"idAPIfootball":"1775","intLoved":null,"strTeam":"Scotland Women","strTeamShort":null,"strAlternate":"Scotland W","intFormedYear":"1972","strSport":"Soccer","strLeague":"FIFA Womens World Cup","idLeague":"4565","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Scotland women's national football team represents Scotland in international women's football competitions. Since 1998, the team has been governed by the Scottish Football Association (SFA). Scotland qualified for the FIFA Women's World Cup for the first time in 2019, and qualified for their first UEFA Women's Euro in 2017. As of December 2018, the team was 20th in the FIFA Women's World Rankings.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Female","strCountry":"Scotland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/c8uqrp1560080909.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"137136","idSoccerXML":null,"idAPIfootball":"0","intLoved":null,"strTeam":"Scotland Rugby","strTeamShort":null,"strAlternate":"","intFormedYear":"1871","strSport":"Rugby","strLeague":"Six Nations Championship","idLeague":"4714","strDivision":null,"strManager":"","strStadium":"Murrayfield","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/mtq63h1580669989.jpg","strStadiumDescription":"Murrayfield Stadium (known as BT Murrayfield Stadium for sponsorship reasons, or popularly as Murrayfield) is a sports stadium located in the west end of Edinburgh, the capital of Scotland. Its all-seater capacity is 67,144 which makes it the largest stadium in Scotland and the fifth largest in the United Kingdom.\r\n\r\nThe stadium is the home of the Scottish Rugby Union (SRU), and is primarily used as a venue for rugby union and hosts most of Scotland's home test matches, the Scottish Hydro Electric Cup final, as well as Pro14 and European Rugby Champions Cup matches.\r\n\r\nAlthough mainly a rugby union stadium, Murrayfield has in the past hosted American football, rugby league and association football matches and music concerts.","strStadiumLocation":"Edinburgh, Scotland","intStadiumCapacity":"67144","strWebsite":"www.scotlandrugbyteam.org","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Scotland national rugby union team is administered by the Scottish Rugby Union. The team takes part in the annual Six Nations Championship and participates in the Rugby World Cup, which takes place every four years. As of 18 March 2019, Scotland are 7th in the World Rugby Rankings.\r\n\r\nThe Scottish rugby team dates back to 1871, where they beat England in the first international rugby union match at Raeburn Place. Scotland competed in the Five Nations from the inaugural tournament in 1883, winning it 14 times outright—including the last ever Five Nations in 1999—and sharing it another 8. In 2000 the competition accepted a sixth competitor, Italy, thus forming the Six Nations. Since this change, Scotland have yet to win the competition. The Rugby World Cup was introduced in 1987 and Scotland have competed in all eight competitions, the most recent being in 2015 where they were knocked out by Australia in the quarter-final. Their best finish came in 1991, where they lost to the All Blacks in the third place play-off.\r\n\r\nScotland have a strong rivalry with the English national team. They both annually compete for the Calcutta Cup. Each year, this fixture is played out as part of the Six Nations, with Scotland having last won in 2018.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Scotland","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/bewu1g1566377149.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2020-137136-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"139470","idSoccerXML":null,"idAPIfootball":"0","intLoved":null,"strTeam":"Scotland Cricket","strTeamShort":null,"strAlternate":"","intFormedYear":"1994","strSport":"Cricket","strLeague":"One Day International Series","idLeague":"4801","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Scotland national cricket team represents the country of Scotland. They play their home matches at The Grange, Edinburgh, and also some other venues.\r\n\r\nScotland became Associate Members of the International Cricket Council (ICC) in 1994 after severing links with the England cricket team two years earlier. Since then, they have played in three Cricket World Cups (1999, 2007 and 2015) and three ICC World Twenty20 tournaments (2007, 2009 and 2016). However, their first win in either of these events did not come until they beat Hong Kong in the 2016 World Twenty20. Scottish cricket team is governed by Cricket Scotland.\r\n\r\nScotland have also played in every ICC Intercontinental Cup tournament, winning the inaugural edition in 2004. Between 2010 and 2013, the team competed in the ECB 40 as the Scottish Saltires.\r\n\r\nKyle Coetzer became captain of the side in November 2016 after Preston Mommsen who had captained the side since September 2014 stepped down. The coach is South African Shane Burger, who took on the role in January 2019.\r\n\r\nIn April 2018, the ICC decided to grant full Twenty20 International (T20I) status to all its members. Therefore, all Twenty20 matches played between Scotland and other ICC members after 1 January 2019 are a full T20I.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"United Kingdom","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/nqf2c01583580733.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}