{"teams":[{"idTeam":"135983","idSoccerXML":"1386","idAPIfootball":"773","intLoved":null,"strTeam":"Slovakia","strTeamShort":null,"strAlternate":"","intFormedYear":"1939","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Štadión Antona Malatinského","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Štadión Antona Malatinského is a football stadium in Trnava, Slovakia.\r\n\r\nIt is used for football matches of local football club Spartak Trnava. It has been named after former footballer and manager Anton Malatinský since 1998.","strStadiumLocation":"Trnava","intStadiumCapacity":"19200","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Slovakia national football team (Slovak: Slovenské národné futbalové mužstvo) represents Slovakia in association football and is controlled by the Slovak Football Association (SFZ), the governing body for football in Slovakia. Slovakia's home stadium from 2016 is reconstructed Štadión Antona Malatinského in Trnava and their head coach is Ján Kozák. Slovakia is one of the newest national football teams in the world, having split from the Czechoslovakia national team after the dissolution of the unified state in 1993. Slovakia maintains its own national side that competes in all major professional tournaments since.\r\n\r\nSlovakia qualified for two major national tournaments, the 2010 FIFA World Cup and UEFA Euro 2016. Slovakia qualified to the FIFA World Cup in 2010 after winning their qualifying group despite two defeats against Slovenia, and progressed beyond the championship group stage after a 3–2 win against Italy, before bowing out of the tournament after a 2–1 defeat in the second round against eventual runners-up the Netherlands. It was the first time the team have ever played in a major football competition, after playing every FIFA World Cup qualifying campaign since 1998 and every UEFA European Football Championship qualifying campaign since 1996, after a 50-year absence from international football due to representing part of the Czechoslovakia team. The nation did come close to securing a berth at the 2006 finals in Germany, after finishing second in their group ahead of Russia and behind Portugal, before drawing Spain in their qualification play-off, in which the Slovaks lost by a wide margin on aggregate (1–5, 1–1). The team have achieved some noteworthy results, however, such as the aforementioned win over the then title holders Italy at the 2010 World Cup and a 1–0 win against Russia in September 2010. Despite this success however, the team later dropped down the rankings and a considerable drop in form went with this, as the team failed to qualify for Euro 2012 finishing in their group in fourth place. They also only scored seven goals in the group, only more than minnows Andorra. Slovakia then failed to qualify for the 2014 World Cup, but secured a spot in France for Euro 2016 under head coach Ján Kozák which helped the team reach their best ever position of 14th in the FIFA World Rankings.\r\n\r\nSlovakia's traditional rival is the Czech Republic which they played twice in the qualification for the 1998 World Cup in 1996 and 1997, winning 2–1 in Bratislava before losing 3–0 in Prague with both teams already eliminated, before playing each other again in 2008 and 2009 in the qualifying round for the 2010 World Cup. In these two meetings, the teams drew 2–2 in Bratislava with the Slovaks winning 2–1 in Prague. But before that, they also playing each other in Euro 2008 qualifying, and they lost 3–1 in Prague and 0–3 in Bratislava.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/1kcgjw1510958148.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}