{"teams":[{"idTeam":"136456","idSoccerXML":null,"idAPIfootball":"1091","intLoved":null,"strTeam":"Slovenia","strTeamShort":null,"strAlternate":"","intFormedYear":"1992","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Stožice Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Stožice Stadium (Slovene: Stadion Stožice) is a multi-purpose stadium located in Ljubljana, Slovenia. It was designed by Slovenian Sadar Vuga d.o.o. architects and is the biggest football stadium in the country. It is one of two main stadiums in the city and lies in the Bežigrad district, north of the city centre. The stadium is part of the Stožice Sports Park sports complex.\r\n\r\nThe stadium is the home ground of the football club Olimpija Ljubljana and is the main venue of the Slovenia national football team. Besides football, the stadium is designed to host cultural events as well.","strStadiumLocation":"Ljubljana, Slovenia","intStadiumCapacity":"16038","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Slovenia national football team (Slovene: Slovenska nogometna reprezentanca) represents Slovenia in international football and is controlled by the Football Association of Slovenia. In the period between 1920 and 1991, Slovenia was ineligible to field a separate team for competitive matches; local players instead played for the Yugoslavia national football team. Slovenia played its first official match in 1992, one year after the country gained independence from Yugoslavia.\r\n\r\nSlovenian national team has participated in three major football competitions. In 1999, Slovenia qualified for the UEFA Euro 2000 after eliminating Ukraine in a playoff. Slovenia achieved another success two years later, qualifying for the 2002 FIFA World Cup, this time defeating Romania in a playoff. The team did not lose a match in its whole qualifying campaign, finished in second place with six wins and six draws, but did not obtain any points in the group stage of the finals. Despite failing to qualify for the 2006 FIFA World Cup, Slovenia was the only team to defeat the eventual World Cup winners Italy during the campaign. Slovenia qualified for its last major tournament in 2009 after defeating Russia in a playoff to clinch a berth for the 2010 FIFA World Cup.\r\n\r\nHistory\r\nOrigins\r\nBefore Slovenian independence in 1991, the Slovenian national team existed only as a regional team not officially recognized by FIFA. It had a similar status as the Catalonia national football team. The team had mostly played exhibition matches against teams from other republics of SFR Yugoslavia and was represented by Slovenian players under the traditional colours of white, blue and red.\r\n\r\nThe first football clubs were formed at the beginning of the 20th century during the period when most of the territory of present-day Slovenia was still within the Austro-Hungarian Empire. At the end of the World War I, Slovenia, along with Croatia, joined the Kingdom of Serbia forming the Kingdom of Serbs, Croats and Slovenes, which would be renamed into Yugoslavia in 1929. On 24 April 1920, the Ljubljana Football Subassociation was formed as the Slovenian branch of the Yugoslav Football Association and organised the first football leagues. The winner of the Ljubljana Subassociation League had access to the Yugoslav Championship. On 23 June 1921, the Slovenian capital Ljubljana hosted a match between the French national team and selection of players from Slovenian clubs. The Chef de Mission of the guests was the acting FIFA President, Jules Rimet, who later initiated the first World Cup tournament. France won 5–0 and, although the match was not official by international standards, it was, at least in Slovenia, widely accepted as the first appearance of a Slovenian national team.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/s7k1x51552909864.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}