{"teams":[{"idTeam":"137149","idSoccerXML":null,"idAPIfootball":"0","intLoved":null,"strTeam":"Sri Lanka Cricket","strTeamShort":null,"strAlternate":"","intFormedYear":"1982","strSport":"Cricket","strLeague":"One Day International Series","idLeague":"4801","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Sri Lanka national men's cricket team, (Sinhala: ශ්‍රී ලංකා ජාතික ක්‍රිකට් කණ්ඩායම,Tamil:இலங்கை தேசிய கிரிக்கெட் அணி) nicknamed The Lions, represents Sri Lanka in international cricket. It is a Full Member of the International Cricket Council (ICC) with Test, One-Day International (ODI) and T20 International (T20I) status. The team first played international cricket (as Ceylon) in 1926–27, and were later awarded Test status in 1982, which made Sri Lanka the eighth Test cricket playing nation. The team is administered by Sri Lanka Cricket.\r\n\r\nSri Lanka's national cricket team achieved considerable success beginning in the 1990s, rising from underdog status to winning the Cricket World Cup in 1996. Since then, the team has continued to be a force in international cricket. The Sri Lankan cricket team reached the finals of the 2007 and 2011 Cricket World Cups consecutively. They ended up being runners up on both occasions.\r\n\r\nSri Lanka won the Cricket World Cup in 1996, the ICC Champions Trophy in 2002 (co-champions with India), and the ICC T20 World Cup in 2014. They have been consecutive runners up in the 2007 and 2011 Cricket World Cups, and have been runners up in the ICC T20 World Cup in 2009 and 2012. The Sri Lankan cricket team currently holds several world records, including the world record for the highest team total in Test cricket..","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Sri Lanka","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/amuzs71573600807.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}