{"teams":[{"idTeam":"136495","idSoccerXML":null,"idAPIfootball":"1510","intLoved":null,"strTeam":"Sudan","strTeamShort":null,"strAlternate":"","intFormedYear":"1956","strSport":"Soccer","strLeague":"African Cup of Nations","idLeague":"4496","strDivision":null,"strManager":"","strStadium":"Khartoum Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Khartoum International Stadium is a multi-purpose stadium in Khartoum, Sudan. It is currently used mostly for football matches. The stadium has a capacity of 23,000 people. It is also the home stadium of Khartoum and Al Ahli Khartoum It used to be the stadium of the Sudan National Football Team.The stadium had changed the clours white to blue mixed with orange.","strStadiumLocation":"Khartoum, Sudan","intStadiumCapacity":"23000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Sudan national football team (Arabic: منتخب السودان الوطني لكرة القدم‎) represents Sudan in association football and is controlled by the Sudan Football Association, the governing body for football in Sudan. Sudan's home ground is Khartoum Stadium in Khartoum. Sudan were one of the three teams to participate in the inaugural Africa Cup of Nations in 1957, the other two being Egypt and Ethiopia.\r\n\r\nSudan is one of the oldest teams in Africa and has a rich history in the past 50s to 70s. They won the 1970 Africa Cup of Nations as hosts with Mustafa Azhari as their best player. After beating Ethiopia 3–0, and a 1–0 defeat to Ivory Coast, they secured a place in the semi-final by beating Cameroon 2–1. They overcame Egypt 2–1 after extra time in the semi-final, and won 1–0 against Ghana in the final to become African champions. With their top scorer and most capped player Mustafa Azhari Alawad retired later that year after not being able to carry the Sudanese team anymore, Sudanese football team started to decline and losing status as a major African and Arab power.\r\n\r\nThey went as high as 74 in the FIFA rankings. Sudan was the only East African team to qualify for the 2012 Africa Cup of Nations.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/u6vkx81553208188.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}