{"teams":[{"idTeam":"134506","idSoccerXML":"966","idAPIfootball":"15","intLoved":null,"strTeam":"Switzerland","strTeamShort":null,"strAlternate":"","intFormedYear":"1924","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Stade de Suisse","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Stade de Suisse Wankdorf is a football stadium in Bern, Switzerland. As the second largest all-seater football stadium in Switzerland, Stade de Suisse Wankdorf currently serves as the home ground of the Swiss football team BSC Young Boys. It was also one of the venues used during the Euro 2008.\r\nThe Stade de Suisse was built on the grounds of the former Wankdorf Stadium, which was demolished in 2001. The new stadium has a capacity of 32,000 spectators, all covered seats. Integrated into the roof are solar panels with a yearly production of 1,200,000 kWh. The stadium was officially opened on 30 July 2005, although the first match in the new stadium had already taken place on 16 July 2005. Young Boys played against Olympique Marseille and lost 2–3 with 14,000 spectators watching. The match was considered an \"infrastructure test\", which is why no more than 14,000 tickets were sold.\r\n\r\nThe stadium was used by FC Thun for three Champions League home matches in 2005, and for one home match in the UEFA Cup Round of 32 in 2006.","strStadiumLocation":"Bern, Switzerland","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Switzerland national football team is the national football team of Switzerland. The team is controlled by the Swiss Football Association.\r\n\r\nSwitzerland's best ever performance at the FIFA World Cup are three quarter-final appearances, in 1934, 1938 and 1954. They hosted the competition in 1954, where they played with Austria in the quarter-final match, losing 7–5, which today still stands as the highest scoring ever World Cup match. At the 2006 FIFA World Cup, Switzerland set a FIFA World Cup record by being eliminated from the tournament despite not conceding a single goal, being eliminated by Ukraine in a penalty shootout in the round of sixteen; failing to score a single penalty, thus becoming the first nation to do so. They didn't concede a goal until a match against Chile at the 2010 FIFA World Cup, conceding in the 75th minute; setting a World Cup finals record for consecutive minutes without conceding a goal.\r\n\r\nSwitzerland and Austria were the co-hosts of UEFA Euro 2008, where the Swiss made their third appearance in the competition, but didn't progress from the group stage for the third time.\r\n\r\nOverall, Switzerland's best ever result at an official football competition was the silver medal they earned in 1924, after losing to Uruguay 3–0 in the final of the 1924 Olympic Games.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qwwupx1455466251.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2018-134506-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}