{"teams":[{"idTeam":"134163","idSoccerXML":"593","idAPIfootball":"2167","intLoved":null,"strTeam":"Syrianska","strTeamShort":null,"strAlternate":"Syrianska FC","intFormedYear":"1977","strSport":"Soccer","strLeague":"Swedish Superettan","idLeague":"4403","strDivision":null,"strManager":"","strStadium":"Södertälje Fotbollsarena","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/d6u48b1560765980.jpg","strStadiumDescription":"Södertälje Fotbollsarena is a multi-purpose stadium in Södertälje, Sweden. It is currently used mostly for football matches and is the home stadium of Assyriska FF and Syrianska FC. The stadium holds 6,400 people and was built in 2005.","strStadiumLocation":"Södertälje, Sweden","intStadiumCapacity":"6100","strWebsite":"www.syrianskafc.com","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"Syrianska Football Club, also known as Syrianska FC or simply Syrianska, is a Swedish professional football club based in Södertälje in Stockholm County. The club was founded by Syriac-Aramean immigrants in 1977 as Suryoyo Sportklubb, or Suryoyo SK. In 1986, its name was changed to Syrianska SK. The club adopted its present name as it grew and advanced through the league system. In 2010, after two years in Superettan, Syrianska was promoted to Allsvenskan (the highest tier in Swedish football) for the first time in club history. This made Syrianska FC the 61st team to play in Allsvenskan. Since the Syriac people do not have an official national team, Syrianska is often seen as a substitute.\r\n\r\nSyrianska FC has a worldwide fan base. Their promotion to Allsvenskan received extensive coverage on Swedish TV sports programs and in documentaries and domestic and foreign magazines.\r\n\r\nHistory\r\nSee caption\r\nChart showing the progress of Syrianska FC through the Swedish football league system. The shades of gray represent league divisions.\r\nThe Syriac Federation, based in Södertälje, founded the Suryoyo Sportklubb in 1977. The club was given a spot in Division 7 East. Six years later, it advanced from Division 7 to Division 6. In 1985, Suryoyo won the division and were promoted to Division 5. In 1986, the club changed its name to Syrianska SK. Two years later, Syrianska FC won Division 5 and advanced to Division 4 (where they played until 1990, when they advanced to Division 3).\r\n\r\nSyrianska won the league as newcomers, and advanced to Division 2 (the third tier of Swedish football at the time) in 1993. In 1995, Syrianska FC was relegated to Division 3 for the first time in club history. The following year, its board set a goal of \"Division 1 in 2001.\" In 1999, Syrianska was again promoted to Division 2. In 2000, Syrianska finished in third place after a strong season as newcomers and began investing in youth activities. The following year, they won Division 2 with 53 points and 65 goals. Syrianska attained their goal of winning the series, but did not advance to Superettan after their qualifier against Åtvidabergs FF. The series was played in two matches, the home match before a crowd of 6,435.\r\n\r\nIn 2003, Syrianska set a new goal of reaching Superettan by 2006. The following year, Syrianska had a mid-table position in Division 1 and again missed promotion in a Superettan qualifier. Syrianska lost at home against Qviding FIF 0-2, and won the away match 2-1. In 2006, with Özcan Melkemichel as coach, the club had their best season start and the new stadium in Södertälje became their home. After an injury-filled 2006-2007 season, Syrianska defeated Assyriska 2-1 in a derby match before 7,146 fans. In the second match, Syrianska again defeated Assyriska 1-0 on a goal by Robert Massi in front of 6,313 spectators. The club would have won the division, but a points deduction derailed them to fourth place.\r\n\r\nBefore the series started in 2008, Syrianska played at home in the Svenska Cupen against Hammarby IF (a club from the Allsvenskan league) in a game broadcast by TV4. Hammarby led 4-0 into halftime, when Syrianska made a comeback. Goals from a Rabi Elias penalty, Mattias Metes' double and a Semir Metes one-strike tied the score at 4-4. Hammarby eventually scored two quick goals to win, 6-4.\r\n\r\nSyrianska ensured a league victory with two rounds remaining, and finished with 59 points. In 2009, they played their first season in Superettan (Sweden's second-highest division). The club finished in fourth place, one point behind the third-place team. Syrianska won the Superettan league in 2010, with TV4 broadcasting nine of their matches. They ended the season with 56 points and 46 goals. Peter Ijeh led the team scoring with 17 goals, and for the first time in club history Syrianska was promoted to the Allsvenskan.\r\n\r\nIn 2012 Syrianska played their second season in Allsvenskan, finishing in 13th place with 34 points and 35 goals. They remained in Allsvenskan for the following season, when they finished last and were relegated to Superettan. In 2014 the club finished in tenth place with 10 wins, 4 draws and 11 losses, earning them a stay in the Superettan. In 2015, Syrianska finished the Superettan season in seventh place with 43 points. The following year they finished in 13th place, and survived a relegation playoff for a fourth straight season in the Superettan. In 2017, however, Syrianska finished fifteenth (next to last) and were relegated to Division 1.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Sweden","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uuyvyu1429976693.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/wyrtvx1423840337.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}