{"teams":[{"idTeam":"136498","idSoccerXML":null,"idAPIfootball":"1489","intLoved":null,"strTeam":"Tanzania","strTeamShort":null,"strAlternate":"","intFormedYear":"1945","strSport":"Soccer","strLeague":"African Cup of Nations","idLeague":"4496","strDivision":null,"strManager":"","strStadium":"National Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Tanzania National Main Stadium is a multi-purpose stadium in Dar es Salaam, Tanzania. It opened in 2007 and was built adjacent to Uhuru Stadium, the former national stadium. It hosts major football matches such as the Tanzanian Premier League and home matches of the Tanzania national football team.\r\n\r\nWith 60,000 seats it is the eleventh largest stadium in Africa and the largest stadium in Tanzania. It is owned by the Tanzanian Government. The stadium was built by Beijing Construction Engineering Group at a cost of $56 million.\r\n\r\n70,000 people attended the first derby between Simba S.C. and Young Africans S.C. at the stadium in 2008. Both clubs usually draw very low attendances for their other league matches.","strStadiumLocation":"Dar es Salaam, Tanzania","intStadiumCapacity":"60000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Tanzania national football team (Swahili: Timu ya Taifa ya Mpira wa Miguu ya Tanzania) represents Tanzania in association football and is controlled by the Tanzania Football Federation, the governing body for football in Tanzania. Tanzania's home ground is Benjamin Mkapa National Stadium in Dar-es-Salaam and their head coach is Mart Nooij from the Netherlands. Tanzania has never qualified for the World Cup finals. Before uniting with Zanzibar, the team played as the Tanganyika national football team.\r\n\r\nThe island of Zanzibar, part of Tanzania (and once an independent nation), is also an associate member of CAF and has played matches with other nations, but is not eligible to enter the World Cup or Africa Cup of Nations. See Zanzibar national football team.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/6zsd2l1553368463.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}