{"teams":[{"idTeam":"133915","idSoccerXML":"331","idAPIfootball":"772","intLoved":null,"strTeam":"Ukraine","strTeamShort":null,"strAlternate":"","intFormedYear":"1991","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Olimpiyskiy National Sports Complex","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Olympic National Sports Complex (also known as Olympic Stadium; Ukrainian: Національний спортивний комплекс \"Олімпійський\") is a multi-use sports and recreation facility in Kiev, Ukraine, located on the slopes of the city's central Cherepanova Hora (Cherepanov Hill), Pechersk Raion. The stadium is the premier sports venue in Ukraine and the second largest in Eastern Europe after Moscow's Luzhniki Stadium. The complex beside its stadium also features several other sports facilities and is designed to host the Olympic Games (the stadium hosted some football matches at the 1980 Summer Olympics).\r\n\r\nFollowing extensive renovation works, including the construction of a new roof, the stadium was reopened on 9 October 2011 with a performance by Shakira and had its international inauguration with a 3–3 friendly draw by Ukraine against Germany on 11 November 2011. It hosted the final of Euro 2012 and the 2018 UEFA Champions League Final.","strStadiumLocation":"Kyiv,  Ukraine","intStadiumCapacity":"70050","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Ukraine national football team (Ukrainian: збірна України з футболу) is the national football team of Ukraine and is controlled by the Football Federation of Ukraine. After Ukrainian Independence and the country's breakaway from the Soviet Union, they played their first match against Hungary on 29 April 1992. The team's biggest success on the world stage was reaching the quarter-finals in the 2006 FIFA World Cup, which also marked the team's debut in the finals of a major championship. As the host nation, Ukraine automatically qualified for UEFA Euro 2012. Four years later, Ukraine qualified for Euro 2016 via the play-off route, the first time qualifying for a UEFA European Championship via the qualifying process, as it finished in third place in its qualifying group. This marked the first time in Ukraine's five play-off appearances that it managed to win such a tie, previously having been unsuccessful in the play-off ties for the Euro 2000, 2002 World Cup, 2010 World Cup and 2014 World Cup.\r\n\r\nUkraine's home ground is the Olimpiyskiy Stadium in Kiev.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/txryxs1455466263.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/xvwrxu1424078491.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}