{"teams":[{"idTeam":"136741","idSoccerXML":null,"idAPIfootball":null,"intLoved":null,"strTeam":"United States Basketball","strTeamShort":null,"strAlternate":"","intFormedYear":"1934","strSport":"Basketball","strLeague":"FIBA Basketball World Cup","idLeague":"4549","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"www.usab.com\/mens\/national-team.aspx","strFacebook":"www.facebook.com\/usabasketball","strTwitter":"twitter.com\/usabasketball","strInstagram":"instagram.com\/usabasketball","strDescriptionEN":"The USA Basketball Men's National Team, commonly known as the United States Men's National Basketball Team, is the most successful team in international competition, winning medals in all eighteen Olympic tournaments it has entered, coming away with fifteen golds. In the professional era, the team won the Olympic gold medal in 1992, 1996, 2000, 2008, 2012, and 2016. Two of its gold medal-winning teams were inducted to the Naismith Memorial Basketball Hall of Fame in August 2010 – the 1960 team, which featured six Hall of Famers (4 players, 2 coaches), and the 1992 \"Dream Team\", featuring 14 Hall of Famers (11 players, 3 coaches). The team is currently ranked first in the FIBA World Rankings.\r\n\r\nTraditionally composed of amateur players, the U.S. dominated the first decades of international basketball, winning a record seven consecutive Olympic gold medals. However, by the end of the 1980s, American amateurs were no longer competitive against seasoned professionals from the Soviet Union and Yugoslavia.\r\n\r\nIn 1989, FIBA modified its rules and allowed USA Basketball to field teams with National Basketball Association players. The first such team, known as the \"Dream Team\", won the gold medal at the 1992 Summer Olympics in Barcelona, being superior in all matches. With the introduction of NBA players, the team was able to spark a second run of dominance in the 1990s.\r\n\r\nFacing increased competition, the U.S. failed to win a medal at the 2002 FIBA World Championship, finishing sixth. The 2004 Olympic team, being depleted by a number of withdrawals, lost three games on its way to a bronze medal, a record that represented more losses in a single year than the country's Olympic teams had suffered in all previous Olympiads combined.\r\n\r\nDetermined to put an end to these failures, USA Basketball initiated a long-term project aimed at creating better, more cohesive teams. The U.S. won its first seven games at the 2006 FIBA World Championship in Japan before losing against Greece in the semi-finals; ending the competition with the bronze medal. The team won gold two years later – at the 2008 Summer Olympics – in a dominant fashion. This success was followed up at the 2010 FIBA World Championship, where despite fielding a roster featuring no players from the 2008 Olympic team, the U.S. did not lose a single game en route to defeating host Turkey for the gold medal.\r\n\r\nThe Americans continued this streak of dominance in the 2010s by going undefeated and capturing gold at the 2012 Summer Olympics, and 2014 FIBA World Cup. At the 2016 Summer Olympics, the team, led by Mike Krzyzewski for a record third time, won its fifteenth gold medal, making him the most decorated coach in USA Basketball history.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"United States","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/04rl7l1560683812.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com\/user\/therealusabasketball","strLocked":"unlocked"}]}