{"teams":[{"idTeam":"134504","idSoccerXML":"964","idAPIfootball":"7","intLoved":null,"strTeam":"Uruguay","strTeamShort":null,"strAlternate":"","intFormedYear":"1901","strSport":"Soccer","strLeague":"Copa America","idLeague":"4499","strDivision":null,"strManager":"","strStadium":"Estadio Centenario","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Estadio Centenario is a stadium in the Parque Batlle neighborhood of Montevideo, Uruguay, used primarily for football. The stadium was built between 1929 and 1930 to host the inaugural 1930 FIFA World Cup, as well as to commemorate the centennial of Uruguay's first constitution. It is listed by FIFA as one of the football world's classic stadiums. On July 18, 1983, it was declared by FIFA as the only historical monument of World Football, the only building of its kind worldwide.\r\n\r\nEstadio Centenario is the primary home of the Uruguay national team. Uruguay has always been a threat when playing in their home stadium, consistently beating top teams. Even the top ranked Brazil national football team has only managed three wins in 20 opportunities, two were official matches during 2010 and 2018 World Cup qualification, but it was also the heaviest defeat of Uruguay at the stadium, when they lost 4–0 to Brazil in 2009.\r\n\r\nThe construction of the Centenario is one of the most important stages in the development of sports in South America and international football. It was built especially for the organization of the 1930 FIFA World Cup, by immigrant workers in a record time of nine months. Its name originates from the celebration of 100 years of the ratification of the first Constitution of Uruguay.\r\n\r\nInitially, all World Cup matches were to be played in the Centenario. However, heavy rains in Montevideo delayed construction of the stadium, so that several matches had to be played in the Pocitos Stadium of Club Atlético Peñarol, and the Parque Central of Club Nacional de Football. It was inaugurated on July 18, 1930, in the match between Uruguay and Peru, with the Celeste gaining victory 1–0, with a goal by Hector \"Manco\" Castro.\r\n\r\n\r\nBelgian referee John Langenus on the pitch before the 1930 FIFA World Cup Final\r\nThe final match of the inaugural World Cup matched Uruguay and Argentina, with Uruguay winning 4–2. Since then, the Centenario has been the scene of Copa América (1942, 1956, 1967, 1995), three South American Youth Championships (1979, 2003, 2015), a South American Under-17 Football Championship (1999) and 1980 Mundialito.","strStadiumLocation":"Parque Batlle, Montevideo, Uruguay","intStadiumCapacity":"0","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Uruguay national football team represents Uruguay in international association football and is controlled by the Uruguayan Football Association, the governing body for football in Uruguay. The current head coach is Óscar Tabárez. The Uruguayan team is commonly referred to as La Celeste (The Sky Blue). They have won the Copa América 15 times, the most successful national team in the tournament, the most recent title being the 2011 edition. The team has won the FIFA World Cup twice, including the first World Cup in 1930 as hosts, defeating Argentina 4–2 in the final. They won their second title in 1950, upsetting host Brazil 2–1 in the final match, which received an attendance higher than any football match ever.\r\n\r\nThey have won the Gold Medals in football at the Summer Olympics twice, in 1924 and 1928 recognized by FIFA as World Championships, before the creation of the World Cup. Uruguay also won the 1980 Mundialito, a tournament among former World Cup champions. In total, Uruguay have won 20 official titles, a world record for the most international titles held by any country.\r\n\r\nTheir success is amplified by the fact that the nation has a very small population of around 3.4 million inhabitants (2011 est.). Uruguay is by far the smallest country in the world to have won a World Cup in terms of population, 1.75 million inhabitants in 1930. The second-smallest country, by population, to have won the World Cup is Argentina with a population of nearly 28 million people in 1978. Uruguay is also the smallest country ever to win any World Cup medals; only six FIFA member nations with a currently smaller population than Uruguay's have ever qualified to any World Cup: Northern Ireland (three times), Slovenia (twice), Wales, Jamaica, Trinidad and Tobago and Iceland.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vtxwyt1455466275.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2018-134504-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"137139","idSoccerXML":null,"idAPIfootball":null,"intLoved":null,"strTeam":"Uruguay Rugby","strTeamShort":null,"strAlternate":"","intFormedYear":"1948","strSport":"Rugby","strLeague":"Rugby World Cup","idLeague":"4574","strDivision":null,"strManager":"","strStadium":"","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":null,"strStadiumLocation":"","intStadiumCapacity":"0","strWebsite":"uru.org.uy\/teros-xv-3","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Uruguay national rugby union team, nicknamed Los Teros, is governed by the Unión de Rugby del Uruguay. One of the older test sides in the world, Uruguay has qualified four times for the Rugby World Cup, in 1999, 2003, 2015 and most recently 2019. As of June 10th 2019 they are ranked 17th in the world, and are ranked 3rd in the Americas region, behind rivals Argentina and the United States.\r\n\r\nUruguay has consistently been one of the better fringe international sides in rugby union, having consistently beaten Tier 2\/3 competition from across the globe. Uruguay won the South American Rugby Championship in 1981, the only time (pre-2014) that a team other than Argentina won the tournament. They came second on 19 occasions and third the remaining 9. As of 2012, Uruguay has been classified as a Tier 2 nation, which allows them to receive more funding from World Rugby.\r\n\r\nTheir home stadium is Estadio Charrúa in Montevideo and holds up to 14,000 people. Estadio Domingo Burgueño has also been used for some fixtures in the Americas Rugby Championship.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Uruguay","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/bvyp1z1566382945.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}