{"teams":[{"idTeam":"135982","idSoccerXML":"1385","idAPIfootball":"767","intLoved":null,"strTeam":"Wales","strTeamShort":null,"strAlternate":"Tîm pêl-droed cenedlaethol Cymru","intFormedYear":"1876","strSport":"Soccer","strLeague":"European Championships","idLeague":"4502","strDivision":null,"strManager":"","strStadium":"Cardiff City Stadium","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/il42do1573941376.jpg","strStadiumDescription":"The Cardiff City Stadium (Welsh: Stadiwm Dinas Caerdydd) is a stadium in the Leckwith area of Cardiff, Wales. It is the home of Cardiff City Football Club and the Wales national football team.\r\n\r\nFollowing expansion of the Ninian Stand in July 2014, the stadium officially holds 33,280 supporters, making it the 24th largest stadium in the United Kingdom in terms of capacity. The stadium replaced Ninian Park as Cardiff City's home ground in 2009, and is managed by Cardiff City Stadium Ltd., which is owned by Cardiff City Football Club Holdings Ltd. It also hosted the home matches of the Cardiff Blues rugby union team until the 2011–12 season, although originally the Blues had a lease until 2029.\r\n\r\nAfter the Millennium Stadium, it is the second largest stadium in Cardiff and in Wales. The stadium is part of the Leckwith development, which also includes the Cardiff International Sports Stadium. A branded sponsor name will be assigned as and when the naming rights are sold. The stadium was officially opened on 22 July 2009, with Cardiff City playing a friendly match against Celtic.","strStadiumLocation":"Cardiff, Wales","intStadiumCapacity":"33280","strWebsite":"www.faw.cymru\/en","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Wales national football team (Welsh: Tîm pêl-droed cenedlaethol Cymru) represents Wales in international football. It is controlled by the Football Association of Wales (FAW), the governing body for football in Wales and the third-oldest national football association in the world.\r\n\r\nAlthough part of the United Kingdom, Wales has always had a representative side that plays in major professional tournaments, though not in the Olympic Games, as the IOC has always recognised United Kingdom representative sides.\r\n\r\nDuring their history, Wales have qualified for two major international tournaments. They reached the quarter-finals of the 1958 FIFA World Cup and reached the semi-finals of UEFA Euro 2016 after beating Belgium in the quarter-finals. This was, therefore, the first time that Wales had reached the semi-final of a major tournament. Wales also progressed through UEFA Euro 1976 qualifying to the quarter-final, which was played on a home and away leg basis but they did not feature in the finals tournament.\r\n\r\nAt all levels including the youth teams the Welsh national team draws players primarily from clubs in the English football league system. The main professional Welsh clubs play in the English leagues, with some full-time and part-time professional clubs playing in the Welsh football league system.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/esagjv1511516490.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2019-135982-Jersey.png","strTeamLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/sg04g31573941359.png","strTeamFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cb9wbf1573941408.jpg","strTeamFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/429s9b1573941440.jpg","strTeamFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/a7g54d1573941452.jpg","strTeamFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/mrxzq81573941466.jpg","strTeamBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/1nhfc01573941481.jpg","strYoutube":"","strLocked":"unlocked"},{"idTeam":"137141","idSoccerXML":null,"idAPIfootball":"0","intLoved":null,"strTeam":"Wales Rugby","strTeamShort":null,"strAlternate":"","intFormedYear":"1881","strSport":"Rugby","strLeague":"Six Nations Championship","idLeague":"4714","strDivision":null,"strManager":"","strStadium":"Principality Stadium","strKeywords":"","strRSS":"","strStadiumThumb":"https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/ahdbyd1580669723.jpg","strStadiumDescription":"The Millennium Stadium (Welsh: Stadiwm y Mileniwm), known since 2016 as the Principality Stadium (Welsh: Stadiwm Principality) for sponsorship reasons, is the national stadium of Wales. Located in Cardiff, it is the home of the Wales national rugby union team and has also held Wales national football team games. Initially built to host the 1999 Rugby World Cup, it has gone on to host many other large-scale events, such as the Tsunami Relief Cardiff concert, the Super Special Stage of Wales Rally Great Britain, the Speedway Grand Prix of Great Britain and various concerts. It also hosted six FA Cup finals and several other high-profile football fixtures while Wembley Stadium was being redeveloped.\r\n\r\nThe stadium is owned by Millennium Stadium plc, a subsidiary company of the Welsh Rugby Union (WRU). The architects were Bligh Lobb Sports Architecture. The structural engineers were WS Atkins and the building contractor was Laing. The total construction cost of the stadium was £121 million, of which the Millennium Commission funded £46 million.\r\n\r\nThe Millennium Stadium opened in June 1999 and its first major event was an international rugby union match on 26 June 1999, when Wales beat South Africa in a test match by 29–19 before a crowd of 29,000. With a total seating capacity of 73,931, it is the third-largest stadium in the Six Nations Championship behind the Stade de France and Twickenham. It is also the second-largest stadium in the world with a fully retractable roof and was the second stadium in Europe to have this feature. Listed as a category four stadium by UEFA, the stadium was chosen as the venue for the 2017 UEFA Champions League Final, which took place on 3 June 2017. In 2015, the Welsh Rugby Union announced a 10-year sponsorship deal with the Principality Building Society that saw the stadium renamed as the \"Principality Stadium\" from early 2016.","strStadiumLocation":"Cardiff, Wales","intStadiumCapacity":"73931","strWebsite":"www.wru.co.uk","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Wales national rugby union team (Welsh: Tîm rygbi'r undeb cenedlaethol Cymru) represents Wales in international rugby union. Its governing body, the Welsh Rugby Union (WRU), was established in 1881, the same year that Wales played their first international against England. The team plays its home matches at the Millennium Stadium in Cardiff (currently known for sponsorship reasons as the Principality Stadium), which replaced Cardiff Arms Park as the national stadium of Wales in 1999.\r\n\r\nWales has competed annually in the Six Nations Championship (previously the Home Nations Championship and Five Nations Championship) since it was established in 1883. They have won the tournament (and its predecessors) outright 27 times, most recently in 2019, which was also a Grand Slam. Wales has also participated in every Rugby World Cup since the competition was established in 1987; they finished third in the inaugural tournament, a record they have not since matched. Wales was the host nation for the 1999 Rugby World Cup, although matches were also played in England, Scotland, Ireland and France.\r\n\r\nThe Wales team experienced their first 'golden age' between 1900 and 1911; they first played New Zealand in 1905, winning 3–0 in a famous match at Cardiff Arms Park, and between March 1907 and January 1910, they won 11 consecutive matches, a record that stood for over a century. Welsh rugby struggled between the two World Wars, but experienced a second 'golden age' between 1969 and 1980, when they won eight Five Nations Championships. Since 2005, Wales have won five Six Nations titles, including four Grand Slams, and finished fourth at both the 2011 Rugby World Cup and 2019 Rugby World Cup; they also won 14 consecutive matches between March 2018 and March 2019, and reached number 1 in the World Rugby Rankings for the first time in August 2019. Eight former Welsh players have been inducted into the World Rugby Hall of Fame; 10 were inducted into the International Rugby Hall of Fame prior to its 2014 merger into the World Rugby Hall.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Wales","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/8aegaf1566382610.png","strTeamJersey":"https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2020-137141-Jersey.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}