{"teams":[{"idTeam":"136476","idSoccerXML":null,"idAPIfootball":"1507","intLoved":null,"strTeam":"Zambia","strTeamShort":null,"strAlternate":"","intFormedYear":"1946","strSport":"Soccer","strLeague":"African Cup of Nations","idLeague":"4496","strDivision":null,"strManager":"","strStadium":"National Heroes Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Heroes National Stadium is a multi-purpose stadium in Lusaka, Zambia (in the area part of Central Province, Zambia). It is currently used mostly for football matches and hosts the home matches of the Zambia national football team. The stadium holds 60,000 spectators. It opened in 2014. The name of the stadium refers to the 1993 Zambia national football team air disaster which took the lives of most of its national football team.","strStadiumLocation":"Lusaka Province, Zambia","intStadiumCapacity":"60000","strWebsite":"","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Zambia national football team represents Zambia in association football and is governed by the Football Association of Zambia (FAZ). During the 1980s, they were known as the KK 11, after founding president Dr. Kenneth Kaunda (\"KK\") who ruled Zambia from 1964 to 1991. After the country adopted multiparty politics, the side was nicknamed Chipolopolo, the \"Copper Bullets\".\r\n\r\nThe team has three Africa Cup of Nations final appearances to its credit. They were once holders of the Africa Cup of Nations, winning in the 2012 final against Ivory Coast.\r\n\r\nAfter the departure of George Lwandamina in 2016, Wedson Nyirenda was appointed interim coach. In January 2017 Nyirenda was appointed on a permanent basis. On 6 July 2018, FAZ announced the appointment of Sven Vandenbroeck as their new coach. The 38-year-old Belgian replaced Nyirenda who resigned two months earlier to join South African side Baroka FC.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"International","strTeamBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/yvh0al1553349957.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"}]}